[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","SG-1 comes through the Stargate into a village."],["CARTER","Looks deserted."],["TEAL'C","O'Neill. I have been here before."],["DANIEL","What? You have?"],["TEAL'C","Yes. This world is called Cartago."],["DANIEL","What can you tell us about it?"],["TEAL'C","The Goa'uld visit here regularly. It is one of their favorites places to harvest hosts for Goa'uld absorption."],["DANIEL","You know, I wish you wouldn't say \"harvest.\" We're talking about human beings, not brussel sprouts."],["TEAL'C","That is how the Goa'uld perceive it."],["DANIEL","So the locals aren't used to friendly visitors."],["O'NEILL","Well, that would answer why no welcome mat, I suppose, huh?"],["CARTER","Colonel, this is weird, I mean all the food here is fresh. There's even something cooking on that fire."],["DANIEL","But there's no one around."],["O'NEILL","Well, keep your heads up."]],"present":["CARTER","DANIEL","O'NEILL","TEAL'C"],"place":"STARGATE ON P3X-1279"},{"speech":[["O'NEILL","It hasn't been deserted long."],["ANNOTATION","Male villagers enter room from all sides, holding small crossbow-type weapons."],["HANNO","Hak-ka!"],["ANNOTATION","SG-1 faces off against locals, each side aiming their weapons at the other."],["CARTER","Colonel?"],["O'NEILL","Hold your fire."],["DANIEL","They probably think we're Goa'ulds."],["O'NEILL","Daniel? Think you could find a language that would communicate to these people that we're human like they are, and that we're friendly?"],["HANNO","Why should I believe you? That is a weapon."],["O'NEILL","So is that. Tell you what. I'll go first."],["ANNOTATION","O'Neill lowers his weapon. Villagers do so also after a silent command by Hanno. Hanno walks up to each member of SG-1 in turn, ending with Teal'c."],["HANNO","Jaffa!"],["DANIEL","Hold it!"],["ANNOTATION","The villagers surround Teal'c and point their weapons at him."],["O'NEILL","Jaffa yes, but he's good guy."],["CARTER","You don't know him. He's peaceful. Tell him you're peaceful, Teal'c."],["TEAL'C","It is true."],["HANNO","He lies! I know him."],["O'NEILL","How?"],["HANNO","This Jaffa killed my father."],["--OPENING CREDITS",""]],"present":["--OPENING CREDITS","CARTER","DANIEL","HANNO","O'NEILL","TEAL'C"],"place":"A MEETING ROOM"},{"speech":[["O'NEILL","Teal, you ever seen this kid before?"],["TEAL'C","I have not."],["HANNO","He's a coward. He lies."],["MILITIA MAN","Hanno! The mandates."],["HANNO","He is not Byrsa. The mandates do not apply."],["MILITIA MAN","And what if you are mistaken? I do not recognize this Jaffa."],["HANNO","He is the one. He killed my father!"],["MILITIA MAN","If you are right, he will be put through Cor-ai. But we do not take revenge like this, or we are no better than the Jaffa."],["HANNO","Cor-ai will sustain my belief."],["DANIEL","Cor-ai."],["HANNO","But first you meet the elders. Come!"],["ANNOTATION","Hanno leads them out of room."],["O'NEILL","I always wanted to meet the elders."]],"present":["DANIEL","HANNO","MILITIA MAN","O'NEILL","TEAL'C"],"place":"MEETING ROOM"},{"speech":[["ANNOTATION","More villagers begin arriving."],["DANIEL","That's interesting. I wonder if everyone's coming from some religious event."],["O'NEILL","What does it always have to be a religious thing with you? Maybe they're coming from a swap meet."],["HANNO","When the gods come through the Circ Kakona, we scatter in many directions to hide from those who would hurt us. They are overdue to visit us again."],["DANIEL","Circ--that's a Latin derivation. Circova Kakona--that's Greek. That's weird. Two root languages in one culture."],["CARTER","What does it mean?"],["DANIEL","Circ Kakona--circle of woes. Their name for the Stargate?"],["CARTER","I don't like this."],["FEMALE ELDER","You may approach."],["ANNOTATION","SG-1 approaches, O'Neill first."],["FEMALE ELDER","You are the leader, yes?"],["O'NEILL","Yes."],["FEMALE ELDER","You may go."],["O'NEILL","Just like that?"],["DANIEL","Wait--we'd like to say a little while and learn from you. Possibly you can learn from us, I mean, you seem to need help avoiding the Goa'ulds."],["FEMALE ELDER","You may go. Now."],["O'NEILL","Daniel? It's important that we respect our elders. Teal'c, dial it up."],["FEMALE ELDER","Not him."],["ANNOTATION","Villagers surround Teal'c, holding their weapons on him."],["O'NEILL","Excuse me?"],["HANNO","For him there will be Cor-ai."],["O'NEILL","All right, let me bottom line it for you, okay? You can't have that man."],["HANNO","He's not a man. He's Jaffa."],["O'NEILL","He's already told you he doesn't know who you are."],["HANNO","You say you don't remember me."],["TEAL'C","I do not."],["HANNO","Then maybe you remember this."],["ANNOTATION","Hanno holds up a worn, crude crutch."]],"present":["CARTER","DANIEL","FEMALE ELDER","HANNO","O'NEILL","TEAL'C"],"place":"VILLAGE SQUARE"},{"speech":[["ANNOTATION","Villagers are screaming."],["APOPHIS","Do it!"],["YOUNG HANNO","Father! Father! No!"],["ANNOTATION","Teal'c shoots a man with his staff weapon. The man was using the crutch. Young Hanno breaks out of group being held back by Jaffa and runs to his father's body."],["YOUNG HANNO","Father. No."],["ANNOTATION","Boy looks at Teal'c and cries."],["PRESENT TIME--EXT--VILLAGE SQUARE",""],["HANNO","You remember me now, do you not?"],["O'NEILL","Don't say anything, Teal'c."],["TEAL'C","But I must."],["O'NEILL","That's an order. Don't say anything."],["HANNO","He does not need to say anything. Take him in custody."],["O'NEILL","Hold it!"],["ANNOTATION","O'Neill raises his M-16. Daniel puts his hands on O'Neill's gun and hand to stop him."],["DANIEL","Jack, that is not the way to handle this."],["ANNOTATION","Villagers remove Teal'c's jacket and take him away."]],"present":["APOPHIS","DANIEL","HANNO","O'NEILL","PRESENT TIME--EXT--VILLAGE SQUARE","TEAL'C","YOUNG HANNO"],"place":"MEETING ROOM"},{"speech":[["ANNOTATION","Villagers put Teal'c into the cell. His hands are tied behind his back."],["O'NEILL","I don't suppose we could get him out on bail."],["HANNO","He is guilty. He must pay for what he has done."],["O'NEILL","And you've already decided this."],["HANNO","Yes."],["O'NEILL","Hey. At least untie his hands. Come on."],["ANNOTATION","They untie Teal'c's hands."],["HANNO","Tomorrow we will have the Cor-ai. You are welcome to stay."],["O'NEILL","Gee thanks."],["ANNOTATION","Hanno and other villagers leave."],["O'NEILL","All right, when they come back, Daniel, you draw 'em in. Carter and I will take right and left flanks."],["DANIEL","Ooh, wait a minute. Are you talking break out?"],["O'NEILL","Uh, yeah. We're going to grab Teal'c and head straight for the Stargate. It'd be nice if we could do it without bloodshed."],["TEAL'C","No."],["O'NEILL","Excuse me?"],["TEAL'C","Do not attempt your plan. I will not go."],["O'NEILL","You know that's a really odd sound. I thought you just said you wouldn't go?"],["TEAL'C","That is correct."],["O'NEILL","Why?"],["TEAL'C","Because to go would disrespect the Byrsa."],["O'NEILL","Disrespect?"],["DANIEL","Teal'c is right. We should show some respect."],["O'NEILL","Did anyone else hear that kid say that Teal'c was guilty already? For all we know, they wanna kill him."],["DANIEL","Wait wait wait, who said anything about killing? I mean all they said was they want to put him through Cor-ai. Now near as I can figure, that is like a simple trial."],["O'NEILL","Now see, it's that near as I can figure part that's got me a little worried. What if their idea of a simple trial is a simple beheading?"],["TEAL'C","I will not run."]],"present":["DANIEL","HANNO","O'NEILL","TEAL'C"],"place":"ROOM WITH LARGE, CAGE-LIKE JAIL CELL IN CENTER"},{"speech":[],"present":[],"place":"VILLAGE SQUARE"},{"speech":[["ANNOTATION","Three women descend stairs and sit in front of Teal'c's cell."],["O'NEILL","Excuse me, what are you doing?"],["BYRSA WOMAN","I am the Jaffa's voice for the Cor-ai."],["O'NEILL","Well I think his voice is just fine."],["DANIEL","I think she means kind of like his defense attorney."],["BYRSA WOMAN","I have been chosen. Uh, I must witness his pecca-ve."],["CARTER","What's a pecca-ve?"],["DANIEL","There's a Latin word that's similar. It basically means, I have sinned."],["CARTER","She wants his confession?"],["O'NEILL","Has it occurred to anyone that he might not be guilty?"],["BYRSA WOMAN","If he were not guilty, there would be no Cor-ai."],["O'NEILL","Innocent until proven guilty. Heard of it?"],["DANIEL","Actually, throughout history the idea's pretty rare. Most cultures usually assume things the other way around. I'm just saying."],["BYRSA WOMAN","I must hear the Jaffa's pecca-ve."],["O'NEILL","Well, you're outta luck, 'cause you're not going to get him to pecca-anything."],["BYRSA WOMAN","Then who will be his voice?"],["O'NEILL","That would be me."],["CARTER","Uh, you?"],["BYRSA WOMAN","You will be his voice for the Cor-ai?"],["O'NEILL","Yep."],["BYRSA WOMAN","As you wish. I will tell the elders."],["ANNOTATION","The three women leave."],["DANIEL","You sure you're up to this?"],["O'NEILL","Why? You don't think I am?"],["DANIEL","Well, it's--it's just that I've never actually heard you referred to as a diplomat. I think, um, antagonist was the word used."],["O'NEILL","But I'm his commanding officer. It comes with the territory."],["CARTER","Wouldn't Daniel be better at it, I mean, being a linguist and a cultural expert? Sir."],["O'NEILL","All right, we'll all do it. How's that?"],["DANIEL","That's fine."],["CARTER","Co, co-counsels. Works for me."]],"present":["BYRSA WOMAN","CARTER","DANIEL","O'NEILL"],"place":"ROOM WITH JAIL CELL"},{"speech":[["ANNOTATION","Villagers watch from an observation area. Teal'c enters a witness circle. Female Elder enters and takes her place. Hanno kneels before Teal'c."],["HANNO","I am sorry."],["TEAL'C","You are sorry."],["HANNO","When I first saw you, I let my anger control me, and I threatened your life. This is counter to Byrsa mandates, and by doing it I shamed myself and my whole clan. I ask your forgiveness."],["TEAL'C","You have it."],["ANNOTATION","Crowd murmurs disbelief."],["O'NEILL","This is startin' off better than I thought it would."],["HANNO","Jaffa, you killed my father. For this crime the punishment is death. I will now lead the Cor-ai."],["O'NEILL","Objection! That's something we say back on earth when...never mind. You can't be the judge; that's not fair."],["HANNO","Judge?"],["O'NEILL","Yeah, the guy who controls the proceedings, decides what happens here."],["HANNO","Why is it not fair?"],["O'NEILL","Because you're the son of the victim."],["HANNO","Yes."],["O'NEILL","Well, the judge has to be impartial."],["HANNO","What does that mean?"],["DANIEL","Uh, impartiality would require someone who hasn't already formed an opinion about Teal'c's guilt or innocence."],["HANNO","How could there be such a person? Anyone who has a mind has an opinion."],["O'NEILL","Your honors, I respectfully request that someone else be in control of this...what is it?"],["DANIEL","Cor-ai."],["O'NEILL","Cor-ai."],["FEMALE ELDER","Only the person who has suffered understands the pain which has been inflicted. Who else can fairly say what the punishment must be?"],["O'NEILL","Well, you could for one."],["FEMALE ELDER","Hanno will continue."],["O'NEILL","Unbelievable."],["DANIEL","It's actually rather Talmudic--only he who is wronged can forgive."],["O'NEILL","Will you can it?"],["HANNO","You remember me?"],["TEAL'C","I do."],["HANNO","Then you are the one who killed my father, are you not?"],["O'NEILL","Don't answer that, Teal'c."],["TEAL'C","Yes. I am the one who killed your father."],["ANNOTATION","Bells ring indicating the proceedings are over for the moment."]],"present":["DANIEL","FEMALE ELDER","HANNO","O'NEILL","TEAL'C"],"place":"MEETING ROOM FROM FIRST SCENE--NOW USED AS A COURTROOM"},{"speech":[],"present":[],"place":"VILLAGE SQUARE"},{"speech":[["ANNOTATION","Room is now empty except for O'Neill, Teal'c, and some guards."],["O'NEILL","Teal'c are you trying to commit suicide?"],["TEAL'C","I do not understand."],["O'NEILL","Why didn't you tell me you were guilty. At least before you told a room full of people that wanna see you dead."],["TEAL'C","You already knew, only you did not want to hear it. That is why you asked me not to speak."],["O'NEILL","What happened?"],["TEAL'C","Apophis ordered me to kill Hanno's father."],["O'NEILL","Hey, can you guys guard from outside? We're not goin' anywhere."],["ANNOTATION","Guards leave."],["O'NEILL","So, you were following orders."],["TEAL'C","Hanno's father died by my hand. No one else's. I am responsible. What I did while serving Apophis, I will not hide from."],["O'NEILL","Even if the punishment is death?"],["TEAL'C","Then that is what I deserve."],["O'NEILL","Teal'c, you sound like you wanna die."],["TEAL'C","Colonel O'Neill, have you ever faced the crying eyes of a child whose father you have just murdered?"],["O'NEILL","Not exactly. Teal'c, there are a lot things we do that we wish we could change and we sure as hell can't forget, but the whole concept of chain of command undermines the idea of free will. So as soldiers, we have to do some pretty awful stuff. But we're following orders like we were trained to. It doesn't make it easier; it certainly doesn't make it right, but it does put some of the responsibility on the guy giving those orders."],["TEAL'C","Then you are saying Apophis is responsible for Hanno's father's death."],["O'NEILL","Yes."],["TEAL'C","You are wrong, O'Neill. While in the service of Apophis I did many things. For these deeds, my victims deserve retribution."],["O'NEILL","Can we focus on this one case only for now please?"],["TEAL'C","This case represents the many."],["O'NEILL","Well is shouldn't! Why? Why are you doin' this?"],["TEAL'C","When I look into Hanno's eyes, I see the horror on the faces of many others, as their loved ones prepare for Goa'uld absorption. Worse yet is the face of the victims whom I selected as they realize they are about to take their final human breath. Hanno's father is not the first nor the last of those whose lives I've taken. And I have done far worse, O'Neill. I cannot give all of their loved ones retribution, but I can at least give it to this one. I am sorry, O'Neill. I will not run."],["O'NEILL","Well, I'm sorry, Teal'c, but that's unacceptable. I'm going to to do what I have to do to keep you alive whether you like it or not."],["ANNOTATION","Bells ring, and villagers reconvene in the courtroom. Daniel and Carter enter."],["O'NEILL","What's the plan of attack?"],["DANIEL","Well, the way I look at it, Teal'c has already pled guilty. So to draw a parallel to an American trial, we have to look at this as sort of like the sentencing phase. We need to prove to these people that he doesn't deserve to die."],["CARTER","How do we do that?"],["DANIEL","We need to convince them that he's a different man now than he was then."],["O'NEILL","Good luck."],["ANNOTATION","Female Elder enters. Daniel becomes the witness."],["O'NEILL","Tell us what happened to your wife."],["DANIEL","Her name is Sha're. She was captured by Apophis' serpent guards, and changed."],["O'NEILL","She's now a Goa'uld?"],["DANIEL","Inhabited by one, yes."],["ANNOTATION","Crowd murmurs from gallery."],["O'NEILL","And how did she get to be one of the victims?"],["DANIEL","The leader of the serpent guards picked her out of a crowd of other women, at random, really."],["O'NEILL","Who was this serpent guard?"],["DANIEL","Teal'c."],["ANNOTATION","More murmurs from crowd."],["DANIEL","The old Teal'c. At that time, he hadn't joined us yet. He didn't know me or that Sha're was my wife."],["O'NEILL","But the fact is you now work side by side with the man responsible for your wife's fate."],["DANIEL","It was difficult for me at first, I wanted to hate him. But now I know that it was a different Teal'c that chose Sha'uri and I know that if there were any way for him to help me get my wife back, this Teal'c would do it gladly. Even if it meant giving up his own life. This Teal'c is my friend."],["TEAL'C","There were fifty human captives. All were unarmed. Apophis ordered me to slaughter them all."],["CARTER","But you didn't, did you?"],["TEAL'C","I did not."],["CARTER","What did you do?"],["TEAL'C","I turned my weapon on my fellow serpent guards."],["CARTER","It was a huge risk for you, wasn't it, Teal'c?"],["TEAL'C","I made a decision."],["CARTER","I think you're being a little modest here. You have a family. Do you think you'll ever see them again?"],["TEAL'C","It is unlikely."]],"present":["CARTER","DANIEL","O'NEILL","TEAL'C"],"place":"COURTROOM"},{"speech":[["ANNOTATION","Daniel is walking in the village. The Byrsa Woman approaches him."],["BYRSA WOMAN","Have you lost your way?"],["DANIEL","Oh, no, I'm--I'm just looking around, if that's okay."],["BYRSA WOMAN","You are welcome to do so."],["DANIEL","You have a very lovely existence."],["BYRSA WOMAN","Thank you. It would be made lovelier were it not for the Goa'ulds, and the Jaffa."],["DANIEL","The one thing I--I can't seem to figure out is, is, where you live."],["BYRSA WOMAN","We live here."],["DANIEL","Oh, no no, where do you, where do you sleep at night? Where do you take shelter? Where do you sleep?"],["BYRSA WOMAN","We sleep in the hiding."],["DANIEL","The hiding."],["BYRSA WOMAN","We have hidden caves and tunnels in all directions. When the evil ones come in through the Circ-Kakona, we flee in all directions and we disappear."],["DANIEL","So they catch only the slowest among you."],["BYRSA WOMAN","Oh, no, we would never leave anyone behind. We all go, or none of us do."]],"present":["BYRSA WOMAN","DANIEL"],"place":"VILLAGE"},{"speech":[["DANIEL","I think I might have something that might help us out. Teal'c, tell us exactly what happened that day."],["TEAL'C","Apophis ordered me to kill one of the villagers so the rest would obey."],["DANIEL","Okay, well I think we've all heard the reader's digest version of the story, but there's more to it, isn't there. Like why you chose Hanno's father."],["TEAL'C","We brought those we had captured back to the hall. Apophis ordered the selection process to begin."]],"present":["DANIEL","TEAL'C"],"place":"ROOM WITH JAIL CELL"},{"speech":[["ANNOTATION","The villagers are struggling against the Jaffa."],["APOPHIS","Teal'c. Kill one of them."],["ANNOTATION","The villagers try to fight the Jaffa guards."],["APOPHIS","I said kill one of them. If you hesitate I will kill them all."],["ANNOTATION","Hanno's father holds his hand out to Teal'c, as if asking to be killed."],["APOPHIS","Do it."],["ANNOTATION","Teal'c lowers his visor and points staff at Hanno's father."],["YOUNG HANNO","Father! No!"],["ANNOTATION","Teal'c shoots Hanno's father with his staff weapon. Hanno runs to father's body."],["YOUNG HANNO","Father! No! No! Father! No."],["PRESENT TIME",""]],"present":["APOPHIS","PRESENT TIME","YOUNG HANNO"],"place":"MEETING ROOM"},{"speech":[["TEAL'C","Apophis chose seven women, and let the rest go."],["DANIEL","The truth is our defense."],["CARTER","I think I see where you're going with this, Daniel. This is good. This could make the difference in the Cor-ai."],["O'NEILL","It's a kangaroo court. Nothing's going to make a difference. Isn't that painfully obvious to anybody? That kid made up his mind before we even got here."],["DANIEL","So what do you suggest?"],["O'NEILL","Carter and I are going back to Earth for reinforcements."],["DANIEL","What, you're going to shoot his way out?"],["O'NEILL","No, Daniel. I'm hoping we can bring back enough fire power so it'll scare 'em into turning Teal'c over. That's how I'd like to see it go down."],["TEAL'C","I have already told you, O'Neill. I will not run."],["O'NEILL","Teal'c, you're going back with us if I have to knock you out and carry you myself. Got it? Buy as much time as you can, Daniel."]],"present":["CARTER","DANIEL","O'NEILL","TEAL'C"],"place":"ROOM WITH JAIL CELL"},{"speech":[["ANNOTATION","Carter and O'Neill arrive through the Stargate."],["HAMMOND","Where are Teal'c and Daniel?"],["O'NEILL","We'll explain, sir. First, I need you to mobilize a combat unit ready to go back to that planet ASAP."],["HAMMOND","Do it. No how about filling me in?"]],"present":["HAMMOND","O'NEILL"],"place":"SGC GATE ROOM"},{"speech":[["DANIEL","So, by killing that man, you actually saved the lives of the rest of the villagers. You even saved Hanno's life."],["TEAL'C","It is true."],["DANIEL","But can you really be sure Apophis would have really killed the rest of the villagers."],["TEAL'C","I have seen him do it many times."],["DANIEL","So although you were faced with a terrible decision, you chose the lesser of two evils."],["HANNO","He chose to kill a crippled man. The man least able to run away, the most helpless of us all. His choice was not moral. It was cowardly and evil."],["DANIEL","Hanno, I'm told the Byrsa's only defense against the Goa'ulds is their ability to run and hide. Is that right?"],["HANNO","We have escape tunnels and caves. When the lights on the Circ-Kakona appear, we can disappear before the Goa'uld arrive."],["DANIEL","But, you have to move fast, right?"],["HANNO","Of course."],["DANIEL","Teal'c, did you know that back then."],["TEAL'C","I did. It was often very difficult to locate the villagers. They seemed to be able to vanish into the forest, as quickly as a flock of birds."],["DANIEL","How fast could your father move, with only one leg?"],["HANNO","It was not important. As a member of the clan, he would never be left behind."],["DANIEL","So in other words, your group can only move as fast as its slowest member? Right? Teal'c, why did you choose Hanno's father?"],["TEAL'C","I saw his injury. I knew that without him the group could move more quickly. Perhaps even evade us the next time we came."],["HANNO","No, I will not hear this."],["DANIEL","So you made a decision. You chose to kill one that day to save many later. Is that right?"],["TEAL'C","It is correct."],["DANIEL","So if Teal'c hadn't made that decision, many of you might not be alive today to want him dead."],["HANNO","I do not understand the relevance of any of this."],["DANIEL","I am trying to prove to you that Teal'c is a good man. He is very important to all of us in fighting the Goa'ulds and the Jaffa. Therefore I ask that you spare his life."],["HANNO","You have defended this Jaffa repeatedly by saying he is a changed man. And for proof you have given many examples of his firing upon his former comrades."],["DANIEL","Yes."],["HANNO","Than why did he not fire upon them here instead of killing my father."],["DANIEL","Because it wouldn't have done any good."],["HANNO","My father might be alive today."],["DANIEL","No, not necessarily. Even if Teal'c had succeeded that day, the Goa'uld would have sent more Jaffa to exterminate everyone--your entire population."],["HANNO","How do you know that? They did not do that to your people."],["DANIEL","They tried. We have defenses that you don't. Teal'c may have killed Hanno's father, but in doing so he saved you, and you, and--and all of you. Teal'c's death will not change the past, but his continued life can help all of our future. Can you really justify killing him now?"],["FEMALE ELDER","His fate is not to be decided by us. Cor-ai mandates that only Hanno can make that decision."],["HANNO","Your argument is wise, and moving. I commend you."],["DANIEL","Thank you."],["HANNO","You have made a compelling argument that this Jaffa's more recent and continuing good should somehow negate his past evil. I have but one final question. Can his recent actions, or any future actions, return my father from the dead?"],["DANIEL","No, no, of course not."],["HANNO","Then clearly no amount of good in the present can erase what he has done in the past. Jaffa, you are guilty of killing my father. Tomorrow, at mid-day, you will die by your own weapon. As my father did."]],"present":["DANIEL","FEMALE ELDER","HANNO","TEAL'C"],"place":"COURTROOM"},{"speech":[["HAMMOND","I'm confused, Captain. Are these people hostiles?"],["CARTER","Well sir, that would depend on your definition of hostiles."],["O'NEILL","They have Teal'c prisoner. They plan to execute him. I'd call that hostile."],["HAMMOND","But it sounds to me as if they've treated the rest of you with the utmost respect. Now you want to launch an assault on them?"],["O'NEILL","No, sir. I'm hoping once they see our superior numbers and firepower, they'll release him without incident."],["HAMMOND","Colonel, the United States is not in the business of interfering in other people's affairs."],["O'NEILL","Since when, sir?"],["HAMMOND","Since this administration was elected."],["O'NEILL","Well, I don't think the president would have a problem with us going in and trying to rescue one of our own."],["HAMMOND","Teal'c is not one of our own."],["CARTER","He's not?"],["HAMMOND","I mean in the eyes of the government. He's not an American citizen. Hell, he's not even an Earth citizen."],["O'NEILL","I don't believe I'm hearing this from you, sir."],["CARTER","General Hammond, sir, if I may. Even setting aside that Teal'c is our friend, how can you let such a valuable information resource be taken away?"],["HAMMOND","These people's laws in this regard are no different from our own. We don't stop pursuing war criminals because they have a change of heart."],["O'NEILL","War criminals."],["HAMMOND","Yes, Colonel, he is. Like it or not, what the Jaffa have done to these people and thousands of other people is a crime. Now Teal'c spent many years serving the Goa'uld doing some damned distasteful things. Surely both of you must realize that this was bound to happen sooner or later."],["O'NEILL","General Hammond, I have spent a lot of years in the service of my country, and I have been ordered to do some damned distasteful things. I will not allow them to execute my friend."],["CARTER","Sir, Teal'c has proven his loyalty to us countless times. Don't you think we should do the same?"],["HAMMOND","My own personal opinion says yes. But the government policies under which I must weigh my decisions, say no."],["O'NEILL","Well fine, let's call the president!"],["HAMMOND","That's enough, Colonel!"],["CARTER","General, sir, we don't have a lot of time here."],["HAMMOND","Right."]],"present":["CARTER","HAMMOND","O'NEILL"],"place":"SGC CONFERENCE ROOM"},{"speech":[["ANNOTATION","Women are applying paint in curved lines to Teal'c's torso and face. Daniel arrives."],["DANIEL","What are they doing?"],["TEAL'C","Preparing me for my death."],["DANIEL","Oh."],["TEAL'C","I would like to ask one final favor."],["DANIEL","What is it?"],["TEAL'C","I would like to volunteer my lifeless body, and that of my symbiote, for your scientists to study. Perhaps you can better learn ways to battle the Goa'uld and the Jaffa."],["DANIEL","Well, don't worry, Teal'c, there's not going to be any body to donate. Jack and Carter should be back any minute with the troops."],["TEAL'C","Daniel Jackson. You must not allow Colonel O'Neill to deny the retribution the Byrsa deserve."],["DANIEL","You know I have to admit, Teal'c, for once I agree with Jack. I mean, I respect your wishes, but I don't believe that you deserve to die."]],"present":["DANIEL","TEAL'C"],"place":"ROOM WITH JAIL CELL"},{"speech":[["ANNOTATION","Hammond enters room."],["HAMMOND","I'm sorry, Colonel, the president won't authorize a rescue."],["O'NEILL","I don't believe it."],["CARTER","What?"],["HAMMOND","I agree with the president's decision. We can't commit troops to risk their lives in an action that I believe is morally ambiguous."],["O'NEILL","That's where I respectfully disagree, sir."],["HAMMOND","You have the right to disagree, Colonel, but you do not have the right to take actions against orders, is that understood?"]],"present":["CARTER","HAMMOND","O'NEILL"],"place":"SGC CONFERENCE ROOM"},{"speech":[["ANNOTATION","Village is in flames and disarray. O'Neill and Carter arrive through Stargate."],["O'NEILL","Things look a little different to you?"],["ANNOTATION","Jaffa guards are herding villagers through village. O'Neill and Carter hide behind pillars, then head downstairs."]],"present":["O'NEILL"],"place":"VILLAGE"},{"speech":[["ANNOTATION","Cell is now empty."],["CARTER","Byrsa must have taken him with them."],["O'NEILL","Let's hope it was the Byrsa."],["CARTER","Maybe Daniel broke him out."],["O'NEILL","Keep those positive thoughts comin', Captain. Let's go."]],"present":["CARTER","O'NEILL"],"place":"ROOM WITH JAIL CELL"},{"speech":[["ANNOTATION","Jaffa are lining villagers up against a wall. They see Carter's shadow. Jaffa fire at Carter and O'Neill. O'Neill trips one, stabs him; Carter retrieves staff weapon and gives it to O'Neill."]],"present":[],"place":"NEXT TO A BUILDING"},{"speech":[["ANNOTATION","Villagers are gathered in a room with Teal'c and Daniel."],["HANNO","Now O'Neill has proved to me not only where his loyalties lie but yours as well."],["TEAL'C","If you believe that it was O'Neill that informed the Goa'uld, you are mistaken."],["HANNO","Then how is it that they know our escape routes?"],["DANIEL","What?"],["HANNO","We are trapped. Cut off from the hidings."],["DANIEL","But Jack went back to Earth. The Goa'uld are not stupid. They probably figured it out on their own."],["HANNO","The children and the slowest will hide here. The rest of us will try to draw them away into the forest."],["DANIEL","Wait. Now let Teal'c go. We can help you but he is no good to you like this. Now I give you my word he will not try to run away."],["HANNO","No he will not. You will stay here."],["ANNOTATION","Hanno bends to speak to a child."],["HANNO","If I do not survive, I entrust you to tell whoever does that I still wish my sentence to be carried out."],["EXT VILLAGE, NEAR DHD",""],["ANNOTATION","Villagers are running through, Jaffa firing on them. Hanno sees O'Neill."]],"present":["DANIEL","EXT VILLAGE, NEAR DHD","HANNO","TEAL'C"],"place":"SIDE AREA OF COURTROOM"},{"speech":[["ANNOTATION","Jaffa storm in to find hiding villagers, Teal'c and Daniel."],["DANIEL","Try not the let them see your face in case--"],["SHAK'L","Teal'c."],["DANIEL","Shak'l."],["ANNOTATION","Boy gives Teal'c a knife."],["TEAL'C","(to Daniel) Go."],["ANNOTATION","Daniel is led away by a Jaffa."],["SHAK'L","Your death will assure my place as first prime."],["ANNOTATION","Teal'c stabs Shak'l."],["TEAL'C","I am sorry."]],"present":["DANIEL","SHAK'L","TEAL'C"],"place":"SIDE AREA OF COURTROOM"},{"speech":[["ANNOTATION","Teal'c fires on Jaffa. He leaps to stop a Jaffa from firing on group of villagers, gets hit in leg with staff blast but takes out a Jaffa. Jaffa aims staff at Teal'c. O'Neill and Carter arrive."],["O'NEILL","Hey!"],["ANNOTATION","O'Neill fires on Jaffa who is threatening Teal'c. Daniel kneels to check Teal'c's wound."],["DANIEL","Oh, looks bad. Let's get him home."],["TEAL'C","No."],["ANNOTATION","Teal'c stands up with rest of SG-1's help, gives his staff to Hanno."],["TEAL'C","It is midday. I am prepared to accept my punishment."],["O'NEILL","Teal'c."],["HANNO","You would save those who wish to kill you?"],["TEAL'C","I would save those who deserve to live."],["HANNO","I have made a mistake. My memory was faulty. You are not the same man as he who murdered my father."],["TEAL'C","I am the one."],["HANNO","No. That Jaffa is dead. You have killed him. We have our own wounded to care for. I suggest you take your friend home."],["ANNOTATION","Teal'c takes staff from Hanno, bows his head to him and steps away."],["O'NEILL","We can help you defend yourselves."],["HANNO","We would appreciate that."],["ANNOTATION","SG-1 is alone in the courtroom. O'Neill puts his hand on Teal'c's shoulder."]],"present":["DANIEL","HANNO","O'NEILL","TEAL'C"],"place":"COURTROOM"}]