[{"speech":[["PREVIOUSLY ON STARGATE SG-1",""],["ANNOTATION","Martin's spaceship, filled with the rest of his crew but not him, takes off."],["MARTIN","(voiceover) I'm not just interested in outer space..."]],"present":["MARTIN","PREVIOUSLY ON STARGATE SG-1"],"place":"nowhere"},{"speech":[["MARTIN","(continuing) ...I'm from outer space."]],"present":["MARTIN"],"place":"MONTANA DINER"},{"speech":[["ANNOTATION","Hammond and SG-1 watch as a promotional preview video for Wormhole X-Treme is shown. Individual shots appear of each cast member firing their weapon and diving forward from the star portal's ramp which bears a huge orange and red \"X\"."],["TV SHOW ANNOUNCER","Four X-cellent heroes in an X-traordinary new sci-fi series! Starring Nick Marlowe as the wry Colonel Danning..."],["ANNOTATION","Marlowe as Danning fights in poorly coordinated hand-to-hand combat with thugs"],["DANNING","(as the last \"thug\" falls) As a matter of fact, it DOES say Colonel on my uniform."],["ANNOTATION","A gaudy graphic depicting the Wormhole X-Treme logo takes up the entire foreground of the screen."],["TV SHOW ANNOUNCER","Wormhole X-Treme."],["ANNOTATION","Marlowe as Danning and a very tall alien woman exchange smoldering looks as the other main cast members watch in the background. Danning grabs the woman by the shoulders."],["\"DANNING\"","It's what I do."],["ANNOTATION","He stands on tip-toes and kisses her."],["ANNOTATION","O'Neill raises his eyebrows, leaning his chin in his hand, looking bored."],["HAMMOND","He sold the idea to the studio."],["DANIEL","He obviously got the whole thing from his knowledge of the Stargate program."],["O'NEILL","Well, if the Air Force didn't want it to happen, they wouldn't have let it go this far."],["S",""]],"present":["\"DANNING\"","DANIEL","DANNING","HAMMOND","O'NEILL","S","TV SHOW ANNOUNCER"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","SG-1, consisting of O'Neill, Daniel, Carter, and Teal'c, come through the Stargate."],["ANNOTATION","Later, O'Neill is behind cover, holding his weapon at ready."],["O'NEILL","Come on out."],["ANNOTATION","A group of three-foot tall, grey furred creatures that look remarkably like Ewoks from Star Wars, appear."],["FURLING","We are the Furlings."],["ANNOTATION","Daniel shakes a Furling's paw."],["DANIEL","We thought we'd never get to meet you."],["ANNOTATION","Furlings lead SG-1 to their village. Several structures are on the ground, but a few are within extremely large tree trunks."]],"present":["DANIEL","FURLING","O'NEILL"],"place":"UNNAMED PLANET, DAY"},{"speech":[["ANNOTATION","Three ha'taks emerge out of hyperspace and immediately start firing on the planet."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","SG-1 watches as a ha'tak moves to land on the planet. All look worried."],["TEAL'C","We led them straight here."]],"present":["TEAL'C"],"place":"FURLING PLANET, DAY"},{"speech":[["ANNOTATION","O'Neill fires from his F-302, destroying two death gliders."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Carter presses controls on a small tree trunk. Other Furlings desperately work beside her, chattering in a high pitched, squirrel-like language. Daniel comes running inside. Several energy blast weapons can be heard outside."],["DANIEL","(shouting) Sam!"],["CARTER","(shouting) I thought I could make it work. But the thermodynamic loop is feeding back to the planet's core."],["ANNOTATION","She turns back to the Furlings and shrugs before she and Daniel are beamed away. The Furlings chitter to each other in alarm. One hits the control panel trunk in frustration."]],"present":["CARTER","DANIEL"],"place":"FURLING TREE TRUNK CAVE"},{"speech":[["ANNOTATION","The Furling planet blows up."],["CARTER","(voice over) Well, that never happened!"]],"present":["CARTER"],"place":"SPACE"},{"speech":[["ANNOTATION","Carter, Mitchell, Daniel, Teal'c, and Vala sit around the table. All have scripts open in front of them."],["MITCHELL","Well, you gotta open big. Catch people's attention. Make them think the whole thing is gonna be jam packed."],["VALA","I love jam!"],["ANNOTATION","SG-1 turns and looks at her."],["VALA","Oh, I get it. It's yet another playful twist on words in your \"Earth\" language."],["ANNOTATION","She turns back to her copy of the script. Carter shudders in frustration and gestures to the script."],["CARTER","(irritated) I-it-it makes us look stupid!"],["DANIEL","You realize it's not actually \"us\"."],["CARTER","Okay, okay, it makes the \"characters\" look stupid. I mean, do you really think the best way to introduce the heroes of this story is to show them causing a massive catastrophe?"],["MITCHELL","That's...realistic."],["DANIEL","I don't care."],["MITCHELL","C'mon, it'll be fun."],["DANIEL","You know, you say that about everything. Come to think about it, why am I doing this?"],["ANNOTATION","Landry enters, waving for everyone to remain seated."],["LANDRY","To make sure that the Air Force is being properly represented."],["ANNOTATION","Daniel half raises his hand, his mouth starting to form a question. Landry waves him down."],["LANDRY","(continuing) ...and because General O'Neill has requested you, specifically."],["DANIEL","(groaning) Of course he did."],["MITCHELL","Jackson, how often do we get to give notes on a big Hollywood feature script?"],["TEAL'C","I believe this is intended to be a television movie."],["LANDRY","(holding up script) A fictionalized, albeit slightly ridiculous, version of Stargate Command is an excellent cover for the real thing in the event of a security leak."],["CARTER","Plausible deniability."],["DANIEL","I'm sorry, sir, did you say \"slightly\" ridiculous?"],["ANNOTATION","Carter grins."],["LANDRY","(sternly) You're doing this! You have no choice. Just give the man five minutes. I'll get you out of this when the time comes."],["ANNOTATION","Daniel rolls his eyes and sighs. Carter stops grinning. Landry reenters his office. Vala continues to flip through her copy of the script."],["VALA","Um, I've been looking at this, and there doesn't seem to be any mention of a sexy female alien...anywhere! I'm not even in this!"],["ANNOTATION","Carter shoots Vala a disbelieving look. Daniel casts a side long glance at Vala and sighs."],["CARTER","You know, the really unbelievable part is that anyone would consider spending millions of dollars on this. I mean, seriously, all these writers, and they couldn't come up with anything better?"],["VALA","I don't know, I've been watching a lot of television lately, and apart from one glaring omission, it doesn't seem to be that bad."],["MITCHELL","Maybe we can make it better."],["DANIEL","No, I'm with Sam on this one. I mean, who makes a movie out a series that only lasted three episodes?"],["TEAL'C","It allegedly performed well on DVD."],["ANNOTATION","Martin enters the room, talking on his cell phone. SG-1 and Vala watch Martin and exchange a range of expressions with each other."],["MARTIN","(loudly into phone) No, I'm not using any shots from the series!...It's a movie, not a clip show...The budget is the budget. They are a bunch of pencil-pushing, bean-counting idiots!...You tell them, if they don't like it, I'm gonna take it somewhere else! (Martin nods and smiles to SG-1, then turns away and speaks low into the phone) You know not to say that last part, right?...Yeah, \"movie, not clip show\" is fine.... (louder) Yeah. I've gotta go. Yeah."],["ANNOTATION","Martin hangs up the phone and puts his briefcase on a chair."],["MARTIN","Cell coverage is just terrible in here. How's it going? You done?"],["ANNOTATION","Martin looks at the team hopefully. They all look at each other with serious expressions."],["VALA","(smiling) Well, it certainly seems to be packed full of jam!"],["MARTIN","(shaking his head) I knew I should've given you my first draft. The-the producer brought in the other writers."],["MITCHELL","I thought you were the producer."],["MARTIN","(indignant) Yeah, the real one! (sitting) Uh, look, just be honest. I-I trust you guys. That's why I'm here. Just...tell me what you think."],["ANNOTATION","Teal's looks away. Daniel bites his lip and looks at his watch. Vala studies the script."],["MARTIN","C'mon! You must have some ideas. Don't be afraid. Just...pitch them out. We call it \"spinning\". No one's gonna judge you."],["ANNOTATION","He clasps his hands in front of him and waits expectantly."],["MITCHELL","Okay, for starters, I think you need a strong opening sequence."],["MARTIN","(scoffing) Are you serious? No one does that anymore. You just throw up the title and get on with it."],["ANNOTATION","The title \"Stargate SG-1\" is \"thrown up\" in front of a close up of the spinning Stargate. The Stargate kawooshes."],["END OPENING CREDITS",""]],"present":["CARTER","DANIEL","END OPENING CREDITS","LANDRY","MARTIN","MITCHELL","TEAL'C","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The corridor is darkened with a blue light tinting everything. Alarms sound, and klaxons blare. Mitchell, carrying a gun in each hand, moves surreptitiously through the corridor. Zombie SGC personnel approach from either end of the corridor. Mitchell fires at them with both guns. He crosses his arms over each other in slow motion and continues to fire. The door to the gate room opens behind him, and he backs into it."]],"present":[],"place":"SGC CORRIDOR, LEVEL 28"},{"speech":[["ANNOTATION","Mitchell uses his card key to seal the gate room door. As it closes, Zombie Siler blocks the doorway from closing with his body. Mitchell shoots him. Mitchell runs and leaps over random crates stacked in the gate room and uses them for cover. Through the window to the control room, Mitchell can see Harriman approach his station, his mouth agape in horror."],["MITCHELL","Walter! Dial 447! The only way to stop this is to get the device back to the planet."],["ANNOTATION","Mitchell holds up the glowing Telchak device."],["ANNOTATION","Through the window, Mitchell sees zombies attack Harriman as he begins to dial. They start gnawing on Harriman's head and arm as he screams."],["ANNOTATION","Mitchell pulls out his Beretta. He begins firing at the numerous moaning zombies entering the gate room from both doors. Still firing, Mitchell backs up the ramp."]],"present":["MITCHELL"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Mitchell uses his hands to pantomime firing guns right and left as he continues his story."],["MITCHELL","Bam, bam!"],["MARTIN","Look, uh, no offense, but zombies have been done to death...uh, no pun intended. Besides, this is science fiction, not horror."],["MITCHELL","Did I mention the Telchak device? 'Cause that's what turned them into zombies."],["ANNOTATION","Martin's cell phone rings. Its ring tone is the Wormhole X-Treme theme song. Martin pulls it out of his coat and holds up one finger in a \"wait\" gesture."],["MARTIN","Oh, sorry. (into phone) Go for Marty...Oh, hey! Charlie! What's up! (he stands and backs away, whispering to the team) It's the studio. (turning away and speaking into the phone) What kind of problem?"],["DANIEL","(to Mitchell) Just out of curiosity, what was the rest of the team doing while your character was fighting the zombies?"],["ANNOTATION","The team looks at Mitchell. He averts his eyes and gives a small sheepish smile."],["MARTIN","Son of a bitch!"],["ANNOTATION","Martin slams his phone down on his folder."],["MITCHELL","Studio executives, huh?"],["MARTIN","What? Oh, no Charlie? He's a great guy. He's the only one I trust."],["ANNOTATION","Martin retakes his seat at the head of the table."],["VALA","So, what's the problem, then?"],["MARTIN","Our lead backed out. I mean, how am I supposed to tell the story without my lead character?"],["MITCHELL","Easy. You just bring in a character to replace him."],["ANNOTATION","Martin glares at Mitchell in incomprehension. Daniel and Vala give him an awkward look."],["MITCHELL","What?"],["ANNOTATION","He looks to Carter who also frowns and shakes her head slightly."],["MARTIN","You guys have to help me. I mean, how can I keep the main character in the story without actually having the actor who plays him?"],["CARTER","Well, you could have the other characters refer to him all the time. Maybe, get him on the phone once in a while."],["ANNOTATION","She smiles hopefully."],["MARTIN","(sarcastically) Oh yeah, right. (Carter's smile falters) I mean something cool like uh, face-switching or body swapping."],["ANNOTATION","Daniel grimaces while Vala laughs into her mug."],["VALA","As if anyone would believe that."],["ANNOTATION","Daniel rolls his eyes and glares at her. Vala looks back at him innocently."],["MARTIN","Come on. You guys must have some real-life experiences I could draw on."],["CARTER","(inspired) Oh! Well, there-there was that time that Colonel O'Neill was invisible."]],"present":["CARTER","DANIEL","MARTIN","MITCHELL","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Carter stands at one side of her lab, talking to an empty chair. While speaking, she rounds the work table and takes a chair next to the empty one."],["CARTER","So, essentially, what I think happened is that you were bombarded by the particle field being emanated by the cloaking generator. See, you were in the engine room standing right next to it when the device was turned on. That would account for the minute traces of radiation we've been picking up from you. But, the good news is, I think I've found a way to reverse the process. We have to go back to the mother ship and get the cloaking generator."],["ANNOTATION","Daniel enters the lab behind Carter and leans on the door jamb. He overhears Carter's last few words."],["DANIEL","Sam, who're you talking to?"],["ANNOTATION","Carter gestures to the empty chair."],["CARTER","Oh, Colonel O'Neill. I was just explaining to him how we're going to make him visible again."],["DANIEL","No you're not."],["ANNOTATION","Daniel approaches and, after waving his arm over the empty chair, sits in it."],["DANIEL","Jack's in, uh, Hammond's office."],["ANNOTATION","Carter raises her arm in frustration."],["CARTER","I can't believe he did that to me again!"],["DANIEL","Yeah. You know, getting the cloaking generator off that mother ship. That's going to be the least of our problems. Now, getting Jack to help, that's going to be the hard part."],["CARTER","Oh, don't tell me."],["DANIEL","Oh yes. He likes being invisible."],["ANNOTATION","Carter groans."]],"present":["CARTER","DANIEL"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","O'Neill's truck is stopped at the gate. The horn honks impatiently. An irritated SF approaches as the truck engine revs. The SF looks around in shock when all he can see is a dog in the driver's seat, its paw on the horn."]],"present":[],"place":"CHEYENNE MOUNTAIN SECURITY CHECKPOINT, DAY"},{"speech":[["ANNOTATION","Daniel briefs a group of scientists writing on a white board already covered in Ancient writing and mathematical formulas."],["DANIEL","And so by translating this tablet, we should be able to determine the most important thing in the universe."],["ANNOTATION","The invisible O'Neill starts snoring loudly. Daniel drops his head in resignation. The scientists all look around. Daniel sighs."],["DANIEL","(gesturing around room) Everyone just want to...poke around? See if you can find him?"]],"present":["DANIEL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Carter pokes her head out of a shower cubicle, clasping the rest of the curtain to remain covered. The water still runs behind her. She looks around."],["CARTER","Sir? Are you there?"],["ANNOTATION","There is a long pause in the apparently empty room."],["O'NEILL","Nope."],["ANNOTATION","Carter closes her eyes and sighs, then shoves the curtain closed."]],"present":["CARTER","O'NEILL"],"place":"SGC LOCKER ROOM AND SHOWERS"},{"speech":[["ANNOTATION","O'Neill, still invisible, and Teal'c walk down a corridor. The only thing that gives O'Neill's presence away is the coffee cup he holds."],["TEAL'C","You cannot remain this way, O'Neill."],["O'NEILL","Why not? It gives us an advantage over the Goa'uld. I can sneak around all I want, totally undetected. I give us the element of surprise. The bottom line is, I can do more for this planet invisible than I ever could as my own sweet salient self."],["ANNOTATION","O'Neill stops and drinks from his coffee mug. Teal'c stops and turns to where he believes the invisible O'Neill stands. He stares towards O'Neill silently for a few moments."],["TEAL'C","(deadpan) I assume I am staring at you stoically."],["O'NEILL","(gesturing with mug) Not buying it, eh?"],["TEAL'C","No. You are most transparent, O'Neill."],["ANNOTATION","Teal'c begins walking again, O'Neill following behind."],["O'NEILL","Oh. I get it. Good one."],["TEAL'C","I can see right through you."],["O'NEILL","Don't push it."]],"present":["O'NEILL","TEAL'C"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Four Jaffa guard the ring room, which suddenly activates, but no one appears. The Jaffa look around, alert but confused. One by one, they are all rendered unconscious by an unseen O'Neill."],["ANNOTATION","A few moments later, the rings activate again. The rest of SG-1 (Teal'c, Carter, and Daniel), weapons ready, appear. The three look around bewildered, and approach the room entrance."]],"present":[],"place":"RING ROOM, HA'TAK"},{"speech":[["ANNOTATION","More unconscious Jaffa are scattered around the hallway as the team cautiously look around. The invisible O'Neill calls to them from the far end of the corridor."],["O'NEILL","(annoyed) Hello?!? Hand signals. I'm waving you over."],["ANNOTATION","Daniel grimaces, Teal'c frowns, and Carter shrugs."]],"present":["O'NEILL"],"place":"HA'TAK CORRIDOR"},{"speech":[["ANNOTATION","O'Neill, still invisible, spins around in an empty chair. On the other side of the work bench, Teal'c and Daniel watch the chair spin. Carter types on her keyboard."],["CARTER","Okay, I've made the necessary adjustments. All I have to do now is initiate the sequence."],["ANNOTATION","The chair stops spinning."],["O'NEILL","Okay. Let's do it."],["ANNOTATION","Carter types on her keyboard again. There is a rumble, and then all the power goes out, the room completely black."],["O'NEILL","(dryly) Oh yeah. This is better."]],"present":["CARTER","O'NEILL"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Martin has begun pacing the room while Carter recounted the story. Mitchell finishes making a paper airplane. Daniel has his head down on the table, resting it on his arms. Teal'c and Vala both look bored."],["MARTIN","(thoughtfully) It might feel like kind of a cheat."],["MITCHELL","Maybe it's best just not to mention the guy at all."],["MARTIN","Yeah. Besides, invisibility can be very powerful. You might not want to open that can of worms. You don't want your heroes to become too powerful."],["CARTER","Well, you can always invent some negative side effects. Well, I mean, that's how we talked Colonel O'Neill into becoming visible again."],["ANNOTATION","Martin nods and considers this. Landry enters from his office."],["LANDRY","Okay, that's it. SG-1, you are cleared to leave."],["ANNOTATION","Daniel instantly sits up and puts on his glasses."],["DANIEL","Thank you."],["ANNOTATION","The team stand and walk towards the staircase. Landry continues to walk with them."],["MARTIN","They can't leave! They haven't finished reading my script."],["ANNOTATION","Landry points to the stars on his shoulder."],["LANDRY","That's funny, I thought it said \"General\" on my uniform."],["MITCHELL","(low, to Landry) We owe you one, sir."],["LANDRY","(low, chuckling) You mean another one."],["ANNOTATION","The team heads down the stairwell. Landry stops at the top of the staircase."],["DANIEL","(facetiously) What are you talking about? I thought you said it was going to be \"fun\"?"],["VALA","Not after his zombie idea got shot down."],["ANNOTATION","Martin joins Landry at the top of the stairwell."],["MARTIN","(calling down) So, uh where are you guys all off to? (to Landry) Someplace pretty important, huh?"]],"present":["CARTER","DANIEL","LANDRY","MARTIN","MITCHELL","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The team continues down the stairs."],["CARTER","(to team) It's just a recon mission, isn't it?"],["MITCHELL","\"Just\" a recon mission? This is no simple recon mission. This is no less than my 200th trip through the gate!"],["CARTER","(weakly) Really? You're counting?"],["MITCHELL","You bet."]],"present":["CARTER","MITCHELL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","The team enters the gate room. They have changed and are now kitted for an offworld mission. The Stargate is dialing."],["TEAL'C","I have been reflecting while changing into our gear. I believe this is far from your 200th mission, Colonel Mitchell."],["MITCHELL","I didn't say \"200th mission\", I said \"200th trip through the gate\". That's counting offworld gates, back and forth, pretty much any time I crossed the event horizon. Yeah, this is gonna be huge. The big"],["2-0-0.",""],["ANNOTATION","The Stargate powers down and shuts off. The team look at each other and then back to the control room. The Stargate technician there shrugs as staff scurry around. The team looks up to the briefing room window. Martin looks down at them and shrugs, gesturing for them to rejoin them in the briefing room."],["MITCHELL","(to Carter) Fix it."],["DANIEL","Quickly."],["CARTER","I'm on it."],["ANNOTATION","Carter hurries out of the gate room."],["TEAL'C","Indeed."]],"present":["2-0-0.","CARTER","DANIEL","MITCHELL","TEAL'C"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Replicators attack SG-1 (Daniel, Carter, Mitchell and Teal'c) as they run across a grassy field, firing their P-90s. Mitchell fires the Ancient weapon O'Neill devised to destroy Replicators. The planet's atmosphere has a bluish tinge."],["CARTER","(while running) We've gotta go! We've got ten seconds before the time dilation field is activated. If we don't make it through the gate, we'll be stuck here forever."],["ANNOTATION","Replicators pour out of the woods, blocking the team's retreat that way. SG-1 reaches the edge of a cliff and look down. Several al'kesh and cargo ships have landed in the valley around the Stargate. Jaffa troops swarm out of the ships."],["MITCHELL","Okay, this could be a problem."]],"present":["CARTER","MITCHELL"],"place":"PLANET, DAY"},{"speech":[["ANNOTATION","SG-1 exits the active wormhole and walks down the ramp, already unbuckling their gear."],["MITCHELL","Wow, that was close, huh?"],["DANIEL","Oh yeah."],["DANIEL","(voiceover) Are you serious?"],["MARTIN","(voiceover) What?"]],"present":["DANIEL","MARTIN","MITCHELL"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Mitchell sits at the table. Daniel leans against the table next to Mitchell, Teal'c beside him. Vala stands nearby. Martin stands near the window."],["DANIEL","How-how did we escape?"],["VALA","They."],["DANIEL","Fine, they, they, they. How did \"they\" escape?"],["MARTIN","Isn't it obvious?"],["MITCHELL","Even if the valley wasn't filled with Jaffa, we could never have made it to the gate and dialed out in under...ten seconds."],["MARTIN","Good. See, that's why we're here. So, whaddya think? Thirty seconds?"],["ANNOTATION","The others just stare at Martin, incredulous."],["MARTIN","May-maybe not such a round number. How about...thirty-eight!"],["ANNOTATION","Martin makes a note. Mitchell buries his head in his arms and rests at the table."],["DANIEL","What difference does it make? I mean, it's not like you're going to have an actual \"ticking clock\" on the screen."],["MARTIN","That's brilliant!"],["ANNOTATION","Daniel and Teal'c look back in disbelief."],["DANIEL","That's ridiculous."],["MARTIN","(nodding) Trust me, jeopardy plus ticking clock is box office. It's the E equals M C squared of the entertainment world. Ask any executive."],["VALA","Except, I think you've replaced \"jeopardy\" with \"certain death.\""],["MARTIN","(scoffing) Oh come on. You guys have escaped situations more dire than this before."],["ANNOTATION","Mitchell sits up."],["MITCHELL","(to Daniel) He has a point."],["DANIEL","So show the actual escape!"],["MARTIN","Oh, no-no-no. You can't give away too much, too early. It'll step on the ending."],["ANNOTATION","Daniel looks around, incredulous, as Teal'c sighs."],["MITCHELL","Maybe if my character doesn't say: \"This is a problem.\" He could say something like: \"This should be easy.\""],["MARTIN","How many times do I have to tell you? It's not you. Colonel Danning is based on Colonel O'Neill."],["ANNOTATION","Mitchell folds his arms and looks irked."],["ANNOTATION","Carter enters from the stairwell. Mitchell spins around to face her."],["MITCHELL","(whispering to Carter) Please tell me you have the gate working again."],["CARTER","We're running another diagnostic, but right now we're stumped. The power's getting through to the capacitors, but for some reason the charge isn't holding. That's causing the control crystal to send feedback into the interface and reset the programming code of the base computer's dialing protocol."],["ANNOTATION","Martin stares at Carter with interest as she speaks."],["MARTIN","Whoa! That was awesome! Say that again."],["ANNOTATION","Carter blinks at him, taken aback."],["CARTER","(annoyed) No!"],["MARTIN","(disappointed) Oh. Uh, ev-everybody, take five. I've got to get that down before I forget it. \"The power getting to the 'flux capacitor' but feedback is not feeding back into the 'feedback face'.\" This is gold!"],["ANNOTATION","Martin moves to take notes. Carter gestures that she's heading back down. Daniel shakes his head and moves to get more coffee. Vala, seeing if anyone else notices, starts sidling over to Martin and taps him on the shoulder."],["VALA","(whispering) Hey. Forget about the techno-talk. No one's really interested in it."],["ANNOTATION","She smiles and nods."],["MARTIN","You're an alien, right?"],["VALA","(still speaking low and grinning) Exactly! And I know just what this movie needs!"],["MARTIN","So how would you know what sci-fi fans from Earth would be interested in?"],["VALA","(with piercing look) Aren't you also an alien?"],["MARTIN","Yeah...but I've been here...quite a while."],["VALA","Right. Look, I think I know a good story when I hear one. Don't you want this movie to appeal to a broad range of people?"],["MARTIN","From Earth."],["VALA","I have all kinds of fabulous adventures, none of which have been classified by the Air Force."],["ANNOTATION","Vala nods in emphasis. Martin looks at her with renewed interest."],["MARTIN","Okay, shoot. Give me your best one."],["VALA","Right. I was in a stolen cargo ship on my way..."]],"present":["CARTER","DANIEL","MARTIN","MITCHELL","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Cargo ship crashes through the trees."],["VALA","(voiceover) ...home when a solar flare from a nearby star wreaked havoc on my navigation system, and I forced to..."]],"present":["VALA"],"place":"FOREST PLANET, DAY"},{"speech":[["ANNOTATION","Martin continues to look intrigued."],["VALA","...crash land on the nearest planet. In a bizarre twist of fate,"]],"present":["VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["VALA","(voiceover) ...I crashed right on top of the Goa'uld who ruled that planet. Which was fortunate because my ship was too badly damaged to repair, and I needed help."],["ANNOTATION","Vala looks down and kicks the boots of the Goa'uld crushed under the tel'tak. She bites her finger innocently. She wears one of her old black leather outfits and her hair is in twin ponytails. She looks up and sees a group of Munchkins walking towards her from a path lined on either side by yellow flowers. They wave."],["VALA","(voiceover) The local villagers were very grateful."]],"present":["VALA"],"place":"FORESTED PLANET, DAY"},{"speech":[["VALA","(voiceover) They introduced me to a lovely...fair-haired...Tok'ra who had been hiding out on the planet. She told me the legend of a powerful ascended being who supposedly lived in some...distant, far-off mountains, through a...treacherous forest..."],["ANNOTATION","Two female Munchkins fawn over Vala and brush her hair, which remain tied in twin ponytails. She sits avidly listening with the other villagers as they surround a long-haired Carter, dressed in white robes and looking very ethereal, like Glenda the Good Witch."],["MARTIN","(voiceover, interrupting) Look, I don't have all day."]],"present":["MARTIN","VALA"],"place":"TENT"},{"speech":[["MARTIN","(continuing) ...Cut to the chase."],["VALA","All right. I met up with a number of my friends along the way, and after a dangerous and eventful journey, we finally come face to face with the ascended being."]],"present":["MARTIN","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The room is lit up in a greenish glow, reminiscent of the color of the city of Oz. In the center of the chamber is a large column of smoke, through which appears a very large talking head of Landry, just like the Wizard of Oz."],["WIZARD LANDRY","What can I do for you?"],["DOROTHY VALA","Well, at first, I thought I just wanted to go home, but now I've decided I'd quite like to be a part of something...a regular part, if you catch my drift. (she grins) Oh, and, uh, these guys have their own issues. Boys?"],["ANNOTATION","Vala turns around. Behind her are Mitchell as the Scarecrow, holding a coffee mug and looking curious. Next to him is Daniel as the Cowardly Lion, drinking from a coffee mug and looking bored. Beside him is Tin Woodsman Teal'c, who looks blank and stiff, and carries a silver staff weapon, the Apophis symbol on his funnel hat."]],"present":["DOROTHY VALA","WIZARD LANDRY"],"place":"WIZARD OF OZ'S, ER, \"ASCENDED BEING'S\" CHAMBER"},{"speech":[["ANNOTATION","Mitchell, Daniel, and Teal'c are standing at the far end of the room in the exact same order as their Oz counterparts, holding coffee mugs and watching Martin and Vala."],["MARTIN","(dryly) That's The Wizard of Oz."],["VALA","(disappointed) Oh. You've seen that one."],["MARTIN","(still flat toned) Uh. Yeah. Oh, that's my phone."],["ANNOTATION","He picks up the quiet phone."],["MARTIN","(into phone) Martin Lloyd."],["ANNOTATION","Vala turns back to the others with a grin and chuckle."],["VALA","I didn't hear it ring."],["MARTIN","It's on...vibrate."],["ANNOTATION","Martin, still holding the phone to his ear, quickly escapes from Vala."],["MARTIN","(pretending to talk into phone) Uh, Yes. Go ahead."],["VALA","(chasing after him) I can sing!"]],"present":["MARTIN","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Mitchell wanders down the stairwell. Carter moves from one control panel to another station."],["MITCHELL","So, how's it going?"],["CARTER","Not well."],["MITCHELL","Samantha, 200 is waiting."],["CARTER","(shrugging) Right now, I'm just hoping we haven't done something to permanently damage the gate."],["ANNOTATION","Carter sits next to Harriman."],["MITCHELL","Now, how can something work perfectly fine for ten years, then all of a sudden, it doesn't work anymore?"],["CARTER","I don't know. (to Harriman) Okay, try it now."],["ANNOTATION","Harriman nods and starts dialing the Stargate."],["HARRIMAN","Uh, we're getting some strange power readings here, Colonel."],["CARTER","Shut it down."],["HARRIMAN","It's not responding! The gate's drawing massive amounts of energy into its capacitors!"],["CARTER","Close the blast door and the iris!"],["ANNOTATION","The blast door closes, blocking view of the gate room. Sparks start to fly."]],"present":["CARTER","HARRIMAN","MITCHELL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Lightning arcs throughout the room, overloading circuits everywhere and striking the blast door multiple times."]],"present":[],"place":"SGC GATE ROOM"},{"speech":[["CARTER","I can't shut it down! (to Siler) Siler, manually cut the power!"],["ANNOTATION","Siler nods and leaves."]],"present":["CARTER"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Siler opens one of the doors and enters. He heads to the circuit breaker, dodging sparks. He tries to shut off the power from the manual override. Instead, he is electrocuted, the shock sending him flying across the room with a cry where he impacts the blast door."],["SILER","Why does this always happen to me?"]],"present":["SILER"],"place":"SGC GATE ROOM"},{"speech":[["CARTER","(to Landry) Sir, we have to evacuate the base!"],["ANNOTATION","Landry picks up a phone."],["LANDRY","(into intercom) This is General Landry. I'm declaring a code red emergency. All personnel evacuate the base immediately."],["ANNOTATION","Landry hangs up the phone. Carter approaches. Other personnel start to leave."],["CARTER","Sir, the capacitors are overloading. We have to get out of here now."],["LANDRY","Hurry."]],"present":["CARTER","LANDRY"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Cheyenne Mountain blows up."]],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["MARTIN","(excited) And that is the end of Act Two!"],["ANNOTATION","SG-1 and Vala sit around the table and stare at the standing Martin in disbelief."],["DANIEL","The mountain...blows up?"],["MARTIN","(sitting) No possible hope for survival! Cool huh? I just wrote it based on what's going on with the gate. I love it when art imitates life."],["VALA","(polite grin) Huh."],["MITCHELL","(looking at script) Hang on. We're alive in the next scene."],["MARTIN","Oh, I just haven't fixed that part yet. I'm thinking I can back-sell it and say you were beamed out at the last second."],["DANIEL","\"Beamed out?\""],["MARTIN","Sure, why not?"],["TEAL'C","Is that not too convenient?"],["MARTIN","Not if you hang a lantern on it."],["DANIEL","What's that?"],["MARTIN","It's a writer's term. Another character points out how convenient it is. Doctor Levant can say, \"Wow, that was great timing.\" That way, the audience knows I intended for it to be convenient, and we move on."],["MITCHELL","Really?"],["MARTIN","Okay. Where were we?"],["TEAL'C","Scene 24."],["MARTIN","Oh, great! One of my favorite scenes! Go ahead."],["ANNOTATION","Martin closes his eyes and puts his hands together in an expression of expectant bliss. The team looks at each other incredulously. After a moment, Vala clears her throat and begins to read."],["VALA","Um, \"Interior--Bridge\"..."]],"present":["DANIEL","MARTIN","MITCHELL","TEAL'C","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The bridge doors slide open in the whooshing sound associated with the Star Trek franchise. Mitchell enters. He wears a grey jumpsuit with red cuffs and collar. His hair is slicked back, like Capt. James T. Kirk."],["VALA","(voiceover) \"The crew mans their stations.\""],["ANNOTATION","The crew mans their stations. Teal'c wears a grey jumpsuit open in the center down to his navel and has pointed ears, apparently a cross between Worf and Mr. Spock. His cuffs and collar are yellow, and he stands behind the captain's chair. Next to the captain's chair sits Carter. She is in a grey jumpsuit with blue collar and cuffs and has a large earpiece visible on the side of her head like Lt. Uhura. Her hair is as close to a beehive style as it can get with its short length."],["UHURA CARTER","I'm picking up a strange energy anomaly, Colonel. It appears the singularity is about to explode."],["ANNOTATION","Kirk Mitchell takes the captain's chair with overly dramatic confidence and poses with one arm back on the armrest and the other leaning forward, elbow on his knee. The chair swivels."],["SPOCK/WORF TEAL'C","Weapons are at maximum."],["ANNOTATION","Daniel stops looking through a small viewer attached to a console very reminiscent of Mr. Spock's viewer, complete with the light. Daniel wears a grey jumpsuit with black collar and cuffs. His hair is grayed at the sides. He looks back at Kirk Mitchell with a manic expression, his mouth curled like Dr. McCoy."],["MCCOY DANIEL","Damn it, Cam! Solar flare. We've got a shock wave headed straight for us."],["ANNOTATION","McCoy Daniel turns back to his viewer."],["KIRK MITCHELL","Can you reverse the...polarity?"],["UHURA CARTER","(breathlessly) I'll do my best."],["ANNOTATION","She blinks twice in a vapid manner. She keeps looking at Kirk Mitchell while pressing buttons on her controls. Kirk Mitchell hits the intercom on his armrest and it whistles just like the Enterprise intercom activation."],["KIRK MITCHELL","Engine room. Warp speed."]],"present":["KIRK MITCHELL","MCCOY DANIEL","SPOCK/WORF TEAL'C","UHURA CARTER","VALA"],"place":"BRIDGE (OF ODYSSEY)"},{"speech":[["ANNOTATION","The engine room looks like the one from the Enterprise. Brad Wright, er, Scotty, er, the Chief Engineer rushes from a control panel on the wall to the workstation and keys the intercom."],["KIRK MITCHELL","(over intercom) Take us out of here...now."],["SCOTTY CHIEF ENGINEER","(in Scottish accent) I'm giving it all I've got, Captain, but you're expecting a bloody miracle!"],["DANIEL","(voiceover) Wait! Hang on, hang on, hang on!"]],"present":["DANIEL","KIRK MITCHELL","SCOTTY CHIEF ENGINEER"],"place":"ENGINE ROOM"},{"speech":[["MARTIN","(opening his eyes) What?"],["DANIEL","Okay. One, that's Star Trek; and two, it's ridiculous."],["MARTIN","(affronted) What's wrong with it?"],["CARTER","\"The singularity is about to explode?\""],["MARTIN","(blissful) Yes."],["CARTER","Everything about that statement is wrong."],["DANIEL","(stammering) How exactly is having weapons at maximum going to help the situation?"],["MARTIN","The audience isn't going to know the difference. They love: \"weapons at maximum.\""],["ANNOTATION","Carter shakes her head and tries to dekink her neck in frustration."],["MITCHELL","Never underestimate your audience. They're generally sensitive, intelligent people who respond positively to quality entertainment."],["ANNOTATION","Martin looks at him blankly."],["TEAL'C","I do not understand why everything in this script must inevitably explode."],["MARTIN","Look, you guys may all know how things really work out there in the galaxy, but I know the film business. Explosions make great trailers. Simple fact. More explosions, better trailer. Better trailer, more viewers."],["ANNOTATION","While Martin speaks, Daniel rolls his eyes and looks at Carter with an incredulous expression. She returns the look with one of disbelieving amusement."],["ANNOTATION","Martin's phone rings again. He picks it up and answers."],["MARTIN","(into phone) Yeah. Go for Marty...Oh, hey Nora...What?...That's ridiculous...Tell them to stop panicking. We're gonna sign him. Don't worry. I already put in a call to his manager...We'll, uh, we'll get back to you...Yeah...Bye."],["ANNOTATION","While Martin has been speaking on the phone, the team roll their eyes and exchange trapped looks. Martin hangs up the phone and turns back to the team."],["MITCHELL","So, trouble with Nora."],["MARTIN","No, Nora--she's great. But, uh, since Nick Marlowe is holding out, one of the new \"junior executives\" at the network has suggested we recast the whole movie with \"younger, edgier versions\" of the team. (chuckling) Can you imagine that?"],["ANNOTATION","Daniel looks lost in thought."]],"present":["CARTER","DANIEL","MARTIN","MITCHELL","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Young Teal'c, an adolescent boy wearing a BDU vest and camo pants, is pressed against the wall. Making out with him and standing in front is a young beautiful woman who wears a white spaghetti strap dress whose back is so low, the pink bra she wears shows."],["ANNOTATION","Young Carter, a teenage girl with long blond hair and wearing camo shorts and a black flak vest and tank top, and Young Mitchell, another handsome teen whose outfit is identical to Young Teal'c, round the corner. Young Teal'c and his companion turn at the noise. Young Mitchell instantly raises his weapon and fires at the girl, hitting her in the back several times. She collapses to the floor with a pained cry. Young Teal'c is unharmed from all the bullets."],["YOUNG TEAL'C","Yo, dawg, whadja do that for?"],["ANNOTATION","Young Carter leans against Young Mitchell and moves one hand up his chest in a possessive caress."],["YOUNG MITCHELL","Dude, that hot chick was so totally a Goa'uld."],["YOUNG TEAL'C","Duh. I was still gonna tap that."],["YOUNG MITCHELL","You don't appreciate me, do you?"],["ANNOTATION","Young Carter pulls Young Mitchell around to face her and pulls his head down towards her."],["YOUNG CARTER","I think you're so totally awesome."],["ANNOTATION","They have a brief but passionate kiss while Young Teal'c looks on. After they turn back to him, Young Mitchell grins."],["YOUNG MITCHELL","That's what I'm talkin' about."],["ANNOTATION","Young Teal'c pulls out a cell phone and activates it."],["YOUNG TEAL'C","(into phone) Yo, Wonderbread? You got that address figured out yet?"]],"present":["YOUNG CARTER","YOUNG MITCHELL","YOUNG TEAL'C"],"place":"SPACE SHIP"},{"speech":[["ANNOTATION","Young Daniel taps combinations on the DHD in rapid succession. Young Vala stands beside him. Like the others, they are both attractive adolescents. Young Daniel wears a bandanna on his head. Both he and Young Vala have sunglasses perched on the top of their heads, but are otherwise dressed like the other team members."],["YOUNG DANIEL","(into cell phone) Chill, T! I'm like, translating as fast as I can!"],["ANNOTATION","He hangs up."],["YOUNG VALA","(pouting) I'm so sick of being treated like some sort of object to be worshiped! I'm a real person with real feelings!"],["YOUNG DANIEL","(moping) You know...I don't think Mitchell likes me any more."],["YOUNG VALA","I'm pregnant."],["ANNOTATION","Young Daniel looks up in shock."]],"present":["YOUNG DANIEL","YOUNG VALA"],"place":"PLANET, DAY"},{"speech":[["ANNOTATION","Carter, eyes closed, has her head in her hands and shakes it side to side negatively."],["CARTER","Uh-uh."],["DANIEL","No."],["MITCHELL","Nope."],["ANNOTATION","Teal'c glares at Martin. Martin begins to look nervous. He grabs his phone and stands."],["MARTIN","I need a latte."],["ANNOTATION","He begins to leave the room. Vala jumps out of her seat and begins to follow him."],["VALA","How about this one? We were in a cloaked cargo ship on a simple, three-hour reconnaissance mission..."],["ANNOTATION","Martin stops at the doorway and interrupts her."],["MARTIN","Gilligan's Island, right?"],["VALA","(disappointed) You got that from three-hour reconnaissance mission?"],["MARTIN","Piece of advice--if you're gonna rip something off, think of something a little more obscure."],["VALA","Oh, okay..."],["ANNOTATION","She looks away, thinking quickly."]],"present":["CARTER","DANIEL","MARTIN","MITCHELL","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The Farscape reminiscent spaceship rocks violently. Stark Mitchell, wearing the helmet over half his face and earth-toned clothing, shoves Rygel Thor aside at one of the stations. Rygel Thor is dressed in ornate robes and sports white bushy eyebrows and a mustache. Aeryn Vala, wearing tight black leather, stands next to that station and looks concerned by something in front of them. She tries to keep her balance as the ship is apparently rocked about."],["AERYN VALA","Call me farhbot, but they're going to have our minvoks on a platter if we don't..."],["ANNOTATION","She goes to another station behind her where Crichton Daniel is hunched down working with something. He is wearing red leather. When she reaches the station, Crichton Daniel stands upright and grabs her around the waist in an embrace. They exchange an intense passionate look before they both look forward again."],["AERYN VALA","...starburst the draz out of here."],["CRICHTON DANIEL","The cluster's been damaged! We're not going anywhere!"],["ANNOTATION","Carter stumbles onto the bridge. Her hair, skin tone and outfit resemble Chianna."],["CHIANNA CARTER","Oh, dren!"],["ANNOTATION","She moves next to D'Argo Teal'c, who though still retaining his Apophis symbol, has the long beard and mustache and costuming of the Luxan, Chianna Carter grabs his arm in a familiar gesture."],["D'ARGO TEAL'C","Hezmana!"],["ANNOTATION","Crichton Daniel and Aeryn Vala are exchanging another intense look when another blast rocks Aeryn Vala roughly to the side. Crichton Daniel grasps her more firmly by the waist and pulls her upright again."],["AERYN VALA","Frell!"],["ANNOTATION","Stark Mitchell looks up from his controls in frustration."],["STARK MITCHELL","Aw, son of a hazmot!"],["RYGEL THOR","Yotz!"]],"present":["AERYN VALA","CHIANNA CARTER","CRICHTON DANIEL","D'ARGO TEAL'C","RYGEL THOR","STARK MITCHELL"],"place":"BRIDGE, MOYA"},{"speech":[["MARTIN","Okay, you got me. I have no idea what that is."],["ANNOTATION","Vala looks pleased, grinning and rubbing her hands together. Martin's phone rings."],["VALA","Hmm."],["MARTIN","Oh, for crying out loud, what now? (checks the cell phone) Oh, give me a break!"],["ANNOTATION","He reenters the room and approaches the team. Vala tries to read the message over his shoulder."],["MARTIN","I just got a text message from the studio. The foreign distributor went bankrupt. They're slashing my budget."],["ANNOTATION","Vala looks away quickly. At the table, Mitchell looks up thoughtfully and folds his hands."],["CARTER","In a text message?"],["MARTIN","This totally screws up the end of Act Three!"],["MITCHELL","What happens at the end of Act Three?"],["MARTIN","With these cuts, not much. Act Three just ends."],["INSTANT FADE TO BLACK",""]],"present":["CARTER","INSTANT FADE TO BLACK","MARTIN","MITCHELL","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Daniel stands staring out the window into the gate room. Vala stands beside him, reading a Wormhole X-Treme script. Behind them, Teal'c stands by the table, also reading a script. Mitchell sits on the table beside Teal'c. Over to one side, Landry speaks to Martin."],["VALA","(to Daniel, pointing to part in script) What's so bad about this?"],["ANNOTATION","Carter walks up the staircase from the control room, Daniel and Mitchell notice her arrival."],["DANIEL","(whining) Any idea when we'll be able to go?"],["CARTER","Sorry. (to Landry) We're trying a full reset of the system, sir."],["VALA","(to Carter) Hey."],["ANNOTATION","Carter walks over to Vala. Landry finishes speaking to Martin and leaves. Daniel sighs in frustration."],["VALA","If you want this to be more accurate, why don't you just give him your mission files?"],["CARTER","They're classified."],["VALA","So? Didn't you say that no one on your planet would believe this was all real anyway?"],["CARTER","Even still, do you know how many mission files there are?"],["MITCHELL","1,263. Hopefully sixty-four by the end of the day."],["ANNOTATION","Daniel, Carter and Vala turn around to face Mitchell. Carter has a big smile on her face. Teal'c too looks bemused. Vala looks confused."],["DANIEL","Actually, it's 1,264 already."],["MITCHELL","No, it's sixty-three. I'm pretty sure I've read all the files recently."],["ANNOTATION","Daniel hides a satisfied smile."],["CARTER","Actually, you haven't read 30185."],["ANNOTATION","Teal'c looks thoughtful for a moment, then smiles slightly."],["MITCHELL","30185? What's that?"],["DANIEL","We can't tell you."],["MITCHELL","What do you mean, \"you can't tell me?\" I have the highest security clearance known to mankind. What-what is 30185?"],["ANNOTATION","He stands."],["CARTER","We were sworn to secrecy."],["ANNOTATION","Carter looks uncomfortable. Daniel raises his eyebrows and bites his lip. Vala, standing between them, looks from one to the other in bewilderment."],["MITCHELL","Well, why even mention it to me if you're not going to tell me what it is?"],["CARTER","(wincing and shrugging) Sorry."],["VALA","(to Daniel) Can you tell me?"],["DANIEL","(turning to her) Oh yeah, we can tell you."],["ANNOTATION","Vala gasps in excitement. Daniel looks to Carter. Teal'c continues to observe Mitchell with bemusement."],["CARTER","Well, it has to do with the time that the gate sent us back to 1969."],["MITCHELL","Well, that can't have anything to do with me, I wasn't born 'till a year later."],["DANIEL","(looking at Vala) Actually, it was...nine months before he was born."],["MITCHELL","What?"],["CARTER","You have to remember, it was the sixties."],["ANNOTATION","Carter makes a face and bites her lip. Vala gapes in shock and looks at everyone."],["DANIEL","(to Mitchell) Come on, you have to have known that Jack's always taken an interest in your life."],["ANNOTATION","Daniel leans forward expectantly. Teal'c's expression has become impassive."],["MITCHELL","Jack?...O'Neill?"],["TEAL'C","Indeed."],["ANNOTATION","Mitchell looks concerned, taking a deep breath."],["CARTER","(eyes sparkling) Remember when you were chosen for the 302 program even though you didn't think you should get in? How about when you were chosen for"],["SG-1?",""],["VALA","(laughing in shock) Wait, are you saying that Jack O'Neill is..."],["MITCHELL","...my daddy?"],["DANIEL","All starting to make sense now, isn't it?"],["TEAL'C","(smiling) Hmm."],["ANNOTATION","Mitchell stares at all of them, then starts to smile slightly."],["MITCHELL","Oh, I'm being punk'd, aren't I?"],["CARTER","(soberly) We honestly can't tell you about 30185."],["ANNOTATION","Vala studies Daniel, who is still smiling at Mitchell. Mitchell continues to watch all of them carefully. Behind them, Martin hangs up his phone."],["MARTIN","I can't believe it! The whole cast heard Marlowe is holding out for more money, and now they're all joining in. Where do they think it comes from?"],["ANNOTATION","The team all appear thoughtful and exchange looks with each other."],["MARTIN","(sighing) How am I supposed to do a movie without any actors?"],["MITCHELL","Carter, correct me if I'm wrong on this, but is it not a fact of parallel dimension physics that each of us exists somewhere in some universe in whatever way, shape, or form we can imagine?"],["CARTER","(nodding) Any way, shape, or form we can imagine. We've seen it for ourselves."],["MITCHELL","There you go. Use your imagination."]],"present":["CARTER","DANIEL","MARTIN","MITCHELL","SG-1?","TEAL'C","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The Stargate is raised from the sand with ropes."]],"present":[],"place":"EGYPT DESERT, DAY"},{"speech":[["ANNOTATION","The Stargate is lowered into a mission silo."]],"present":[],"place":"CHEYENNE MOUNTAIN MISSILE SILO"},{"speech":[["ANNOTATION","Marionette puppets of Hammond and Harriman stand in the control room."],["PUPPET HAMMOND","All right, people, we created this multi-billion dollar facility under Cheyenne Mountain so that we can use this thing...Anyone know how?"],["ANNOTATION","Puppet Hammond and Puppet Harriman turn to a group of puppet scientists. The puppet scientists rear back slightly and look ignorant. Puppet Harriman turns to Puppet Hammond."],["PUPPET HARRIMAN","Uh, sir, we thought you knew."],["PUPPET HAMMOND","I do know this--we need to put together a team, starting with the most beautiful, battle-ready, scientific genius I know: Captain Doctor Samantha Carter."],["ANNOTATION","Puppet Hammond points to the control room door. Puppet Carter, dressed in Class A uniform and wearing blond shoulder length hair, stops and raises her hand in a salute."],["PUPPET CARTER","Reporting for duty, sir!"],["PUPPET HAMMOND","What can you tell us, Captain?"],["ANNOTATION","Puppet Carter approaches a computer and studies the display for a mere moment."],["PUPPET CARTER","Well, at first glance, I suspect the device creates a stable wormhole between superconducting rings that have been placed in fixed positions elsewhere in the galaxy..."],["ANNOTATION","Time passes and Puppet Carter types rapidly on the computer."],["PUPPET CARTER","...converts matter into energy at the event horizon, once the initial vortex has subsided, of course..."],["ANNOTATION","More time passes, Puppet Carter puts one hand on her hip."],["PUPPET CARTER","And just because my sex organs are on the inside instead of the outside doesn't mean that I can't handle..."],["ANNOTATION","More time passes, and Puppet Carter is again typing rapidly on the keyboard."],["PUPPET CARTER","...provided of course that sufficient energy has been channeled to the device, and that the current coordinates have been calculated."],["ANNOTATION","Puppet Carter turns back to Puppet Hammond and smiles."],["PUPPET HAMMOND","Okay. Get to it."],["ANNOTATION","Puppet Carter nods and turns back to the computer."],["PUPPET HAMMOND","Next, we need a bookworm adventurer who can say \"brains\" and \"guts\" in twenty-seven languages...Doctor Daniel Jackson."],["ANNOTATION","Puppet Daniel is led into the Control Room from the other door at gunpoint. He has his hands raised. His hair is long and he wears civilian clothing, including a wind breaker and sweater and has on large glasses."],["PUPPET DANIEL","(protesting) Why have I been brought here? This is not a... (spotting the Stargate) Oooh. What is that?"],["PUPPET HAMMOND","The reason you're here, Doctor. This big ring was discovered in the sands of Egypt near Giza."],["ANNOTATION","Puppet Daniel moves next to Puppet Hammond."],["PUPPET DANIEL","(talking quickly) Then I was right! The pyramids really were landing sites for interplanetary starships that enslaved primitive populations by posing as their gods."],["ANNOTATION","Puppet Carter and Puppet Fraiser look on in the background."],["PUPPET HAMMOND","Well...we found the ring in the sand."],["ANNOTATION","Puppet Daniel notes the glyphs on the Stargate."],["PUPPET DANIEL","These symbols, they look familiar. They're like constellations, don't you see? Here."],["ANNOTATION","Puppet Daniel moves to a whiteboard, picks up a marker, and starts drawing scribbles and gibberish."],["PUPPET DANIEL","If each symbol represents a specific point in space, then six of them would create a sort of...box. Now, if the intersection point between those six points would indicate a destination maybe, just maybe, the seventh marks the starting point."],["ANNOTATION","Puppet Hammond's mouth drops in shock. He looks at the other puppet scientists, who look bewildered."],["PUPPET DANIEL","Is there a monitor that shows these symbols in detail?"],["PUPPET HARRIMAN","Over here, Doctor Jackson."],["ANNOTATION","Puppet Harriman leads Puppet Daniel to computer. Puppet Harriman starts typing on the keyboard, and the monitor displays close ups of each glyph. When one symbol showing a pyramid with no bottom and a circle above it appears, Puppet Daniel notes it."],["PUPPET DANIEL","Wait! This one seems different."],["ANNOTATION","Puppet Daniel badly circles the symbol on the monitor with his permanent marker."],["PUPPET DANIEL","You found the ring in Egypt. The pyramid represents Earth. This symbol has to be the point of origin."],["PUPPET HAMMOND","It was under our noses the whole time!"],["PUPPET HARRIMAN","I feel so stupid."],["ANNOTATION","He hangs his head in shame."],["PUPPET HAMMOND","And now, what this team needs is a leader, someone who'll laugh in the face of his enemy, even when it's inappropriate...Colonel Jack O'Neill."],["ANNOTATION","Puppet Hammond gestures to the stairwell. Puppet O'Neill leans against the railing at the bottom of the steps. He wears civilian clothes of light colored pants, a black t-shirt, and black leather jacket."],["PUPPET O'NEILL","I thought I told you I retired!"],["PUPPET HAMMOND","Oh. I thought you said you were tired."],["ANNOTATION","Puppet O'Neill considers this."],["PUPPET O'NEILL","Well, as a matter of fact, I am a little...tired."],["PUPPET HAMMOND","There's no time for that now. You have a mission to lead."],["PUPPET O'NEILL","Right!"],["ANNOTATION","Puppet O'Neill raises his hand with his index finger pointed upwards."],["PUPPET HAMMOND","Sergeant, make it spin."],["PUPPET HARRIMAN","Spin? Si-sir, it doesn't spin."],["PUPPET HAMMOND","What? It has to spin, it's round! Spinning is so much cooler than not spinning. I-I'm the general, I want it to spin. Now!"],["PUPPET HARRIMAN","Yes, sir."],["ANNOTATION","Puppet Harriman starts typing frantically on his keyboard. The Stargate starts spinning."],["PUPPET HARRIMAN","Hey, look at that."]],"present":["PUPPET CARTER","PUPPET DANIEL","PUPPET HAMMOND","PUPPET HARRIMAN","PUPPET O'NEILL"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","The first chevron locks into place."],["PUPPET HARRIMAN","(over intercom) Chevron One is lit up."],["ANNOTATION","Puppet SG-1, all dressed in brown field gear, wait at the bottom of the gate ramp."],["PUPPET CARTER","I wonder what we're going to find on the other side."],["PUPPET DANIEL","Whatever it is, I'll bet it's amazing."],["PUPPET O'NEILL","Well, don't get too excited. It's just a simple recon."],["PUPPET CARTER","Aren't you the least bit curious about what's out there?"],["PUPPET O'NEILL","Well, I'm just hoping we find some new meat for the team: preferably something...bald, mysterious...you know, the warrior type with lots of, you know...muscles."],["ANNOTATION","Puppet O'Neill flexes his arms to show off muscles to emphasize his point."],["PUPPET CARTER","Sir, the odds against any alien life forms we encounter looking remotely human are...astronomical."],["PUPPET O'NEILL","Yeah, well...we'll see."],["ANNOTATION","The last chevron lights up."]],"present":["PUPPET CARTER","PUPPET DANIEL","PUPPET HARRIMAN","PUPPET O'NEILL"],"place":"SGC GATE ROOM"},{"speech":[["PUPPET HARRIMAN","Chevron Seven...also lit up."]],"present":["PUPPET HARRIMAN"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","The wormhole activates with the kawoosh. Puppet SG-1's jaws drop in shock."]],"present":[],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Puppet Harriman rises to join Puppet Hammond staring at the active Stargate in wonder."]],"present":[],"place":"SGC CONTROL ROOM"},{"speech":[["PUPPET O'NEILL","Holy..."]],"present":["PUPPET O'NEILL"],"place":"SGC GATE ROOM"},{"speech":[["PUPPET HAMMOND","Colonel O'Neill, you have a go. Godspeed."]],"present":["PUPPET HAMMOND"],"place":"SGC CONTROL ROOM"},{"speech":[["PUPPET O'NEILL","(quietly) Easy for him to say."],["ANNOTATION","Puppet SG-1 heads up the ramp. They pause just before the event horizon."],["PUPPET O'NEILL","Okay, we're all going to do this together on three, right? Right?"],["ANNOTATION","Puppet Carter nods, and Puppet Daniel blinks."],["PUPPET","Okay. One...two, three."],["ANNOTATION","Puppet SG-1 heads through the Stargate. After they step through the wormhole, it disengages, cutting off Puppet SG-1's marionette strings. The strings hang limply from the air attached to nothing."]],"present":["PUPPET","PUPPET O'NEILL"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Puppet Hammond and Puppet Harriman stare at the puppetless strings and become upset."],["PUPPET HAMMOND","Dear God in heaven."],["PUPPET HARRIMAN","(hanging head in shame) I feel so stupid."],["ANNOTATION","Puppet Hammond nods."]],"present":["PUPPET HAMMOND","PUPPET HARRIMAN"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Puppet SG-1 exit the Stargate, then collapse in a heap...like marionette puppets who've had their strings cut."],["ANNOTATION","Puppet Teal'c approaches the Stargate. He is dressed in grey Serpent Guard armor, but with no helmet, and he is bald. He looks at the limp Puppet SG-1, then starts laughing maniacally."]],"present":[],"place":"PLANET, DAY"},{"speech":[["MARTIN","(sarcastically) Yeah, that'll work. A whole movie made with puppets."],["MITCHELL","Hey, I'm just saying..."],["ANNOTATION","Martin interrupts him and Mitchell looks away, frustrated."],["MARTIN","Maybe we can have Puppet O'Neill jump over a puppet shark on a one-third scale motorcycle."],["VALA","(looking to Mitchell) I don't get it."],["ANNOTATION","Mitchell shakes his head."],["MARTIN","Look, you don't know the business like I do. I don't have any money, so I have to give the actors something else."],["CARTER","(optimistically) Bigger trailers?"],["MARTIN","I can't afford that, either. No, I have to give them something that costs me nothing, but no actor can refuse."],["MITCHELL","And what's that?"],["MARTIN","A good ego stroking."],["ANNOTATION","Daniel and Teal'c turn to face Martin, and the team all exchange looks."],["MARTIN","I have to make them think that I rewrote the script just for them. In this draft, there has to be something that makes them want to do this movie, even if it's for scale."],["MITCHELL","(irritated) You know, we've been trying here. You're not listening."],["MARTIN","(not listening) I'm talking about a twist. Something nobody's expecting."],["O'NEILL","(opening door to the room) You mean something like this?"],["ANNOTATION","O'Neill, in his Dress Blues, leans in from the doorway and waves. Mitchell stands and Daniel and Teal'c join the others. They all stare at O'Neill in surprise."],["VALA","Wow, I don't think anyone will see that coming."],["DANIEL","No, but there'll be spoilers."],["CARTER","Are you kidding? It'll be in the commercial."]],"present":["CARTER","DANIEL","MARTIN","MITCHELL","O'NEILL","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Teal'c, dressed in a long brown coat and brown fedora, strides down a busy sidewalk."],["ANNOUNCER","(voiceover) When it comes to fighting crime, there's only one man keepin' the streets safe..."]],"present":["ANNOUNCER"],"place":"CITY STREET, DAY"},{"speech":[["ANNOTATION","In a hallway, there is a full frosted glass door set within a wood frame. Etched in black are the words \"Teal'c, Private Investigations\" with a trademark symbol identical to the Apophis brand on Teal'c's forehead."],["ANNOUNCER","(voice over) ...while keepin' it real."],["ANNOTATION","A man crashes through the glass door, falling to the floor in a heap. P.I. Teal'c looks through the broken door at the man."],["P.I. TEAL'C","In-deed."],["ANNOTATION","P.I. Teal'c strokes the brim of his fedora and smirks, then walks away."],["ANNOUNCER","(voice over) Teal'c P.I. Coming this fall."]],"present":["ANNOUNCER","P.I. TEAL'C"],"place":"OUTSIDE TEAL'C, P.I. OFFICE"},{"speech":[["ANNOTATION","Martin stands huddled by the window, Teal'c stands uncomfortably close."],["MARTIN","I love it."],["ANNOTATION","Teal'c smiles and nods."],["MARTIN","(continuing) I'm just not sure if the network..."],["ANNOTATION","Teal'c frowns and looms closer to Martin."],["MARTIN","(hurriedly) But, I-I'll pitch it to them next week, and-and-and we'll see what they think..."],["ANNOTATION","Martin's phone rings."],["MARTIN","(relieved) Oh! I-I have to get that. We'll...talk later. (into phone) You got Marty."],["ANNOTATION","He skirts around Teal'c and walks away hurriedly. The rest of the team is at the other side of the room talking to O'Neill."],["MITCHELL","So what brings you this way, sir?"],["O'NEILL","What, a guy can't just stop by from Malibu to say hi?"],["CARTER","Malibu?"],["O'NEILL","Sure. I was there on...business."],["CARTER","Exactly, sir. You're an Air Force general with enormous responsibilities."],["O'NEILL","Ostensibly, I just stopped by to see how you were doing with Marty."],["ANNOTATION","The team look at him with skeptical expressions."],["O'NEILL","Well, truth be known, that, uh, lately I've been a little...what? How do I say it?"],["CARTER","It's okay to say that you missed us, sir."],["O'NEILL","No, not that."],["DANIEL","Like you have unfinished business?"],["O'NEILL","Okay."],["ANNOTATION","Daniel nods."],["MITCHELL","You need closure. And I have the perfect thing. We're about to go on a mission to commemorate my 200th trip through the gate."],["O'NEILL","Really? 200 you say?"],["CARTER","That's...200 times he's stepped through the gate, sir, not actual missions."],["ANNOTATION","She turns to Mitchell with a playful smirk."],["O'NEILL","To be honest, I wouldn't mind one last jaunt through the old orifice."],["ANNOTATION","He points out the window to the Stargate. The team look at the Stargate and back to O'Neill with awkward expressions."],["O'NEILL","What? We call it that sometimes, don't we? Orifice?"],["ANNOTATION","Martin enters, putting his cell phone in his breast pocket."],["MARTIN","Stupid focus groups! They hate the ending! I have to think of something new."],["O'NEILL","They could go fishing!"],["MARTIN","Fishing?"],["O'NEILL","Yeah, it would be the perfect ending. I mean, after that, anything else would seem...pointless."]],"present":["CARTER","DANIEL","MARTIN","MITCHELL","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Birds chirp as a fishing line is cast into the water and is reeled back. Carter and O'Neill sit in lawn chairs on the dock behind O'Neill's cabin."],["CARTER","This is great."],["O'NEILL","I told you."],["ANNOTATION","The two exchange looks as Daniel and Teal'c, carrying a cooler between them, arrive and set up their own lawn chairs. A fish jumps out of the water. Another line is cast in the water in front of O'Neill and Carter from off to the side."],["ANNOTATION","Mitchell and Vala sit off to one side in more lawn chairs with their own rods and reels. Both are in casual clothes and wearing fishing hats. Vala looks puzzled at her rod as Mitchell casts his line again. A cooler, tackle box, and nets are behind them."],["MITCHELL","Yep, it's good to be here."]],"present":["CARTER","MITCHELL","O'NEILL"],"place":"O'NEILL'S CABIN, DAY"},{"speech":[["O'NEILL","You weren't there!"],["MARTIN","(sarcastic) So, what's the twist? No fish? No. I need something with more impact, something more...moving."],["ANNOTATION","Vala looks inspired and smacks Daniel on the arm."],["VALA","(to Daniel) Everyone loves a wedding."],["ANNOTATION","Daniel is taken aback. Vala nods and smiles, clasping her hands together and up to one side."]],"present":["MARTIN","O'NEILL","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","An organ plays a cross between the Wedding March and the Stargate theme song. Several people are seated in chairs on either side of a long aisle with columns. Among the guests in the front row are General Landry, and Sergeant Harriman, all wearing dress uniforms. Harriman is sniffling and pulls out a white handkerchief. Landry turns to him."],["HARRIMAN","Oh, it's just a summer cold, sir."],["ANNOTATION","On the other side of the aisle sit Teal'c in a grey pinstripe suit with pink shirt and tie. Mitchell sits next to him in his dress uniform."],["MITCHELL","(low to Teal'c) Bit of a wait."],["TEAL'C","Indeed."],["ANNOTATION","At the front stand Daniel and O'Neill, both wearing tuxedos: Daniel with a black bow tie and O'Neill with a silver necktie. Each have a pink boutonniere pinned to their lapel. Daniel clears his throat, facing front. O'Neill looks around at the congregation and claps his hands together impatiently and sighs before turning to face the front again."],["DANIEL","(offhand) You know, if she doesn't show, people are going to think that...you and I are..."],["O'NEILL","What?"],["ANNOTATION","Daniel looks at O'Neill for a second, then turns his head back to face the front while straightening and exhaling slowly. O'Neill continues to look at Daniel, trying to catch his eye. He turns back to the front at the sound of someone beaming in."],["ANNOTATION","An Asgard holding a small display beams into the center of the gazebo. Off to one side, Carter and Vala also beam in. Carter wears a strapless, white wedding gown. She has long hair and a veil. Vala holds her train. She too is in a strapless gown, though hers is maroon. Both have bouquets of pink flowers. The congregation applauds and Vala nods at them as if she is the recipient of the accolades. Carter moves to stand beside O'Neill. They smile at each other."],["O'NEILL","Nice entrance."],["CARTER","Sorry, sir."],["O'NEILL","(admonishing) Carter..."],["CARTER","(correcting herself, brightly) Jack."],["O'NEILL","Thank you."],["ASGARD","Shall we begin?"]],"present":["ASGARD","CARTER","DANIEL","HARRIMAN","MITCHELL","O'NEILL","TEAL'C"],"place":"PLANET, SUNSET"},{"speech":[["ANNOTATION","Carter looks at O'Neill and tries not to smile. O'Neill opens his mouth as if to speak, but Martin interjects."],["MARTIN","(scoffing) Yeah, right, if I want to torture the audience on purpose!"],["ANNOTATION","Landry enters from the stairwell."],["LANDRY","The gate is back up and running. (to O'Neill) General."],["O'NEILL","General."],["ANNOTATION","The team hurry to leave."],["MITCHELL","(while walking quickly past) With permission."],["ANNOTATION","The team heads quickly down the stairwell, O'Neill and Landry following. Martin watches them go."],["MARTIN","(whining) But...but...I still don't have my ending!"]],"present":["LANDRY","MARTIN","MITCHELL","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The Stargate dials an outgoing wormhole. SG-1, Vala, and O'Neill are all outfitted in black BDU field gear. Landry stands next to them still in his regular uniform shirt and pants."],["LANDRY","You keep these kids out of trouble, Jack."],["O'NEILL","Here's an idea, Hank. Why don't you come along with us?"],["LANDRY","(chuckling) Nah, no. I-I don't...I don't know."],["O'NEILL","(talking over him) No, seriously."],["LANDRY","(reconsidering) Eh?"],["O'NEILL","Yeah, come on. It'll be kinda like a special occasion deal."],["ANNOTATION","Landry pauses for a moment."],["LANDRY","Well, what the hell?"],["O'NEILL","(pleased) Yeah! That's it."],["LANDRY","(gesturing to control room) Hey, Walter! Come on, we're all going!"],["ANNOTATION","Harriman can be seen through the window to the control room. Martin stands next to him, once again on his cell phone."],["HARRIMAN","(gesturing) I don't have the right outfit!"],["O'NEILL","(insistent) You look fine!"],["ANNOTATION","Harriman stands and leaves the control room. When he rounds the corner into the gate room, he has somehow changed out of his green jumpsuit into black BDU field gear, complete with helmet under his arm. The Stargate activates with a kawoosh."],["LANDRY","(whispering to Harriman) Everything ready?"],["ANNOTATION","Harriman puts on his helmet."],["HARRIMAN","(whispering) SGs-3 through 18 are waiting, sir."],["LANDRY","(still whispering) The cake?"],["HARRIMAN","(whispering) It's all set. Balloons, streamers, the works."],["MITCHELL","All right, let's go check out the mysteries of P2C-106."],["O'NEILL","(to Martin in control room) Hey Marty, why don't you come with us? Maybe find a little inspiration for the \"end\" of your little \"movie\"?"],["ANNOTATION","O'Neill makes quote mark symbols with his fingers. From the control room, Martin puts his hand over the speaker and looks into the gate room."],["MARTIN","(through intercom) Um, I can't. I just heard from the studio. The movie's been cancelled."],["O'NEILL","(without feeling) Oh, there's some heartbreak."],["VALA","(sympathetically) Aw, that's too bad."],["MARTIN","(excitedly) Not for me! They decided to renew the series, instead!"],["ANNOTATION","Martin turns back to his phone call. Everyone looks uncertain how to respond."],["O'NEILL","Okay. Let's move out."],["ANNOTATION","O'Neill puts on a black stocking cap, and side by side with Carter, Daniel, and Teal'c, enters the event horizon. Landry, Mitchell and Vala are only a step behind them. Last to go through is Harriman."],["WORMHOLE EFFECT",""]],"present":["HARRIMAN","LANDRY","MARTIN","MITCHELL","O'NEILL","VALA","WORMHOLE EFFECT"],"place":"SGC GATE ROOM"},{"speech":[["TEN YEARS LATER",""],["ANNOTATION","Raymond Gunne, Yolanda Reese, and Douglas Anders apparently still play Doctor Levant, Stacey Monroe, and Grell, respectively. Nick Marlowe is missing. Instead, the actor playing the leader is Peter DeLuise, er, a New Guy. The four are standing back to the cameras, looking at a forest set."],["DIRECTOR","And...cut!"],["ANNOTATION","A bell rings, and the actors drop out of their character roles and walk off the \"Star Portal\" ramp. Various crew mill around the sound stage, including the Director Martin Wood and Martin Lloyd."],["NEW GUY","(to Anders) Good job, Doug. (hands weapon prop to woman) Ocean, thanks. (generally) Well, that wasn't so bad!"],["DIRECTOR","(loudly) Okay, that's a cut, everybody, that is a wrap on the 200th episode!"],["ANNOTATION","Cast and crew applauds and give whoops of joy."],["MARTIN","Nice job, everybody!"],["ANNOTATION","The Director and Reese wrap one arm around each other's waist and walk side by side towards the back of the sound stage, Martin beside them."],["DIRECTOR","(to Martin) So, um, did you ever think a show like this would go on for 200?"],["MARTIN","Well, sure...what do you mean, \"a show like this\"?"],["ANNOTATION","Martin's cell phone rings. It still plays the Wormhole X-Treme theme song. Martin stops walking with Reese and the Director and answers."],["MARTIN","(into phone) Martin Lloyd...Yeah...Are you kidding? (pulling phone away) Hey, everybody? Guess what! The movie's back on!"],["ANNOTATION","Everyone gives loud cheers and applauds again."],["ANNOTATION","Later, Martin sits in a director's chair being interviewed by someone off-camera."],["ANNOTATION","From here to the end of the episode, the scene switches amongst individual interviews in different parts of the sound stage with actors and Martin himself. New Guy is always in the background of any interview not his own."],["MARTIN","(with false modesty) Wow, ten seasons, seven Saturn Awards for best, uh, cable...or syndication science fiction show. Who would have guessed? Um, I think first and foremost, it has to do, you know, with the writing. (chuckling and shrugging) I mean, obviously, uh, we don't take ourselves too seriously."],["REESE","Oh, the writers are really great guys, all of them. (sighing) Men...you know. Yeah, it's a bit of a...\"boys club.\""],["NEW GUY","The real challenge was coming up with a-a good catch phrase. \"It's...what I do.\" \"It's what I do.\" That was so, you know, good. It defined Colonel Danning."],["REESE","(confidentially) I just don't think they know what they want to do with my character. I probably should've taken up golf...a long time ago. (nods, then laughs nervously) Just-just kidding."],["NEW GUY","And I needed something even better to make you forget about the guy that fans loved to watch for the first seven years of the show...I know he was here for eight, but uh, you know, a lot of people say he just kinda...phoned it in, uh, that last season."],["GUNNE","(chuckling uncomfortably) Yeah, well, uh, that's ancient history. We don't talk about that around here. (starts talking quickly) The fact of the matter is, I-I don't really even know what happened there. You know, to me, it never felt like I was leaving the show. I just needed a little space, a little time, you know? I wanted to get back to my roots, theater. I just...so I go to New York. Did a little Broadway--off-off Broadway. Either way, it doesn't matter. It was acting, you know? Acting without having people hurling paper mach boulders at you all [beeping] day. It was great, you know? It was...I like them both! I like boulders. I'm fine with that!"],["MARTIN","This production runs like a...well-oiled machine. And sure, that starts from the top, but, I mean, we ALL love the show: the, uh, gaffers, the lighting guy, the uh, medic, uh, makeup, uh, and the caterers. It's like a family!"],["NEW GUY","The writers were trying to come up with a catch phrase. Um, \"I can get behind that!\" was, uh, something we-we tried for a while."],["REESE","Anyway, I mean, I-I'd actually like to do some, uh, do some writing."],["ANNOTATION","She pauses, biting her finger in thought."],["REESE","Maybe have a baby."],["NEW GUY","(his hand makes an explosive gesture in front of his face) Pssh! It just hit me! \"Sweet--[string of beeped obscenities].\" And we can get away with that too, because...it's cable."],["GUNNE","And you can't get there without the fans, right? I have to thank them. I've gotta thank, specifically, the ones, uh...the oh God, what's it called? Uh...the...savedoctorlevant.com. Have you seen this site? I mean, it's insane. Apparently, they get dozens of hits a month, whatever. I think that's a lot. But between them and the ad in Variety that they, that they put out, I'm pretty sure that went a long way towards convincing the producers to take me back, have me...to invite me back. It wasn't their decision, you know. They called, said \"hey, do you want it\", you know? And I was ready."],["ANNOTATION","Gunne leans back in his chair."],["MARTIN","What I think really makes this show what it is, is the...chemistry with the, uh, cast. Yeah. (Martin's cell phone rings. He puts up his finger.) Hold on, uh. Stop the tape."],["ANNOTATION","Martin answers his phone. The interview tape continues to record."],["MARTIN","(Into phone) Who does he think he is?...Well, you tell that ungrateful little [beep] bag to shove it up his [beep]...Yeah, yeah, let him try to get a job that pays this much. (hangs up) You weren't rolling, were..? Okay. Um, what, what was I saying? Oh, oh yes... (smiles falsely) ...The cast."],["NEW GUY","(acting) Holy [string of beeped obscenities]! (dropping out of character) That would be, like a nineteen."],["GUNNE","That's it? We-we good? All right. (to someone else off-camera) Can I get my [beeping] sandwich, please?"],["ANNOTATION","Gunne pulls off the interview microphone, and stands. His chair is labeled the generic \"Actor\"."],["GUNNE","(to interviewer) All right. Hey, thanks, man."],["ANNOTATION","In another part of the stage, Anders, in full \"Grell\" makeup speaks to interviewer."],["ANDERS","Science fiction is an existential metaphor. It allows us to tell stories about the human condition. Isaac Asimov once said: \"Individual science fiction stories may seem as trivial as ever to the blinder critics and philosophers of today, but the core of science fiction, its essence, has become crucial to our salvation, if we are to be saved at all.\""]],"present":["ANDERS","DIRECTOR","GUNNE","MARTIN","NEW GUY","REESE","TEN YEARS LATER"],"place":"WORMHOLE X-TREME SOUNDSTAGE"}]