[{"speech":[["PREVIOUSLY ON STARGATE SG-1",""]],"present":["PREVIOUSLY ON STARGATE SG-1"],"place":"nowhere"},{"speech":[["ANNOTATION","Ori warships pass through the Supergate."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The midwife begins to leave with the infant."],["VALA","Wait, where-where are you going? I want to see."],["TOMIN","She is Orici."],["PRIOR","With the wisdom of the ages, she will lead us to glorious victory."]],"present":["PRIOR","TOMIN","VALA"],"place":"VALA AND TOMIN'S CHAMBER, ORI WARSHIP"},{"speech":[["ANNOTATION","Daniel translates a holographic two dimensional display of Ancient writing."],["DANIEL","Merlin was conducting research on some kind of new invention--a weapon capable of destroying ascended beings."],["ANNOTATION","Carter looks at the display in shock."]],"present":["DANIEL"],"place":"BILL LEE'S LAB"},{"speech":[["MEURIK","(voiceover) Arthur and his knights left to quest for the Sangreal long ago."],["ANNOTATION","Daniel overrides Merlin's safeguards, allowing treasure to appear in the room."],["ANNOTATION","Meurik speaks to Daniel and Mitchell."],["MEURIK","It is said that they journeyed to three distant lands mentioned in Merlin's prophecy: Castiana, Sahal, and Vagonbrei."],["S",""]],"present":["MEURIK","S"],"place":"SECRET CHAMBER, MERLIN'S LIBRARY, CAMELOT"},{"speech":[["ANNOTATION","Vala and Carter join Mitchell at the base of the ramp. The wormhole is active. Teal'c steps through the incoming wormhole. He is dressed in high council Jaffa robes."],["TEAL'C","(somber) Six more worlds have fallen to the Ori. Two are Jaffa strongholds. They attempted to resist, but were overwhelmed within a matter of hours. (moving to Vala) According to those who witnessed the battle, the enemy is led by a young woman of extraordinary powers."],["ANNOTATION","Vala looks shaken."]],"present":["TEAL'C"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Teal'c, Carter, Mitchell and Vala walk out of the gate room and down the hall."],["MITCHELL","Six planets in eight days, and they don't even have their full team in the field yet."],["CARTER","Why haven't they made a move against Earth?"],["TEAL'C","In all probability, the Ancient device in Antarctica is giving them pause."],["MITCHELL","At least until the rest of their battle fleet gets here."],["DANIEL","(yelling from another corridor) I got it!"],["ANNOTATION","Daniel runs around the corner, carrying a book."],["DANIEL","(breathless) I got it! I made the connection! Sir Gawain to Gwalchmei. Culwhch and Olwen. Verus Gen Bree."],["ANNOTATION","Daniel looks at his teammates, excited. The others exchange confused looks."],["CARTER","(to Mitchell) And you say I'm hard to understand."],["DANIEL","(realizing) Oh-oh! It's--it's Vagonbrei. One of the planets Arthur and his knights went to in their quest for the Holy Grail. I got the gate address."],["ANNOTATION","Everyone looks very interested."]],"present":["CARTER","DANIEL","MITCHELL","TEAL'C"],"place":"SGC CORRIDOR, LEVEL 28"},{"speech":[["ANNOTATION","Landry, Mitchell, Teal'c, Carter, and Vala sit around the table. Daniel walks around the table carrying a file before taking his seat between Mitchell and Vala."],["DANIEL","While on PX1-767, we got the names of three planets: Castiana, Sahal, and Vagonbrei. Three possible destinations for Arthur and his knights in their quest for the Holy Grail, what we know to be Merlin's weapon. Unfortunately, what we didn't get were any corresponding gate addresses, and the process of going through that library page by page looking for clues could have potentially taken years. So, I knew we were going to have to narrow the search parameters a little. That's when it hit me: Sir Gawain."],["ANNOTATION","Vala opens a book to marked page and hands it to Daniel with a smile. He takes it and holds it to show the others an illustration."],["MITCHELL","Wasn't he one of the Knights who says \"Ni\"?"],["DANIEL","He was a Knight of the Round Table. In one of his earliest incarnations, an old Welsh tale, he went on a quest to help rescue a lost love. The legend says that Sir Gawain, AKA Gwalchmei, visited several lands over the course of his adventure, including a place called Gwlad Gan Brenhinol Gwir, which is Welsh for \"Land of Royal Truth\". Translate that into Ancient, and you get \"Verus Gen Bree\"--Vagonbrei."],["CARTER","So, how does that get us a gate address?"],["ANNOTATION","While Daniel begins to speak, Vala opens another old book to a marked page and passes it over to him."],["DANIEL","Uh, it doesn't. But it did give me something very specific to look for in Merlin's library, namely references to Gawain. Now, based on this information, I started scanning through the titles, and I found this. Now, the entire volume is dedicated to Gawain's adventures and includes several very interesting illustrations, including a depiction of a sword he once carried. Note the symbols engraved on the blade."],["ANNOTATION","Daniel passes the book over to Landry, who traces his finger down the illustration of the blade."],["LANDRY","(excited) A gate address."],["MITCHELL","(muttering) Vagonbrei."],["DANIEL","(pleased) Well, we won't know until we check it out."],["LANDRY","Well done, Doctor. Colonel Carter, what's the status of the Ori Supergate?"],["CARTER","Any attempts we've made to dial out to the Ori galaxy have failed. It looks like they're blocking us from their end."],["TEAL'C","There is a mothership in the area that will alert us to the arrival of any other ships."],["LANDRY","(standing) More ships? We can hardly deal with the ones that are already here! You have a go. Find that weapon."],["ANNOTATION","Mitchell and Carter stand when Landry does."],["CARTER","Yes, sir."],["VALA","(smiling) Will do."],["ANNOTATION","She starts gathering up the books."],["LANDRY","(coldly) I was talking to SG-1. You're not going anywhere."],["ANNOTATION","Landry exits to his office. Vala looks hurt."]],"present":["CARTER","DANIEL","LANDRY","MITCHELL","TEAL'C","VALA"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Landry stands in his darkened office, flipping through a file. There is a knock on the door, and Daniel enters without waiting for approval. Landry looks to see who is there, then turns back to his file. Daniel shuts the door behind him."],["DANIEL","(hesitantly) General, I'm hoping you might reconsider your decision and allow Vala to come with us."],["ANNOTATION","Landry raises his eyebrows and moves over to his desk to sit with the file."],["LANDRY","Given everything she's put you through, you're the last person I would've expected to ask me that!"],["DANIEL","Yes, sir. And I'm hoping that impresses on you just how strongly I feel about this."],["ANNOTATION","Landry sighs."],["DANIEL","(with a loud sigh) Look, I know she's no angel. She's-she's lied, she's stolen, she's cheated, she's misrepresented herself, she's...lied. But she also risked her life to warn us that the Ori were on their way, and almost sacrificed herself to shut down the very first Ori Supergate."],["LANDRY","I understand the contributions she's made. The truth is, the Pentagon isn't willing to roll the dice on her."],["DANIEL","(with persuasive tone) But you could convince them otherwise."],["ANNOTATION","Landry stops reading his report and gives Daniel a measured look."],["DANIEL","You-you see, ten years ago, General Hammond sat in that very chair, and he was faced with a...similar decision. As former First Prime to Apophis, Teal'c had committed some terrible crimes. [Landry appears unmoved and resumes flipping through his report.],"],["LANDRY","(sighing) As the former First Prime to Apophis, Teal'c provided valuable insight to the enemy's resources and tactics."],["DANIEL","And as the mother to the leader of the Ori army, Vala may hold the key to stopping them."],["LANDRY","If I push this issue, and the Pentagon agrees to let her join you on offworld missions, then I'd be the one ultimately held accountable for her actions."],["DANIEL","(wincing) Yes, sir. I understand, sir."],["ANNOTATION","Daniel sighs and starts to leave. Landry continues to flip through his report."],["LANDRY","So, I'd be counting on you...to keep her in line."],["ANNOTATION","Daniel pauses at the door, surprised."],["DANIEL","Yes, sir."],["ANNOTATION","Daniel exits. After he's gone, Landry looks up and gives a musing smile."]],"present":["DANIEL","LANDRY"],"place":"LANDRY'S OFFICE"},{"speech":[["ANNOTATION","Daniel is geared up to go offworld as he exits a room. Vala bounces just outside, wearing a green BDU jumpsuit."],["VALA","So...can I go on the mission?"],["DANIEL","No. You're not cleared for offworld travel yet. You still have to go through a psych evaluation."],["ANNOTATION","They both walk through the corridor."],["VALA","What's that?"],["DANIEL","Uh, sort of an interview given to all prospective SGC personnel, designed to assess a person's psychological state, uh, get a sense of their mental well-being."],["VALA","Oooh, to find out if I'm... (Vala splutters and waves her hands around) Wonko."],["DANIEL","(hesitantly) Right. So, they're going to sit you down in a little room, get you talking about yourself, and ask you a few questions."],["VALA","So, it's a test?"],["DANIEL","Sort of."],["VALA","And all I have to do is pass? How hard can that be?"],["ANNOTATION","Daniel and Vala pause right outside the Gate room, Daniel grimaces."],["VALA","I'm going to have to do some research, so I'm gonna use your computer while you're away on this mission."],["ANNOTATION","Vala starts to go back the way they came."],["DANIEL","(calling after her with increasing loudness) You know what? I'd prefer if you didn't. There's a lot of sensitive material in there, and I..."],["ANNOTATION","Mitchell is heading down the hall, also dressed to go offworld. and notes Vala passing him."],["VALA","(calling back) Great! Uh...be careful!"],["MITCHELL","(to Daniel while passing) Time to go."],["ANNOTATION","Mitchell continues walking into the Gate room, taking a P-90 from an airman."],["DANIEL","(sputtering) Eh, I said no! And you can't access it without my password!"],["VALA","Already got it! Thanks!"],["ANNOTATION","Vala skips around the corner."],["DANIEL","I...the...but...!"],["ANNOTATION","While Daniel stutters, Mitchell grabs the back of his vest and drags him into the Gate room. Daniel continues to look forlornly back and absently takes his P-90 from the airman as the Gate room door closes."],["WORMHOLE EFFECT",""]],"present":["DANIEL","MITCHELL","VALA","WORMHOLE EFFECT"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Leafless trees surround a darkened path and few structures. The atmosphere is overcast and very foggy. SG-1 cautiously explores."],["MITCHELL","This place is deader than a Texas salad bar."],["DANIEL","Hello? Hello!"],["ANNOTATION","Teal'c moves a dry rotted wooden back to a park bench."],["TEAL'C","It is obvious this village has long since been abandoned."]],"present":["DANIEL","MITCHELL","TEAL'C"],"place":"VAGONBREI, DAY"},{"speech":[["ANNOTATION","Vala sits at the counter, using Daniel's computer and taking notes on a pad of paper. Landry pauses by the door frame and knocks on door jamb. Vala looks over and straightens."],["VALA","(surprised) General! What brings you by?"],["ANNOTATION","Landry enters."],["LANDRY","Just thought I'd see how you were getting along."],["VALA","Huh."],["LANDRY","What are you doing?"],["VALA","Just a little research for my upcoming mental appraisal."],["LANDRY","(chuckling) You can't cram for a psychiatric evaluation."],["VALA","(muttering while taking notes) That's what they want you to think. (louder) It's a battle of wits. My mind against theirs. They'll try and confuse me with their trick questions, but I already have the correct answers."],["LANDRY","There are no correct answers."],["VALA","(ignoring him) For instance, when they ask me, \"what do you consider your biggest flaw...\""],["LANDRY","(shaking his head) No, they won't ask that question."],["VALA","(continuing) My answer will be that I feel I am too much of a perfectionist. (turns and grins) You see, I...I, uh, put a positive spin on a negative."],["LANDRY","(dryly) Yes, that was very transparent."],["VALA","Question two: \"You are in the desert. You see a tortoise lying on his back in the hot sun.\""],["ANNOTATION","Landry rolls his eyes and leaves. Vala is oblivious to his departure."],["VALA","(continuing) \"You recognize his plight but do nothing to help. Why?\" Hmm. Why?"],["ANNOTATION","She pauses for a few moments, then gasps in inspiration and begins to write."],["VALA","(writing) Because...you...are...also...a tortoise."]],"present":["LANDRY","VALA"],"place":"DANIEL'S OFFICE"},{"speech":[["ANNOTATION","SG-1 enter a home. A small parlor table is in the center. A few chairs of simple design and tattered curtains decorate the room. Cobwebs are everywhere. Daniel opens a door and moves into the next room. He soon steps back out."],["DANIEL","Guys, you should, uh, take a look at this."]],"present":["DANIEL"],"place":"PARLOR OF HOME, VAGONBREI"},{"speech":[["ANNOTATION","Daniel and Carter stand at the foot of the bed while Teal'c and Mitchell look in from the doorway. Lying on the bed are the skeletal remains of two people."],["MITCHELL","Whoa! I thought I liked to sleep in."]],"present":["MITCHELL"],"place":"BEDROOM, HOME IN VAGONBREI"},{"speech":[["ANNOTATION","Carter and Mitchell greet the Red team, a medical SGC team."],["CARTER","Dr. Reimer."],["REIMER","(cheerfully) Colonel Carter, Colonel Mitchell. I understand you've got a bit of a medical mystery on your hands."],["MITCHELL","What we have here is a village full of skeletons."],["CARTER","We've found a few lying on the ground, but most seem to have died in their beds. I think we can rule out violence."],["REIMER","Anything left besides bones?"],["MITCHELL","Sorry, doc. Whatever happened here happened a long time ago."],["REIMER","Let's go take a look."]],"present":["CARTER","MITCHELL","REIMER"],"place":"VAGONBREI, DAY"},{"speech":[["ANNOTATION","Daniel sits at a table taking notes from some books and parchment. Teal'c walks over and takes a seat next to him"],["TEAL'C","Did the village records give an indication as to what befell these people?"],["DANIEL","No, but it does make mention to some of the ancient lore tied to the area. See, according to legend, a cave overlooking the village was once home to Morgan Le Fay."],["ANNOTATION","Daniel looks over at Teal'c in expectation, but Teal'c returns the look with a blank expression. Daniel shakes his head, realizing Teal'c doesn't understand."],["DANIEL","Ah, in Arthurian myth, Morgan was a powerful sorceress, King Arthur's half-sister and an adversary of Merlin."],["TEAL'C","That would suggest she may have had a hand in the disappearance of the weapon we seek."],["DANIEL","(thinking out loud) Now Morgan, like Merlin, was a purported magic user, so it makes sense that again, like Merlin, she was once ascended."],["TEAL'C","One who foresaw the dangers presented to her and her kind by a weapon capable of destroying ascended beings."],["DANIEL","So she took the weapon from Merlin and went into hiding..."],["TEAL'C","...on three possible worlds. This being one."],["DANIEL","(gravely) We've got to find that cave."]],"present":["DANIEL","TEAL'C"],"place":"VAGONBREI ARCHIVES"},{"speech":[["ANNOTATION","SG-1 and Ackerman walk through the forest, looking around carefully."],["ACKERMAN","(grumpily) Why did I have to tag along on this little hike?"],["MITCHELL","You got somewhere else you need to be?"],["ACKERMAN","Yeah, at home in bed. I got pulled off inoculation duty on 865 to come here and pull a double shift. I've been up eighteen hours straight!"],["ANNOTATION","Teal'c stops moving and looks around, concerned. Everyone else stops and becomes more alert in reaction to Teal'c."],["DANIEL","What is it?"],["TEAL'C","Birds."],["CARTER","What birds?"],["TEAL'C","My point exactly. I first noticed in the village and now here in the forest as well--an unusual stillness. There are no birds, or any other animal life for that matter."],["MITCHELL","All right. So what happened to them?"],["ANNOTATION","Mitchell leads the way, and they continue to cautiously move through the forest."]],"present":["ACKERMAN","CARTER","DANIEL","MITCHELL","TEAL'C"],"place":"VAGONBREI FOREST, DAY"},{"speech":[["ANNOTATION","Dr. Hutchison takes a drink of coffee. The door opens, and Vala enters, coming sloppily to attention and saluting with a smile on her face."],["HUTCHISON","Mmm. Vala. I'm Dr. Hutchison. Oh!"],["ANNOTATION","Hutchison is surprised as Vala shakes his hand. She is very deliberate in how she moves, grasping his hand and then slapping him on the shoulder."],["HUTCHISON","Have a seat."],["ANNOTATION","They both sit at opposite ends of a small, metal table."],["HUTCHISON","So, how are you feeling?"],["VALA","Very well! Very well...well, you know, all things considered. Heh. I mean, you'd assume I'd be a prime candidate for acculturation difficulty, enduring feelings of...displacement and alienation. Perhaps even a little paranoid ideation. Hmm?"],["ANNOTATION","Hutchison sits back, nodding during her monologue."],["VALA","(conspiratorially leaning forward) But the truth is, I was able to adopt an abstract attitude which allowed me to...release some of my repressed feelings, ultimately providing me with a cathartic actualization. How are you feeling?"],["HUTCHISON","(mildly) I'm fine."]],"present":["HUTCHISON","VALA"],"place":"SGC ISOLATION LAB"},{"speech":[["ANNOTATION","SG-1 explore a cavern. Ackerman naps on the ground."],["MITCHELL","There's nothing here."],["DANIEL","Maybe it's the wrong cavern. We should continue searching the area."],["CARTER","Uh, it's getting dark out there. We should head back to the village."],["MITCHELL","Ackerman. Yo! Ackerman, wake up."],["ANNOTATION","Mitchell shines his flashlight in Ackerman's face and nudges him with his boot."],["ACKERMAN","(groggily) What happened?"],["MITCHELL","We're done. Sorry, Jackson."],["ANNOTATION","Ackerman slowly rises to his feet as SG-1 moves out. Daniel takes one last look around the cave before leaving in frustration."]],"present":["ACKERMAN","CARTER","DANIEL","MITCHELL"],"place":"VAGONBREI CAVERN"},{"speech":[["HUTCHISON","Are you familiar with ink blot tests?"],["ANNOTATION","Vala shakes her head innocently."],["HUTCHISON","Okay, I'm going to show you a series of images, and I just want you to say the first thing that comes to your mind."],["ANNOTATION","Vala nods in excitement. Hutchison lifts the first inkblot. Vala studies it a moment."],["VALA","Courage."],["ANNOTATION","Hutchison glances at the ink blot, then sets it down and makes a note. He lifts another one."],["VALA","Respect."],["HUTCHISON","(skeptically) You look at this inkblot, and the first thing that pops into your head is respect?"],["VALA","Yes, respect."],["ANNOTATION","Hutchison puts down the ink blot and folds his hands in front of him."],["HUTCHISON","Okay, Vala, this is called a projective test. It's designed to allow me a little insight into your emotional state. I just want to get to know you better, not pass judgment on you. I want to help, but to do that, I'm going to need you to be completely honest and spontaneous with your answers. Do you understand?"],["VALA","Of course! I'm sorry."],["ANNOTATION","She flashes a contrite smile, which he acknowledges."],["HUTCHISON","Oh."],["ANNOTATION","He lifts another ink blot."],["VALA","(promptly) Kindness."],["ANNOTATION","Hutchison huffs in frustration and puts all the ink blots into his briefcase. He takes a drink from his mug and glares at Vala, who gives him a weak smile."]],"present":["HUTCHISON","VALA"],"place":"SGC ISOLATION LAB"},{"speech":[],"present":[],"place":"VAGONBREI VILLAGE, NIGHT"},{"speech":[["ANNOTATION","Daniel pours over papers at a table in the archive. Mitchell approaches him."],["MITCHELL","Red team's wrapping it up. I figured we'd do the same."],["DANIEL","(frustrated) This can't be a dead end. There has to be something here."],["ANNOTATION","Daniel takes off his glasses and rubs his eyes."],["MITCHELL","Take it up with Landry. You can come back tomorrow, knock yourself out, strain your eyes all you want."],["DANIEL","(sighing) You're right. I could probably get a fresh start in the morning."],["ANNOTATION","He gathers his notes and follows Mitchell out."]],"present":["DANIEL","MITCHELL"],"place":"VAGONBREI ARCHIVES"},{"speech":[["ANNOTATION","Mitchell, Daniel following, meet the rest of the group outside."],["MITCHELL","All right, let's go home."],["GRIMSBY","Hang on a minute. Where's Ackerman?"],["REIMER","Ackerman, come on! Bernie!"],["ANNOTATION","Mitchell starts to search."]],"present":["GRIMSBY","MITCHELL","REIMER"],"place":"VAGONBREI VILLAGE, NIGHT"},{"speech":[["ANNOTATION","Ackerman sits slumped in a chair, his arms crossed over his chest, still holding his flashlight, apparently asleep."],["MITCHELL","Ackerman, let's go."],["ANNOTATION","Mitchell starts to leave, then notices Ackerman didn't react. He returns and approaches Ackerman, tapping him on the far shoulder."],["MITCHELL","Yo, Ackerman! C'mon, wake up."],["ANNOTATION","Ackerman slides off the chair onto the floor, his body limp."]],"present":["MITCHELL"],"place":"VAGONBREI HOME PARLOR"},{"speech":[["ANNOTATION","Teal'c patrols outside as the rest of the group hovers over the unconscious Ackerman, now lying in a small bed."],["MITCHELL","\"He's asleep.\" What the hell kind of a diagnosis is that?"],["CARTER","Dr. Reimer says he won't know more until he's completed all the bloodwork."],["MITCHELL","There's got to be something more to it...like a coma."],["REIMER","No, I'm afraid not. Coma patients don't respond to outside stimuli: pain, sound, touch. Ackerman responds to all three. He even flinches, reacts in his sleep state."],["DANIEL","(concerned) Why can't we wake him up?"],["REIMER","I don't know. I need to do more tests before I can say anything for sure. And we have to contact Stargate Command and have them send out the necessary equipment."],["MITCHELL","I'm sorry, is that not something you'd be better off doing back at the base?"],["REIMER","Ideally, yes. But, unfortunately, and just like Ackerman here, all of our bloodwork shows an elevated white cell count and a marked increase in seratonin levels. Whatever it is, we've all been infected."],["CARTER","You think this is the same thing that killed the villagers?"],["REIMER","Let's just say that, for the time being, I recommend we all try and stay awake for as long as possible. If we fall asleep, we may never wake up."],["ANNOTATION","SG-1 exchange worried looks."]],"present":["CARTER","DANIEL","MITCHELL","REIMER"],"place":"VAGONBREI HOME BEDROOM"},{"speech":[["ANNOTATION","Landry speaks to Mitchell via radio through the active wormhole."],["LANDRY","We're sending the medical supplies through now, Colonel."],["MITCHELL","(over radio) Roger that, sir."],["LANDRY","Sure you don't want a little more help? I can send another team in hazmat."],["MITCHELL","(over radio) Until we know what we're dealing with, sir, that would just be risking more lives. We can handle it."],["LANDRY","Understood."]],"present":["LANDRY","MITCHELL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Carter, Grimsby and Reimer sit around a table at their respective laptops. Grimsby closes his eyes briefly. Teal'c who is pacing the room, immediately notices and smacks him upside the head."],["GRIMSBY","(blinking) I'm awake!"],["ANNOTATION","Mitchell enters with a crate full of supplies. Carter and Teal'c approach."],["MITCHELL","Compliments of Doctor Lam. We have...dextroampheta-something, moto-whatchamacallit, uh, caffeine pills, and good old fashioned coffee."],["ANNOTATION","Grimsby hurries over and grabs the caffeine pills, frantically taking a large dosage of them."],["MITCHELL","Go easy there, Grimsby!"],["GRIMSBY","How long you been awake for?"],["MITCHELL","(yawning) I dunno. What, twenty-four hours?"],["GRIMSBY","(irritated) Yeah, talk to me when you get to forty."],["ANNOTATION","Grimsby walks away."],["CARTER","You've pulled all-nighters before, right?"],["MITCHELL","Yeah, loads of them."],["CARTER","This feels worse, doesn't it?"],["MITCHELL","Yeah, I thought it was only me."],["TEAL'C","I, too, am more fatigued than I would have expected."],["CARTER","It has to be the infection. It doesn't just keep you from waking up, it makes you want to sleep in the first place."],["MITCHELL","Well, in that case...Teal'c?"],["ANNOTATION","Mitchell hands Teal'c a dose of pills."],["TEAL'C","I prefer to rely on my tretonin."],["ANNOTATION","Mitchell hands the pills to Carter instead who takes them. Mitchell also takes a dosage."],["MITCHELL","Cheers."],["ANNOTATION","Both dry swallow the pills. Mitchell takes Carter's seat at the table across from Reimer."],["MITCHELL","Reimer. Whatcha got?"],["ANNOTATION","Reimer blinks to alertness."],["REIMER","Since we started monitoring him, Ackerman has been in stage-four level of what they call delta sleep or slow wave sleep."],["CARTER","We also noted his brain is producing a surprising amount of melatonin. It's a hormone synthesized from seratonin, a sleep-inducing agent. That's what's keeping him asleep."],["MITCHELL","So, all you've gotta do is figure out why his brain is producing melatonin."],["CARTER","We're working on it."],["ANNOTATION","Daniel enters, carrying a folio."],["MITCHELL","Jackson, what'd you find in the town records?"],["DANIEL","Uh, a handwritten entry from the village doctor in which he mentions a sleeping sickness that affected the town. Now he doesn't go into any great detail, but he does make mention of a possible source for what was happening--Morgan Le Fay. See, it seems the, uh, villagers believed she cursed them for revealing her whereabouts when King Arthur and his knights came looking for her."],["MITCHELL","So, did Arthur find her here?"],["DANIEL","Probably not. If the villagers believed she cursed them, then it's more than likely she escaped. In any case, we have to go back to that cave."]],"present":["CARTER","DANIEL","GRIMSBY","MITCHELL","REIMER","TEAL'C"],"place":"VAGONBREI HOME PARLOR"},{"speech":[["ANNOTATION","Landry sits at his desk doing paperwork. Vala opens the door to the office without knocking and pokes her head in, swaying the door back and forth impatiently."],["VALA","General, just wondering if they've reached a decision on my mental well-being yet."],["LANDRY","Dr. Hutchison isn't finished with you yet. You're gonna meet with him again later today."],["ANNOTATION","Vala steps inside and closes the door behind her. She approaches and sits on the edge of Landry's desk."],["VALA","Ayi. If I may speak candidly, General. I have a feeling that Dr. Hutchison is somewhat troubled. In fact, I think he may be suffering from Klinefelter's Syndrome, but you didn't hear it from me."],["LANDRY","The only thing Dr. Hutchison is suffering from is the headache you gave him."],["ANNOTATION","Vala scoffs."],["LANDRY","I suggest you stop playing games and start taking this evaluation very seriously."],["VALA","I thought I was."],["LANDRY","Let's call that delusional memory."],["ANNOTATION","Vala huffs in exasperation, slaps her knees and gets up, leaving the room. Landry shakes his head and slowly exhales, raising his hand to a stiff neck."]],"present":["LANDRY","VALA"],"place":"LANDRY'S OFFICE"},{"speech":[["ANNOTATION","Mitchell, Carter, and Teal'c enter the cave."],["MITCHELL","You know, it was Jackson's idea to come back here and check this cave out again. I can't help noticing he's the only one who didn't make the trip."],["TEAL'C","Daniel Jackson made it clear that his time would be better spent continuing his research in the town records."],["ANNOTATION","Carter hands Mitchell a case."],["CARTER","Here. Dr. Reimer wanted us to take some soil samples."],["MITCHELL","Why?"],["CARTER","Just in case this is where Ackerman picked up the infection."],["ANNOTATION","Carter pulls out a scanner from her vest and investigates the cavern. Mitchell places the case on the ground and opens it. It contains a large group of test tubes encased in foam."]],"present":["CARTER","MITCHELL","TEAL'C"],"place":"VAGONBREI CAVERN, DAY"},{"speech":[["ANNOTATION","Vala stands in front of a mirror, putting on perfume and brushing her hair. There is a knock at the door."],["VALA","Hello."],["ANNOTATION","Woolsey opens the door."],["WOOLSEY","Hello. May I have a moment of your time?"],["VALA","Oh, I'm sorry, I'm just on my way out. I've got a meeting."],["WOOLSEY","With Dr. Hutchison, I know. That's why I'm here. I promise to be quick."],["ANNOTATION","Vala turns around, intrigued. Woolsey enters and closes the door behind him. She distractedly continues brushing her hair as she listens to Woolsey."],["WOOLSEY","My name is Richard Woolsey. I work for the International Oversight Advisory, a civilian-run organization made up of representatives from the various nations involved in the Stargate program."],["VALA","And what can I do for you, Mr. Woolsey?"],["ANNOTATION","Woolsey casually takes a seat at the small table and folds his hands."],["WOOLSEY","Why don't I tell you what we can do for you? We can see to it that you pass your psychiatric evaluation with flying colors, effectively putting any doubts Stargate Command may have about you to rest."],["VALA","(suspiciously) And what would you want in return?"],["WOOLSEY","Just a little...insight into the weekly goings on here at Stargate Command. You see, despite the fact that all signatories to the Gate Alliance Treaty are de facto partners in the Stargate program, my employers are often left...out of the loop when it comes to the more sensitive developments here on the base. We'd just like you to keep us...updated, is all."],["VALA","(sitting) So, you want me...to be a spy."],["WOOLSEY","(chuckling and standing) I've read your file, Ms. Mal Doran. I don't think what we're asking is that unusual, for someone with such a colorful history."],["ANNOTATION","Woolsey leaves, closing the door behind him. Vala looks pensive."]],"present":["VALA","WOOLSEY"],"place":"SGC VIP ROOM"},{"speech":[["ANNOTATION","Carter runs her scanner over a section of the wall. It beeps."],["CARTER","Cam? Teal'c? I think I found something!"],["ANNOTATION","Teal'c and Mitchell approach."],["MITCHELL","Whatcha got?"],["CARTER","Well, it's a faint energy spike. I almost went past without noticing it."],["ANNOTATION","Carter moves her hand along the wall near the readings. Suddenly, the area she's touching depresses. Next to it a section of the wall, big enough for a person to pass through, disappears in a flash of blue light."],["MITCHELL","(in amazement) Shazam."],["ANNOTATION","He moves to investigate. The opening leads to a long passageway."],["CARTER","I guess Daniel was right after all."],["MITCHELL","Yes, he was. We should check this out."],["TEAL'C","Would it not be prudent for one of us to return these samples to Dr. Reimer as quickly as possible?"],["MITCHELL","No, he's right. We're on the clock, and we have no idea how deep this hole is."],["CARTER","All right. I'll go back. Stay in radio contact...at least as long as you can."],["ANNOTATION","Carter heads back out of the cave as Teal'c and Mitchell begin to explore the corridor."]],"present":["CARTER","MITCHELL","TEAL'C"],"place":"VAGONBREI CAVERN"},{"speech":[["ANNOTATION","A technician attaches leads to Vala for a polygraph machine. Hutchison sits across the table from Vala, making notes on a paper."],["VALA","(disdainful) Do you really think these will hold me?"],["HUTCHISON","Oh, those aren't restraints. We're hooking you up to a polygraph. It's also known as a lie detector. It measures certain variables, like blood pressure and heart rate, to determine whether you're being truthful or not."],["VALA","(with a wide false smile) Oh, I see."],["ANNOTATION","The smile quickly disappears."],["HUTCHISON","Let's get started then, shall we?"],["ANNOTATION","Hutchison nods to the technician and pulls out a group of papers."],["HUTCHISON","And, what's your name?"],["VALA","(hesitantly) Vala Mal Doran."],["ANNOTATION","She watches the polygraph equipment out of the corner of her eye with concern."],["HUTCHISON","Where did you spend the last week on Earth?"],["VALA","(biting her lip) Here, at Stargate Command."],["HUTCHISON","Have you ever stolen anything?"],["VALA","(with a convincing smile) No."],["ANNOTATION","The needle of the polygraph scratches furiously, audible to everyone."],["VALA","That depends on how you define...\"stolen\"."],["HUTCHISON","These are control questions, designed to gauge your reaction by eliciting both truthful and deceptive answers from you. You're doing fine. Just, try and relax."],["ANNOTATION","Vala takes a deep breath. Hutchison glances at the technician, then leans closer."],["HUTCHISON","You're looking very nice today."],["ANNOTATION","He indicates her hair."],["VALA","(giggling) Oh, thank you. You're looking rather dashing yourself."],["HUTCHISON","Oh, thanks."],["ANNOTATION","He starts to straighten his jacket, and notices the furious scratching of the polygraph needle, indicating deception."],["VALA","(stammering) I mean, nice..."],["ANNOTATION","Hutchison shrugs, but notices the needle still scratches."],["VALA","I-I-I mean, not objectionable."],["ANNOTATION","Hutchison's face falls as the needle continues to scratch furiously. Vala's mouth gapes open in shock and she makes furious faces at the equipment."]],"present":["HUTCHISON","VALA"],"place":"SGC LAB"},{"speech":[["ANNOTATION","Carter takes some pills. Reimer is looking at his laptop at a magnification display of a slide under the microscope attached to the machine."],["REIMER","Colonel, come take a look at this."],["ANNOTATION","Carter approaches."],["REIMER","This was in that soil sample you brought back from the cave."],["CARTER","(swallowing pills) What is it?"],["REIMER","I believe it's a parasite."],["ANNOTATION","Carter looks closer."],["CARTER","Is it dead?"],["REIMER","No, it's dormant. Ackerman may have somehow awakened one?"],["CARTER","Well, how? It doesn't seem to react to movement."],["REIMER","Excuse me. Let's see what happens when they come in contact with live tissue."],["ANNOTATION","Reimer takes a needle and pricks his skin. He places the drop of blood on the slide. Within moments, the parasite begins to move."],["CARTER","Whoa!"],["REIMER","I'll lay odds, that's your culprit right there."],["CARTER","These people would have had no understanding of microbiology. They-they probably came up with the story of Morgan's curse because they couldn't comprehend what was happening to them."],["ANNOTATION","The door opens and Daniel staggers in, wearily carrying a pile of books."],["CARTER","Hey. (looks behind him) Where's Grimsby?"],["DANIEL","(groggily) He said he was on his way back. He isn't here?"],["ANNOTATION","Carter shakes her head, looking worried."],["DANIEL","Oh no."],["ANNOTATION","Carter and Daniel leave to search. Reimer looks concerned."]],"present":["CARTER","DANIEL","REIMER"],"place":"VAGONBREI HOME PARLOR"},{"speech":[["ANNOTATION","Mitchell and Teal'c continue down the cavern, each holding two lights. Mitchell falls back, exhausted. He pauses and peels off his gloves. Teal'c notices his condition."],["TEAL'C","Perhaps we should rest."],["ANNOTATION","Mitchell nods and begins to crouch and relax his muscles, but immediately changes his mind."],["MITCHELL","No. That's a bad idea. And I am starting to regret staying up late to watch Deuce Bigalow: European Gigolo last night...Check that, I regretted it almost immediately."],["ANNOTATION","Both hear a scuttling movement further down the cavern and tense, alert."],["MITCHELL","Am I imagining things, or..."],["TEAL'C","I heard it as well."],["ANNOTATION","They shine their lights down the corridor, but see nothing. They move cautiously forward."]],"present":["MITCHELL","TEAL'C"],"place":"CAVERN, VAGONBREI"},{"speech":[["ANNOTATION","Daniel walks through the forest, shining a flashlight."],["DANIEL","(calling) Grimsby!"],["ANNOTATION","He notices something and moves forward."],["DANIEL","(calling) Sam?"],["ANNOTATION","Carter runs over from another area. Daniel is standing over Grimsby, who has fallen asleep in a haystack."]],"present":["DANIEL"],"place":"VAGONBREI VILLAGE AND FOREST, NIGHT"},{"speech":[["ANNOTATION","Reimer stands at the foot of Ackerman's bed, staring at his colleague. Daniel and Carter are heard entering the other room."],["DANIEL","Well, we found Grimsby. He's asleep, and we can't wake him."],["ANNOTATION","Daniel and Carter enter the bedroom. They notice Reimer doesn't react to them."],["CARTER","Dr. Reimer? What's wrong? Has his condition changed?"],["REIMER","(sadly) You could say that. He's dead."]],"present":["CARTER","DANIEL","REIMER"],"place":"VAGONBREI HOME, BEDROOM"},{"speech":[["ANNOTATION","The bedroom has been turned into a makeshift autopsy room with some portable lights and basic medical equipment. Ackerman is laid out on a long table. Reimer performs an autopsy with Carter assisting, both wear surgical scrubs."],["REIMER","I see evidence of a ruptured aneurysm near the pineal gland."],["CARTER","There's something else in here."],["ANNOTATION","Carter picks out something with forceps, and Reimer rinses it off. The item looks to be a larger version of the parasite."],["REIMER","What the hell?"],["CARTER","Morphology is identical to the parasite we found in the soil sample."],["REIMER","Only it's grown a thousand times bigger."],["ANNOTATION","Carter looks over, concerned, blinking to stay awake."]],"present":["CARTER","REIMER"],"place":"VAGONBREI HOME BEDROOM"},{"speech":[["ANNOTATION","Vala storms into the room and throws herself face down on the bed, looking angry. She is unaware that Woolsey is already waiting in the room by the bookshelves, perusing a volume."],["WOOLSEY","(putting book back) I'm assuming things didn't go well."],["ANNOTATION","Vala jumps up, startled. Before turning around to face him, she pauses and processes his presence in her room. When she turns to face him, her expression changes from shock to looking more vulnerable and hurt, though she tries to maintain her composure."],["VALA","(voice breaking) I fail to see the point of that ridiculous exercise, unless its purpose was to thoroughly humiliate me. Those questions weren't intended to shed light on my character, or delve deeply into my subconscious. They were merely little reminders as to exactly why...I don't belong here."],["ANNOTATION","Woolsey has been listening to her carefully. After she finishes, he gives a calculating smile."],["WOOLSEY","Then I take it you've carefully considered our offer, and come to a decision."],["VALA","(solemnly) I have."]],"present":["VALA","WOOLSEY"],"place":"SGC VIP QUARTERS"},{"speech":[["ANNOTATION","Mitchell and Teal'c walk down a steep grade in the corridor. Along one wall, Mitchell's flashlight picks out a four-legged reptilian creature crawling on the wall before disappearing through a small hole."],["MITCHELL","Whoa!"],["ANNOTATION","The two men move towards the hole. Mitchell drops to his knees to rest, groaning in exhaustion. Teal'c bends over, also very fatigued."],["MITCHELL","Okay. Question. If what took out the village is what killed all the wildlife around here, how come that little sucker's alive and kickin'?"],["TEAL'C","It may possess a natural immunity to this mysterious affliction."],["MITCHELL","Yeah, that's exactly my point, so all we've gotta do is catch Joe Bob there, take him back up to Carter and Reemer--Reimer--whatever. They reverse-engineer an antidote, and Bob's your uncle, we sleep 'til Tuesday."],["TEAL'C","Indeed."],["MITCHELL","(sighing) Yeah. (keys radio) Carter, it's Mitchell."],["ANNOTATION","Only static can be heard through the radio."],["TEAL'C","We have progressed too far within the cave system."],["MITCHELL","Yes, we have. All right, well...we'll nab Junior first, then we'll call Carter when we get back up to the surface."],["ANNOTATION","Mitchell slowly stands and starts moving further into the cave."]],"present":["MITCHELL","TEAL'C"],"place":"VAGONBREI CAVERN"},{"speech":[["ANNOTATION","Reimer sits in front of his laptop, his eyes continually closing. Carter sits next to him, also struggling to stay awake in front of her computer. The door opens and Daniel enters. He staggers over to the table and leans on a straight-backed chair."],["DANIEL","(wearily) Progress?"],["CARTER","(hoarsely) We've been, [cough] theorizing that when the parasite enters the bloodstream, it triggers the body's immune response and the production of seratonin, then it makes its way to the patient's brain where it lodges and feeds."],["ANNOTATION","While she speaks, Reimer takes several pills and downs them with a swig of water from a bottle."],["DANIEL","Feeds?"],["ANNOTATION","He moves his chair next to Carter and collapses into it."],["DANIEL","On what?"],["REIMER","(tiredly) Melatonin. Our analysis showed the parasite we removed from Ackerman gorged itself on the stuff."],["CARTER","It stimulates the production of melatonin which floods the body; that's why the urge to sleep is so powerful. Once you give in, the parasite just keeps on feeding until..."],["ANNOTATION","Carter glances over to Daniel. Daniel is obviously trying to follow the conversation with difficulty. He indicates she should continue."],["CARTER","The engorged parasite affects the surrounding cranial tissue, eventually provoking a lethal aneurysm."],["ANNOTATION","Daniel slumps in his chair further. Carter clears her throat again."],["CARTER","(continuing) But, we're thinking that it may be possible to starve out the parasite. So, to that end, we have isolated a specimen that we awakened from a dormant state."],["ANNOTATION","While Carter speaks, Reimer clutches his upper left arm. He cries out in shock and pain."],["CARTER","Dr. Reimer?"],["ANNOTATION","Reimer tries to stand, unable to talk. He collapses face first onto the table, then his body slumps to floor, landing sprawled on his back. Carter hurries over."],["CARTER","Dr. Reimer!"],["ANNOTATION","Carter checks his vital signs."],["CARTER","(to Daniel) It's his heart!"],["ANNOTATION","Daniel races to the medical supplies, tossing items aside to reach the portable defibrillator. He brings it over to Carter. Carter bares Reimer's chest. While she charges the equipment, Daniel feels for a pulse. Carter prepares the paddles and shocks Reimer. Nothing happens. Daniel checks for a pulse. She resets the machine and does it again. Daniel again checks for a pulse while she tries to build up another charge."],["DANIEL","Sam..."],["ANNOTATION","Carter shocks Reimer a third time."],["DANIEL","He's dead."],["ANNOTATION","Carter looks over at Daniel before they both look down, defeated, at Reimer."]],"present":["CARTER","DANIEL","REIMER"],"place":"VAGONBREI HOME PARLOR"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, NIGHT"},{"speech":[["ANNOTATION","Several people are around the corridors. Vala bumps into one."],["VALA","Oh, I'm sorry."],["ANNOTATION","Hutchison comes out of a door, spotting Vala passing by."],["HUTCHISON","Ah, Vala."],["VALA","Oh, not you again."],["ANNOTATION","She continues to walk, Hutchison trailing next to her."],["HUTCHISON","Ah, you know, you have another scheduled appointment."],["VALA","What would be the point of that? You people have already made up your minds about me."],["HUTCHISON","Is that what you think?"],["VALA","Well, it's not like I haven't encountered this sort of thing before. You know, I saw it every day in the eyes of the people who couldn't separate me from the Goa'uld who enslaved them. So, you know, instead of becoming a victim of their arrogance and stupidity, I chose to take advantage of it. So, I lied, I cheated, and I stole. I'm not going to apologize for it. And, to be perfectly honest with you, I can't guarantee that I won't do it again, all right?"],["ANNOTATION","Vala moves to the elevator and pushes the button."],["VALA","Of course, I have recently found myself risking my life for something other than my own personal benefit. Maybe it's just a phase--"],["ANNOTATION","The elevator door opens. A technician steps out. An airman remains in the car."],["VALA","(to airman in elevator) Hold it, please. (to Hutchison) Or maybe, it's because, for the first time, I've actually met someone who, in some small way, actually believes in me. But I'm sure you're right, I'm sure it will pass."],["ANNOTATION","While Vala has been speaking she steps into the elevator and holds the door open herself to continue her speech. When she is finished, she allows the doors to close. Turning to the airman, she notes he's overheard her tirade."],["VALA","What?"],["ANNOTATION","Hutchison continues looking at the now closed elevator doors and sighs."]],"present":["HUTCHISON","VALA"],"place":"SGC CORRIDOR, LEVEL 25"},{"speech":[["ANNOTATION","Daniel leans over a book, his elbow resting on the table, propping his head in his hand. His eyes are closed. Carter steps by."],["CARTER","Daniel! You can't fall asleep. Do you hear me?"],["ANNOTATION","Daniel, startled from dozing, blinks and sighs."],["DANIEL","(groaning) Yeah."],["ANNOTATION","Daniel reaches for the pill bottle, but Carter stays his hand and puts the pill bottle back."],["CARTER","Uh, we can't take any more of these either. With our seratonin and melatonin levels spiking, it's too dangerous. We're going to have to rely on each other, all right?"],["DANIEL","(with a tired sigh) Okay."],["ANNOTATION","Carter squeezes his shoulder and sits back down by her laptop."]],"present":["CARTER","DANIEL"],"place":"VAGONBREI HOME PARLOR, NIGHT"},{"speech":[["ANNOTATION","The reptile jumps from rock to rock. It notices Mitchell approaching and turns, curious."],["MITCHELL","Easy there...easy."],["ANNOTATION","Mitchell eases closer to the creature."],["MITCHELL","Don't worry. I'm not going to hurt you."],["ANNOTATION","Mitchell suddenly pounces at the creature. He falls on his face in the dirt, the reptile slipping through his grasp. It scurries away, right into Teal'c's jacket, which he has laid there as a trap. Teal'c immediately grabs the jacket and reptile and hugs it to his chest."],["TEAL'C","I've got it, Colonel Mitchell!"],["ANNOTATION","Mitchell gives a thumbs up sign and groans, not moving more from his position on the ground. Teal'c approaches. Mitchell makes a weak attempt to rise, then collapses back into the dirt."],["TEAL'C","On your feet, Colonel Mitchell. There is much ground to cover if we are to reach the surface."],["MITCHELL","(face down in the dirt) No, you-you go ahead without me. I'm just gonna-I'm just gonna stay here. I'm cooked."],["TEAL'C","(stubbornly) Then I will carry you if I must."],["ANNOTATION","Teal'c reaches for Mitchell, but Mitchell weakly pushes his hand away, rolling over onto his back."],["MITCHELL","(catching his breath) Forget it. No! No, tretonin or not, it's going to catch up with you at some point. The important thing for you to do is to take Curly back to Carter and...whatshisname, and get them started on the cure."],["TEAL'C","Indeed. I will return for you, Colonel Mitchell."],["ANNOTATION","Teal'c leaves, still cradling the reptile. Mitchell rolls back over onto his stomach."],["MITCHELL","And I'll be...right here. Waiting on you."]],"present":["MITCHELL","TEAL'C"],"place":"VAGONBREI CAVES"},{"speech":[["ANNOTATION","Daniel takes notes at the table. Carter walks around it to the other table, staggering. Behind Daniel she collapses to her knees."],["DANIEL","Sam! Sam..."],["ANNOTATION","Daniel grabs her and helps her and props her to sit against the table, crouching in front of her."],["CARTER","(weakly) I can't do it anymore."],["DANIEL","(sympathetically) You have to. You gotta hang in there just a little while longer."],["ANNOTATION","Carter closes her eyes. Daniel can no longer hold himself up, and he leans back, landing in a sitting position and leaning against the other table. He closes his eyes."],["ANNOTATION","The door opens and a medical technician in full hazmat gear enters."],["MED TECH","In here! Doctor Jackson, Colonel Carter, where's the rest of your team?"],["DANIEL","(limply gesturing behind him) Reimer and Ackerman are dead. Teal'c and Mitchell went to the caves."],["MED TECH","What caves?"],["ANNOTATION","Carter's head bobs loosely; she can't keep her eyes open. Daniel collapses onto his side on the floor. More technicians enter."],["MED TECH","Get them in the isolation pods!"],["ANNOTATION","Two technicians reach for Carter. Their handling of her causes Carter to stir."],["CARTER","(weakly) No. Wait. Wait!"],["ANNOTATION","They lift her bodily and place in her in an isolation pod. Two more technicians move Daniel into another pod."],["CARTER","No, wait. We can't go to sleep."],["MED TECH","(soothing) It's okay. We'll take care of you."],["CARTER","No, you don't understand. The parasite. It feeds on..."],["ANNOTATION","Carter continues to speak, but the cover is sealed on top of her, blocking out the sound of her voice. Carter sees the technicians through the glass window of the pod, but cannot hear what they are saying. She blacks out."]],"present":["CARTER","DANIEL","MED TECH"],"place":"VAGONBREI HOME PARLOR"},{"speech":[["ANNOTATION","Teal'c stumbles through the cave, holding a flashlight and the reptile."]],"present":[],"place":"VAGONBREI CAVERN"},{"speech":[["ANNOTATION","A team in full medical hazmat gear carry two isolation pods through the forest."]],"present":[],"place":"FOREST, VAGONBREI, PREDAWN"},{"speech":[["ANNOTATION","Teal'c makes his way out of the hidden passageway into the main chamber. He collapses on the ground of the cavern, still clutching the jacket. He turns and notices some daylight streaming in from the entrance to the cave. Teal'c struggles to his feet and moves towards the light."]],"present":[],"place":"VAGONBREI CAVERN"},{"speech":[["ANNOTATION","Teal'c stumbles outside the cave. After taking several steps, he collapses again, unable to go further. The hazmat team is nearby and sees him, hurrying to his side."],["MED TECH","Take it easy, Teal'c. We've got you. Take it easy."],["ANNOTATION","Teal'c mumbles unintelligibly, appearing to call Mitchell's name. The medical technician notices the reptile."],["MED TECH","(to team) We've got some sort of animal here!"],["MED TECH TWO","We need to take it to the lab."]],"present":["MED TECH","MED TECH TWO"],"place":"FOREST, VAGONBREI, DAWN"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","SG-1 stand around a counter in Carter' s lab. Mitchell pours a cup of coffee."],["MITCHELL","...Yeah, I was getting worked up, cussing at Teal'c, telling him to: \"Go on. Leave me.\" Must have been...twenty minutes before I realized he had gone, and I was sitting there talking to myself."],["ANNOTATION","Teal'c smiles and nods."],["DANIEL","(to Carter) What about you? Any hallucinations?"],["CARTER","Yeah, when they put me in the pod, I imagined I was being put in a coffin. I thought I was being buried alive."],["ANNOTATION","Landry enters."],["LANDRY","Well, rise and shine. How are you feeling?"],["MITCHELL","Rested and ready to go, sir."],["LANDRY","I assume Dr. Lam got you up to speed?"],["CARTER","Yes, sir. Between the sample they collected from Teal'c, and the research Dr. Reimer and I conducted, they were able to produce a serum that effectively isolated the parasite and starved it out."],["MITCHELL","I just hate that that cave was a dead end. We went through all that for nothing."],["ANNOTATION","Landry nods in sympathy."],["DANIEL","I wouldn't say that, exactly. I did find one reference in that library that might prove to be useful--Atlantis."],["CARTER","You think the location of Merlin's weapon is hidden in their database?"],["DANIEL","I think it's worth checking out."],["ANNOTATION","The phone rings. Carter goes to answer it."],["CARTER","(into phone) Carter...I see. We'll be right there."],["ANNOTATION","She hangs up the phone."],["CARTER","(to Landry) There seems to be a problem in the Gate room, sir."],["ANNOTATION","Landry and SG-1 leave the office."]],"present":["CARTER","DANIEL","LANDRY","MITCHELL"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Vala stands on some cases at the bottom of the ramp. She is screaming at technicians up in the control room. An SF keeps trying to pull her down by her arm, but she absently twists her arm out of his grasp."],["VALA","I never liked you, and I know you can hear me! Dial the gate, now! Dial the gate! Don't make me come in there! (to the SF who keeps trying to pull her down) You stop it!"],["ANNOTATION","Vala shoves the SF in the chest. Landry and SG-1 enter the Gate room and witness this."],["LANDRY","What's going on?"],["ANNOTATION","Vala hops off the cases."],["VALA","(upset) I'm leaving. I'm not staying somewhere where I'm not welcome, and don't even think about making me stay against my will."],["LANDRY","(innocently) Wouldn't dream of it. But I figured you'd want to stay after going through all the trouble of passing the psychiatric evaluation."],["VALA","(puzzled) I passed?"],["ANNOTATION","SG-1 smiles on benignly."],["LANDRY","Dr. Hutchison seems to think that you have a lot of potential."],["VALA","He does?"],["LANDRY","He feels you can make a significant contribution here at Stargate Command. And I agree."],["DANIEL","(pointedly) Congratulations."],["ANNOTATION","Vala bites her lip, trying to maintain her composure. She drops the shoulder bag she's been carrying."],["VALA","I-I'm a little...overwhelmed. Heh. But, as my first--official act, I'd like to report a rather disagreeable little man."],["ANNOTATION","Woolsey enters the Gate room behind Vala."],["WOOLSEY","That would be me."],["ANNOTATION","Vala turns and glares at Woolsey. Woolsey responds with a confident half-smile."],["LANDRY","Mr. Woolsey's offer was part of the test. We wanted to make sure we could trust you."],["ANNOTATION","Vala turns back to Landry, straightening and crossing her arms over the chest."],["VALA","I knew that. But were his sexual advances part of the test?"],["ANNOTATION","Woolsey looks horrified. Landry looks from Vala to Woolsey sternly. SG-1 exchange knowing looks."],["WOOLSEY","(stammering) What!?! That's..ah...General, I-I can assure you..."],["VALA","Well, I would've even considered playing along, but some of his requests were...well, a little...unusual, even for me."],["ANNOTATION","Vala smirks as Woolsey moves past her, approaching the General, who turns on his heel and exits the Gate room. SG-1 poorly hides their amusement."],["WOOLSEY","(following) General, I would never...General."],["ANNOTATION","Vala steps closer to SG-1."],["VALA","So, when do I get one of these SG-1 badges?"],["MITCHELL","You don't. You're not a member of SG-1. You're a probationary member of Stargate Command, who'll be subject to some very intensive scrutiny for the next few months."],["ANNOTATION","While Mitchell speaks, he moves closer to Vala in a threatening manner."],["VALA","(meekly) Oh."],["MITCHELL","Don't screw up."],["ANNOTATION","Vala shakes her head emphatically. Mitchell turns away. Daniel prompts Mitchell with a pointed look and nod."],["MITCHELL","And welcome aboard."],["ANNOTATION","Vala grins and chuckles."],["VALA","See, I still think it's cause for celebration. So I say we go out, have lunch, and I'll pay."],["MITCHELL","Pay with what, exactly?"],["VALA","(matter-of-factly) Well, Daniel will cover me until I get my share of the loot."],["ANNOTATION","Daniel sighs and drops his head to his chest."],["DANIEL","Loot?"],["ANNOTATION","SG-1 and Vala walk out of the Gate room and down the corridor."],["VALA","Yeah, from all the treasures we're going to bring back from our off-world travels. What, I have to wait until I'm off probation before I start collecting?"]],"present":["DANIEL","LANDRY","MITCHELL","VALA","WOOLSEY"],"place":"SGC GATE ROOM"}]