[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","Opens to view of Stargate from the briefing room window. The members of SG-1 along with General Hammond are sitting around the table."],["CARTER","In the 5 weeks since our return from PX7-941."],["DANIEL","Known to its indigenous population as Madrona."],["CARTER","We've been able to process most of the data we've collected and as a result we think we've corroborated some fairly startling first hand observations."],["HAMMOND","Which are?"],["CARTER","Well...sir, the inhabitants of this planet can proactively affect their own climate."],["O'NEILL","That's a bit of an understatement General. They can call it up just like... (snapping his fingers) ...that."],["DANIEL","You got a crop that needs some water, order some rain, you have a crop that needs sun, it's literally a matter of dialing it up."],["HAMMOND","You sure you weren't under the local voodoo?"],["CARTER","Believe me General, no one was more skeptical than I, but the fact is we may have stumbled on the most important piece of technology the SCG mission has discovered to date."],["TEAL'C","Even the Goa'uld do not possess such technology."],["HAMMOND","And you think you know how they do it."],["CARTER","Well our best theory is the planet was terraformed about 900 years ago."],["DANIEL","Now the Madronans are technologically primitive so it's likely the planet was terraformed by another alien race."],["CARTER","Weather seems to be regulated by this device."],["ANNOTATION","She turns on a monitor with a picture of a statue holding a device in its right hand."],["DANIEL","The Madronans call it a Touchstone. It's an ancient artifact probably made by the other alien race. Uh...It-It's right there. (pointing at the picture) It's in the statue's hand."],["CARTER","And the high priest turns a series of calibrated rings, which seem to determine meteorological conditions over the entire planet's surface."],["HAMMOND","We have any idea what makes it tick?"],["O'NEILL","That's why we'd like to go back, sir. Carter wants to get a closer look with some of her specialized doohickeys."],["HAMMOND","Doohickeys?"],["O'NEILL","I believe that's a technical term, sir."],["CARTER","(Smiling, turning the overhead lights back on with a remote) My instruments will measure the Touchstone's emissions and hopefully give us a better idea of how it works."],["HAMMOND","Any chance we can borrow it for a few days, do a little backward engineering?"],["CARTER","You have to understand, General, the Touchstone maintains the weather on this planet."],["HAMMOND","Right...Okay then...go see what you can figure out."],["ANNOTATION","Carter and O'Neill nod."],["O'NEILL","Okay."]],"present":["CARTER","DANIEL","HAMMOND","O'NEILL","TEAL'C"],"place":"SGC--BRIEFING ROOM"},{"speech":[["ANNOTATION","The team step out to darkness with lightning crashing around them. There is a temple a short distance from the Stargate with a body of water in the background. Several people are standing there. A man and a woman approach the team."],["ANNOTATION","Daniel bends his knees and bows at the waist with his hands together."],["DANIEL","Greetings Roham, Princess La Moor."],["PRINCESS LA MOOR","It's the visitor's, Uncle."],["ROHAM","We demand that you return the Touchstone."],["CARTER","What? I-It's missing?"],["ROHAM","Do not play games. You must return it at once."],["O'NEILL","(Taking off his sunglasses) No games. We didn't take it."],["ROHAM","It is gone. Come...see for yourselves."],["ANNOTATION","They all follow them to the temple. They walk past guards who are warily holding their bow-and- arrow weapons ready as the team go by cautiously noting the threat."]],"present":["CARTER","DANIEL","O'NEILL","PRINCESS LA MOOR","ROHAM"],"place":"EXIT THE GATE ON MEDRONA"},{"speech":[["ANNOTATION","Princess La Moor and Roham lead the group down the stairs into the temple and to the statue. O'Neill approaches it and examines the hand where the Touchstone was."],["CARTER","Well, I guess this explains the storm clouds outside."],["ROHAM","Without the Touchstone to shield us, we shall soon be overtaken by the elements. It's only a matter of time before we begin to die because of your theft."],["ANNOTATION","Carter shifts uncomfortably."],["O'NEILL","(Stepping down from the statue's pedestal) All right...here's a question for you. If it was so important why wasn't it guarded?"],["ROHAM","It was guarded. We let down our guard because of your people."],["PRINCESS LA MOOR","We trusted you."],["O'NEILL","We did NOT take it."],["TEAL'C","Had we taken the artifact, there would have been no need to return to this place."],["PRINCESS LA MOOR","There were witnesses."],["O'NEILL","And what did these witnesses see?"],["PRINCESS LA MOOR","A group of people taking the Touchstone in the dead of night. They were dressed much as you are and carried weapons like yours."],["ANNOTATION","Carter, looking puzzled, looks to Teal'c."],["O'NEILL","Did they see where these people went?"],["ROHAM","They left by your Stargate."],["ANNOTATION","Daniel looks around."],["PRINCESS LA MOOR","As you know, none of our people know how to use the portal."],["ANNOTATION","Teal'c raises his eyebrow, O'Neill cocks his head."],["ROHAM","Guards...Disarm the wrongdoers."],["O'NEILL",""],["HOLD IT!",""],["ANNOTATION","Pulls his Beretta and points it at the guards. Teal'c, Daniel, and Carter look around concerned."],["O'NEILL","All right...we came here in peace, we expect to go in one....piece."],["ROHAM","Then explain yourself, but be warned. If your answers are not satisfactory, then we have no choice but to seek retribution."],["TEAL'C","Taking revenge on us will not return the Touchstone for we are not those who took it."],["ROHAM","Perhaps not, but it will lead us to those who did."],["O'NEILL","Only if they care what happens to us."],["ANNOTATION","Rohan considers his words."],["O'NEILL","Look, let me give you a little life lesson on thieves. They're not really in touch with their feminine side."],["ANNOTATION","Roham turns away from him disgustedly, and O'Neill looks at La Moor puzzled."],["O'NEILL","Caring would be on a low priority."],["PRINCESS LA MOOR","My uncle grows impatient."],["DANIEL","If the thieves took the Touchstone, used the Gate to escape, then the only hope to get it back is to let us go back through the Gate."],["CARTER","And if they did come from Earth, we have technology to help us find out who the thieves might have been."],["ROHAM","How do we know that you will not use the Gate to escape responsibility?"],["O'NEILL","Trust us?"],["PRINCESS LA MOOR","We are a simple people Colonel. We have no means to protect ourselves from this disaster. If my uncle decides to trust you this day, our entire future will depend on that decision."],["O'NEILL","(pauses) Ok, that's a little pressure! But we can handle that."],["ANNOTATION","A high wind blows into the temple and thunder and lightning continue to crash outside. Two guards close the double doors."],["ROHAM","Let them go."],["ANNOTATION","Choicelessly and desperately, he looks at O'Neill."],["ROHAM","Please...help us."]],"present":["CARTER","DANIEL","HOLD IT!","O'NEILL","PRINCESS LA MOOR","ROHAM","TEAL'C"],"place":"MEDRONAN TEMPLE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN ENTRANCE"},{"speech":[["ANNOTATION","SG-1 walks through and down the ramp."],["HAMMOND","Colonel! Why are you back so early? You were supposed to be studying that weather device."],["O'NEILL","And we would be, sir. If it were still there."],["HAMMOND","What do you mean?"],["O'NEILL","We should talk in your office."],["ANNOTATION","They leave the Gate Room."]],"present":["HAMMOND","O'NEILL"],"place":"SGC--GATE ROOM"},{"speech":[["ANNOTATION","Hammond enters with O'Neill following closely behind. The general takes a seat."],["HAMMOND","What's this about, Colonel?"],["ANNOTATION","Hammond takes his seat. O'Neill closes the door and stands before Hammond's desk."],["O'NEILL","The Touchstone was stolen, sir. By people wearing SGC uniforms who came and went through the Stargate."],["HAMMOND","What? Well who was it?"],["O'NEILL","Everyone involved here would like to know that, sir."],["HAMMOND","I don't appreciate your implication Colonel. Why would I send your team to study the thing if I knew it wasn't there?"],["O'NEILL","No implication intended, sir, but circumstances do beg the next logical question...which is...Could any one of the other SG teams have gone through without your order?"],["HAMMOND","Not without my knowing about it."],["O'NEILL","Yes, sir. General, do you mind if I have Carter recheck the dialing computer. Just to see if there are any signs anyone...sneaking through the Gate...covertly, behind your back as it were, sir."],["HAMMOND","Nothing happens regarding that Stargate without my knowing about it, If a person sneezes near it, I get a report."],["O'NEILL","(looking disappointed) I understand, sir."],["ANNOTATION","He walks over and opens the door."],["HAMMOND","Colonel."],["ANNOTATION","O'Neill turns around."],["HAMMOND","Have Carter check it anyway."],["O'NEILL","(looking relieved with a slight smile on his face) Thank you very much, sir."],["ANNOTATION","O'Neill walks out closing the door on a very worried General."]],"present":["HAMMOND","O'NEILL"],"place":"SGC--HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","Carter is seated at a computer going through a search. Daniel and Teal'c are seated in front of another monitor."],["O'NEILL","(walking into the room) Anything yet?"],["CARTER","Not on the Touchstone, sir."],["DANIEL","Possibly its affects. Have you been watching the Weather Channel?"],["O'NEILL","I'm more of a C-SPAN guy."],["TEAL'C","Observe, O'Neill."],["ANNOTATION","Teal'c hits the enter button on the keyboard. The monitor shows a raging river."],["VOICE OF TV REPORTER","Chalk it up to the El Nino effect or just a run of bad luck, but another set of storms have stretched all over America..."],["ANNOTATION","O'Neill sits down."],["VOICE OF TV REPORTER","...and in of all places, Phoenix, Arizona, causing widespread damage."],["ANNOTATION","Monitor shows people rowing in a boat through the streets of a flooded town."],["VOICE OF TV REPORTER","Reports of injuries are still trickling in."],["ANNOTATION","Monitor switches to cars driving on a flooded street."],["VOICE OF TV REPORTER","We have flooding in Palm Springs, California and in Florida"],["DANIEL","And that's not all. There's record rainfall in Albuquerque, golf ball size hail in the Panhandle, and three major rivers are cresting."],["TEAL'C","Something is definitely altering this planet's weather."],["O'NEILL","And you think it's this Touchstone."],["ANNOTATION","Daniel looks at O'Neill."],["O'NEILL","Kind of a reach, isn't it?"],["DANIEL","Well, not really if you think about it. Whoever left that device originally on Madrona probably keyed it to the atmospheric conditions of that planet. Somebody steals it and brings it back to Earth, starts fiddling around with it with no idea of what they are doing...and...who knows?"],["O'NEILL","We don't know it's on Earth."],["CARTER","I'm thinking it is. There was a huge transitory glitch three days ago when SG-2 returned from a routine mission roughly the same hour as the Touchstone was taken."],["TEAL'C","But SG-2's point of origin was galaxies away from Madrona."],["CARTER","Yeah, but the energy spike is off the charts. You remember what happened the last time the Gate's power supply was overloaded?"],["DANIEL","It jumped to the second Gate in the Antarctic."],["O'NEILL","(leaning back in his chair) Yeah! Thanks for the memory."],["TEAL'C","Captain Carter, are you suggesting that SG-2 used the second Gate to steal the Touchstone?"],["CARTER","No. Not SG-2. They're mission went as planned through our Gate, but these readings suggest that someone might have been using the second Gate the split second after SG-2 used ours to try to hide the energy spike in ours."],["O'NEILL","Kind of like shooting off a gun when a train's going by."],["ANNOTATION","Everyone looks at him questioningly."],["O'NEILL","To hide the sound."],["CARTER","Yes, sir. Now, let's see if I'm right, SG-2's log should have the same electronic signature that was present the last time the wormhole jumped its tracks. Bear with me."],["O'NEILL","Bearing."],["ANNOTATION","Carter works at the keyboard. The monitor shows NO MATCH."],["CARTER","Damn. It should show up on the primary metalog. Nothing."],["DANIEL","Try the backup log."],["CARTER","Yeah...possibly."],["ANNOTATION","She keys in some more-searching...still NO MATCH."],["CARTER","Now, if someone did try to systematically erase all the relevant data, it would be easy to overlook a third-tier back up."],["ANNOTATION","She keys again-searching...MATCH FOUND."],["CARTER","YES! There it is. The second Gate had to have been used. The energy signal's identical."],["DANIEL","Who would have been authorized to use the second Gate? I thought it had been officially decommissioned."],["O'NEILL","It was...officially."]],"present":["CARTER","DANIEL","O'NEILL","TEAL'C","VOICE OF TV REPORTER"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Hammond is talking on the red phone. Hammond sees O'Neill approaching through his office window and waves him in the room. O'Neill knocks on the door."],["HAMMOND","Come."],["ANNOTATION","O'Neill enters. Hammond motions for him to sit down and continues speaking with the party on the other end."],["HAMMOND","No, I need to talk to him now. Son, do you know what color this phone is? Yes, I'll hold."],["ANNOTATION","Hammond places his hand over the receiver."],["HAMMOND","Carter find anything?"],["O'NEILL","Yes, sir. Apparently the second Gate is being used."],["HAMMOND","What? I was given top-level assurances that Gate was to be sealed."],["O'NEILL","A case of the left hand not knowing what the right foot is doing, sir?"],["HAMMOND","That's what I'm trying to find out. (into the phone irritably) No, It can't wait, son. Well, make sure he gets the message the second he comes out."],["ANNOTATION","hangs up the phone."],["O'NEILL","And suddenly, the President wasn't available."],["HAMMOND","Every time I call, he's tied up. It's like someone is orchestrating his schedule to keep us from speaking today."],["O'NEILL","Got a someone in mind, sir."],["HAMMOND","This is going to sound paranoid, Colonel. Back when the SG program began, there was a philosophical skirmish about its mandate. Some people wanted to make sure that any and all discoveries were brought back regardless of considerations like interplanetary diplomacy."],["O'NEILL","Do you mind if I ask who these \"some people\" were?"],["HAMMOND","Well, the truth is I'm not sure I ever fully knew who they were. I had a feeling that someone chose not to surface during the debate. Not military -- politicians pulling strings behind the scenes. No one said so exactly. 30 years in the service you develop an instinct about these things."],["O'NEILL","General, is your gut telling you that this group, person, whatever is responsible for stealing the Touchstone?"],["HAMMOND","I'm a long way from drawing that conclusion, but I'll be damned if I'll be blocked by some sycophant in the White House. I have other channels I can pursue, markers I can call in."],["O'NEILL","General, I know I don't have to tell you this, but whoever these dark side guys are, they can do some pretty nasty damage if they figure out how to work this thing."],["HAMMOND","I know, Colonel. I know. Let me do some digging."]],"present":["HAMMOND","O'NEILL"],"place":"SGC--HAMMOND'S OFFICE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN ENTRANCE"},{"speech":[["ANNOTATION","Hammond, O'Neill, Daniel, and Teal'c are seated at the table. Carter walks around the table and takes a seat."],["CARTER","In an effort to determine whether the Touchstone was being used on Earth, I figured out a way to measure the doppler shift for gravitational and radiation emissions. I used one of my monitoring instruments and tied it into two NOAA satellites."],["HAMMOND","What did you find?"],["CARTER","Well, sir...it's somewhere in the Nevada desert. Now from the crude triangulation, I was able to determine it's--"],["HAMMOND","(cutting her off) Nevada?"],["CARTER","Yes, sir. Something wrong?"],["ANNOTATION","Hammond looks at O'Neill."],["O'NEILL","The second Gate ended up in Nevada, didn't it, sir? Nellis?"],["HAMMOND","Yes."],["ANNOTATION","Teal'c raises his eyebrow. Daniel looks puzzled."],["O'NEILL","Well, if the Gate is there, it makes sense that the Touchstone has at least been there."],["HAMMOND","You're going to love this, Colonel. Guess who just got himself reassigned to Nellis?"],["O'NEILL","Do tell."],["HAMMOND","Colonel Maybourne."],["O'NEILL","(dryly) Oh,well, there's good news!"],["DANIEL","Nellis. That's the base we send the technology we bring back through the Gate, right?"],["HAMMOND","Yes. The Groom Lake Facility."],["O'NEILL","Area 51"],["ANNOTATION","Daniel looks sharply at O'Neill."]],"present":["CARTER","DANIEL","HAMMOND","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Hammond is coming down the stairs to the busy control room where SG-1 are seated around a monitor."],["HAMMOND","What are we looking at?"],["CARTER","We sent the MALP back to Madrona."],["ANNOTATION","The monitor shows snow blowing around."],["CARTER","It's basically a blizzard, sir. Winds gusting up to 80 miles an hour. It gets any more intense and their whole planet's a write-off."],["TEAL'C","How much time do they have remaining?"],["CARTER","Well, if my extrapolations are correct, we're looking at 48 hours maybe 72, before all the terraforming is kaput."],["O'NEILL","Permission to take a little trip to Nevada, sir."],["HAMMOND","Ok. I'll call the Commander at Nellis and get you cleared."],["O'NEILL","Uh, General. It's become pretty obvious that our own people are involved here. The government types, you know. How do you know who to trust?"],["ANNOTATION","He looks at Hammond pointedly."],["CARTER","We already have the necessary clearance level, sir."],["ANNOTATION","Putting together O'Neill's unspoken concerns, he eyes the colonel cagily."],["HAMMOND","Colonel, I need some documents hand delivered to the Groom Lake Facility."],["O'NEILL","Are those documents sensitive enough to warrant a three-man team with a Jaffa escort?"],["HAMMOND","Absolutely."],["ANNOTATION","O'Neill nods, a slight knowing smirk on his face."]],"present":["CARTER","HAMMOND","O'NEILL","TEAL'C"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","A white Chevy suburban drives into the garage entrance and stops. An officer approaches the SUV as SG-1 get out of the vehicle."],["REYNOLDS","Colonel O'Neill. Major Reynolds, NID. (saluting) Welcome to Area 51."],["O'NEILL","Yeah, nice to meet you. (saluting quickly) This is Captain Carter, Dr. Jackson, and Teal'c."],["REYNOLDS","Gentlemen, Ma'am. I can't tell you what an honor it is to meet you. You guys are a bit of a legend around here."],["O'NEILL","Yeah...well...thanks. We were hoping to meet with Colonel Maybourne."],["REYNOLDS","He's been paged, sir. I'm sure if you'll come inside he'll find you there."],["DANIEL","So....you obviously know who we are."],["REYNOLDS","Of course, sir. If it wasn't for you and the other SG teams, we'd be out of business here. Follow me please."],["ANNOTATION","O'Neill puts on his cap and they follow him inside."]],"present":["DANIEL","O'NEILL","REYNOLDS"],"place":"ENTRANCE"},{"speech":[["ANNOTATION","SG-1 and Major Reynolds are walking through the corridor."],["REYNOLDS","To your left is medical research. They're focusing on the potential cure for Alzheimer's that SG-5 brought back. The other side is geology, space metallurgy and artifacts study. That's where they're poring over your notes on that Heliopolis place, Dr Jackson. The meaning of life stuff. I love that."],["PA SYSTEM","Dr Dobson, to room 483, Dr Dobson."],["ANNOTATION","Major Reynolds stops at a door and punches in a code on the keypad. Two people in white lab coats walk through and open a door. Inside is a death glider. Close up of O'Neill then Teal'c. Several people are working on it. Close up of Daniel."],["REYNOLDS","That's where we are studying those two Goa'uld death gliders you were in after you guys did your hero thing. (doors close) Nice work by the way."],["O'NEILL","Yeah....thanks."],["ANNOTATION","Close up of Carter."],["REYNOLDS","This way. (opening the door) This is the bioresearch lab."],["O'NEILL","This where you're keeping the little green men?"],["REYNOLDS","(Woodenly) There are no alien life forms at Area 51."],["O'NEILL","(looking at Teal'c) Present company excluded, of course."],["ANNOTATION","Reynolds regards the Jaffa warily as Maybourne enters and approaches the group."],["MAYBOURNE","Colonel O'Neill."],["O'NEILL","Hello, Maybourne."],["MAYBOURNE","Major, if you'll excuse us."],["ANNOTATION","Major Reynolds leaves."],["MAYBOURNE","Teal'c, it's good to see you well."],["TEAL'C","(approaching Maybourne) In my culture, I would be well within my rights to dismember you."],["ANNOTATION","With a barely perceptible sneer, Teal'c passes him."],["MAYBOURNE","(a bit surprised) Well....that's interesting."],["ANNOTATION","O'Neill smiles."],["MAYBOURNE","Is there something I can do for you, Colonel O'Neill?"],["O'NEILL","Yeah. We assume the Touchstone was brought here."],["MAYBOURNE","Excuse me?"],["CARTER","Maybe you have a different name for it. The weather controller from Madrona PX7-941."],["MAYBOURNE","It seems that someone has sent you on a fool's errand, Colonel. Nothing even remotely like that here."],["TEAL'C","You are, however, aware of our mission."],["MAYBOURNE","I remember a reference to it, but correct me if I'm wrong, nothing came back from the survey."],["O'NEILL","Not by our team."],["MAYBOURNE","Another SGC team?"],["O'NEILL","You tell me."],["MAYBOURNE","If you're looking for specific answers, I'd ask that you be a little less cryptic with your questions."],["O'NEILL","Fine. Where's the damn Touchstone?"],["DANIEL","Has the second Stargate been activated?"],["MAYBOURNE","It's been under complete lock-down since it's arrival here. It hasn't even been powered up."],["CARTER","Do you mind if we have a look?"],["MAYBOURNE","I guarantee it's been dormant since you came through it."],["O'NEILL","Then there's no harm in taking a look. Is there?"],["ANNOTATION","Maybourne turns to leave, nearly running into Teal'c is standing right behind him. Maybourne looks at O'Neill and then walks around Teal'c looking very nervous. Teal'c smirks and SG-1 all smile at each other as they follow Maybourne."]],"present":["CARTER","DANIEL","MAYBOURNE","O'NEILL","PA SYSTEM","REYNOLDS","TEAL'C"],"place":"AREA 51 CORRIDOR"},{"speech":[["ANNOTATION","A large door opens revealing SG-1, Maybourne and some guards standing just outside. A very large crate in the middle of the room."],["MAYBOURNE","There it is. Happy now, Colonel?"],["O'NEILL","Carter."],["ANNOTATION","They all walk into the room. O'Neill unfastens the latches and raises the lid. Teal'c climbs up on the crate. They move around the packing and see the Stargate in the crate. MAYBOURNE Satisfied? O'NEILL (looking discouraged) Not really. Just proves it got packed up real nice after it was used. MAYBOURNE I assure you that Gate has been in that crate since it was brought here from the Antarctic. O'NEILL Come on, Harry. (taking off his sunglasses) You and I have been through this dance before. CARTER Uh...Colonel. (she taps the Gate) This Gate is plastic. MAYBOURNE What? TEAL'C Captain Carter is correct. MAYBOURNE That's ridiculous. [Maybourne charges over to the crate and touches the Gate. O'Neill knocks on the Gate. Daniel watches as Maybourne walks away from them looking concerned."],["MAYBOURNE","(turning back to them) That's the Gate that was brought back from the Antarctic. It's been under lock and key since it got here."],["ANNOTATION","O'Neill looks at Daniel."],["CARTER","This Gate's plastic. Where's the real one?"],["O'NEILL","So...what the HELL happened to the Stargate?"],["MAYBOURNE","It's obviously been moved."],["O'NEILL","So it can be fired up without raising any eyebrows?"],["MAYBOURNE","That's highly speculative."],["O'NEILL","(walking up to Maybourne) I don't know who's giving you orders, Maybourne, but they better come from where the air is REAL thin."],["MAYBOURNE","Is that a threat, Colonel?"],["O'NEILL","You tell me the punishment for losing a Stargate."],["MAYBOURNE","That presumes there was no authorization to move the Stargate."],["DANIEL","So...who authorized it?"],["MAYBOURNE","That's classified."],["O'NEILL","We have the highest clearance."],["MAYBOURNE","Within the military, you do."],["O'NEILL","(looking around astonished) Are you telling me this is a civilian operation?"],["MAYBOURNE","(to the guards) Gentlemen, Colonel O'Neill and his people need an escort back to their vehicle. (the guards approach)"],["O'NEILL","Who's pulling the strings, Maybourne?"],["MAYBOURNE","Take a piece of advice, Jack. Let this one drop."],["O'NEILL","(very angry)"],["DROP IT?",""],["MAYBOURNE","Please...Don't make these gentlemen have to get disrespectful."],["ANNOTATION","O'Neill looks at Maybourne then around at everyone else very angry. Grabs his cap and they all start to leave while Maybourne looks on smugly."]],"present":["CARTER","DANIEL","DROP IT?","MAYBOURNE","O'NEILL"],"place":"A STORAGE FACILITY AT GROOM LAKE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN ENTRANCE"},{"speech":[["ANNOTATION","Carter, Daniel, and Teal'c are seated at the table. O'Neill is standing at the end of the table. General Hammond walks in."],["HAMMOND","We're operating under a virtual blackout. (sitting at the head of the table) No one will confirm or deny a thing."],["CARTER","Well, this is too bizarre. The only other Stargate on the planet gets spirited away and it's business as usual."],["HAMMOND","There's nothing usual about it, Captain. Someone's clamped down on the communication channels."],["TEAL'C","What of the Touchstone?"],["CARTER","Well, sometime while we were gone, my instruments readings dropped to zero."],["DANIEL","So either they've stopped using it or they've found a way to shield it from detection."],["CARTER","Well, the weather anomalies seem to have abated on Earth."],["DANIEL","They probably realized experimenting with it was causing too many problems or attracting unnecessary attention."],["CARTER","Exactly. Now, if we can't track the Touchstone, there may still be a way to track the second Gate on Earth."],["O'NEILL","Oh Sure! (playing with his tie) Let's just put out an APB for a huge honkin two-story metal ring with 39 little pictures all nicely engraved on it."],["ANNOTATION","O'Neill sits down."],["CARTER","Actually, I had another thought."],["HAMMOND","Go ahead, Captain."],["CARTER","We use our Gate to go to Madrona, then do a quick 180 and return through the second Gate here on Earth."],["TEAL'C","Captain Carter, If one were to input the Earth's coordinates on the Madrona dialing device he would be sent back to the Gate on this facility."],["CARTER","You would. Unless you intentially overpower the Gate."],["DANIEL","Of course! The way the wormhole arced to send the two of you to the other Gate. We just have to duplicate those conditions."],["HAMMOND","As you may recall, it was a minor miracle that either of you survived that incident."],["DANIEL","What if we used the MALP robot?"],["CARTER","Perfect. The GPS could give us an exact position as soon as the MALP made it through."],["TEAL'C","Someone would have to accompany it to Madrona then put in the correct address on the dialing device."],["O'NEILL","Uh...I would be that person."],["DANIEL","I'll go, too."],["CARTER","You'll also need to bring the necessary equipment to modulate the power on the Gate."],["HAMMOND","Let's do it."],["ANNOTATION","They all rise from their seats."]],"present":["CARTER","DANIEL","HAMMOND","O'NEILL","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[],"present":[],"place":"WORMHOLE ESTABLISHING SHOT AND TRAVEL"},{"speech":[["ANNOTATION","O'Neill and Daniel step from the event horizon dressed in cold weather gear, carrying a large box between them. A blizzard blows around them."]],"present":[],"place":"MADRONA STARGATE"},{"speech":[["ANNOTATION","Carter is sitting in front of a monitor with General Hammond and Teal'c standing behind her. The Stargate is engaged."],["CARTER","They've arrived through the Madronan Gate, sir."],["HAMMOND","Here we are transporting our people across the galaxy to find something we've lost in our own backyard. Incredible."]],"present":["CARTER","HAMMOND"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Roham, Princess La Moor, and several others come out of the temple. The blizzard rages all around them. They must shout to be heard."],["PRINCESS LA MOOR","They're back, Uncle Roham."],["ROHAM","Did they bring the Touchstone?"],["O'NEILL","Not yet. We're working on it."],["ROHAM","Don't you understand? Look around you. The rivers have turned to ice. Before long all our croplands will be disseminated."],["PRINCESS LA MOOR","Why did you return?"],["DANIEL","We have to set this machine from here to track the Touchstone."],["ROHAM","You're lying!"],["O'NEILL","We're not lying."],["DANIEL","Look, we really are trying to help."],["ROHAM","(Ignoring them, he addresses his own people) Come now."],["ANNOTATION","Everyone returns to the sanctuary of the temple, leaving O'Neill and Daniel standing there. They finish hooking up the machine and attach it to the Stargate. Daniel goes to the DHD and starts dialing."]],"present":["DANIEL","O'NEILL","PRINCESS LA MOOR","ROHAM"],"place":"MADRONAN TEMPLE"},{"speech":[["ANNOTATION","Carter is still seated at the console."],["CARTER","They should be inputting the last address now."]],"present":["CARTER"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","O'Neill turns to powers up the machine and walks over to Daniel standing by the DHD. He pats him on the shoulder a couple of times. Daniel presses on the center of the DHD activating the Gate."]],"present":[],"place":"MADRONA STARGATE"},{"speech":[],"present":[],"place":"WORMHOLE TRAVEL SHOT"},{"speech":[["ANNOTATION","Chevrons on the Gate light up momentarily."],["HAMMOND","Status, Captain."],["CARTER","(looking at a computer monitor) It's through, sir. It's on Earth."],["HAMMOND","Well...where the hell is it?"],["CARTER","Switching over to terrestrial video signal. We have visual, but it's dark."],["HAMMOND","Can you make out anything?"],["CARTER","No, not much. Looks like there's somebody moving."],["TEAL'C","Can you ascertain its location?"],["CARTER","I'm resetting the MALP global positioning system to Telsat 13...Attempting to triangulate."],["ANNOTATION","The monitor shows a room, then a hand holding a gun just before it loses signal."],["HAMMOND","What the hell happened?"],["CARTER","They blew it away, sir."]],"present":["CARTER","HAMMOND","TEAL'C"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","General Hammond, Carter and Teal'c are in the control room."],["ANNOTATION","O'Neill walks in followed by Daniel, both still dressed in cold weather gear."],["O'NEILL","Carter?"],["CARTER","The link is gone. They destroyed the MALP."],["O'NEILL","Did you get the coordinates?"],["CARTER","Didn't have time for a full triangulation, but we've got it narrowed down."],["O'NEILL","How far down?"],["CARTER","Well, as far as we can tell, it's in Southern Utah."],["O'NEILL","Oh well...Southern Utah."],["DANIEL","Well, at least that's a start."],["HAMMOND","I have one last marker I can call. Let me see what I can find out."],["ANNOTATION","He walks out of the room, leaving SG-1 alone. O'Neill looks at Daniel and shrugs."]],"present":["CARTER","DANIEL","HAMMOND","O'NEILL"],"place":"CHEYENNE MOUNTAIN ENTRANCE--NIGHT SHOT"},{"speech":[["ANNOTATION","A man in a dark suit sits on a bench as General Hammond, dressed casually clothes sits down next to him."],["WHITLOW","Hello, General."],["HAMMOND","Whitlow."],["WHITLOW","Shall we walk?"],["HAMMOND","As I told you on the phone. I don't really have time for all this cloak-and-dagger stuff. I need to know--"],["WHITLOW","Please...walk. Makes it harder for the parabolics."],["HAMMOND","(chuckling) Glad to see the paranoia quotient is as high as ever."],["ANNOTATION","They rise and take a walk."],["WHITLOW","These are dangerous times George. You never know who's listening. What do you need to know?"],["HAMMOND","Two things. Who's got the Stargate? Who's got the weather device?"],["WHITLOW","I wish I had that info."],["HAMMOND","I don't have time for games, Whitlow."],["WHITLOW","George, really, as much as I'd love to clear our little IOU, I don't know anything. I don't even know what you're talking about in regards to a weather device. But are you telling me that the Stargate is missing?"],["HAMMOND","The second one is, yes."],["WHITLOW","That doesn't sound like a good thing."],["HAMMOND","Come on, Whitlow. You've got your fingers in every agency. You haven't heard anything. Military intelligence? NSA? CIA?"],["WHITLOW","George, if it were military, I'd know about it. It's got to be civilian."],["HAMMOND","Anything strange going on at Nellis?"],["WHITLOW","There's always something going on at Nellis, and most of the time it's strange. But nothing about a Stargate or a weather...thingy. Hey! Does this have something to do with all the weird weather lately?"],["HAMMOND","(chuckles) How about Southern Utah? Heard about anything going on there?"],["WHITLOW","Southern Utah? Yeah. As a matter of fact, a requisition just crossed my desk requesting a C-5 for a classified pick-up at a NID landing site. It's in Utah."],["HAMMOND","Hm...No idea what it's for?"],["WHITLOW","Not officially, but I don't have to tell you a C-5 is a big airplane. Big enough to hold a Stargate and transport it anywhere in the world."],["HAMMOND","Where's the strip?"],["WHITLOW","Just south of the Black Mountains. About 40 clicks west of Parowan."],["HAMMOND","Thank you, Whitlow"],["ANNOTATION","Turns to walk away."],["WHITLOW","George."],["ANNOTATION","Hammond turns around."],["WHITLOW","Does this mean we're even?"],["HAMMOND","If it pans out, it does."],["ANNOTATION","Hammond walks away."]],"present":["HAMMOND","WHITLOW"],"place":"A LOCAL PARK"},{"speech":[["ANNOTATION","SG-1 are all lined up on one side of the table. Hammond walks in."],["HAMMOND","Ok, here's the deal. This NID landing strip doesn't officially exist therefore I don't think there's a jurisdictional issue. But even if there is, that C-5 is Air Force property and it is our jurisdiction."],["O'NEILL","Can we go now, sir?"],["HAMMOND","There's a chopper waiting up top. It will take you to Hill Air Force Base. From there, you're on your own."],["O'NEILL","Thank you."],["ANNOTATION","Teal'c and Daniel leave."],["HAMMOND","One other thing, Colonel. We don't know if the people who took the Gate and the Touchstone are friend or foe. Therefore, under no condition are you to fire on them. Understood?"],["O'NEILL","(looking confused) Under no conditions...fire."],["HAMMOND","That's right."],["CARTER","What if they fire on us, sir?"],["HAMMOND","Then you are to take cover. Do not return fire unless it's the only option remaining in order to defend yourselves."],["O'NEILL","General, I don't think that's going to--"],["HAMMOND","(cutting him off) Those are my orders, Colonel. We're already going way out on a limb on this one. I don't want my people mortally wounding another American who may just be following orders. Understood?"],["O'NEILL","Yes, sir."],["ANNOTATION","O'Neill and Carter look at each other before walking out."]],"present":["CARTER","HAMMOND","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","O'Neill is looking through a periscope along the side of the building. Putting it away and taking his gun in his hands, they all move weapons in hand through a Gate and along the building to a door. Seeing a broken window above him, O'Neill takes out the periscope and positions it for a look inside the building. He sees a large Stargate size crate, a white moving truck with the back raised and two men standing by the crate. Another man walks toward the crate carrying a small metal box. Taking the periscope down, he sends a series of hand signal to the team."],["ANNOTATION","The C-5 lands on the airstrip nearby. With guns ready, they all move into the building. The noise from the airplane covers their footsteps. SG-1 enter the facility. There are two men standing at the crate, one kneeling down beside a small metal box. SG-1 come up behind the men."],["O'NEILL","Stand to, gentlemen. (guns clicking) Keep those hands visible."],["ANNOTATION","All three men raise their hands."],["NID MAN","Who the hell are you?"],["O'NEILL","No one's damn business! Step away from the crate."],["ANNOTATION","O'Neill walks past the men and to the crate. The sound of the Gate dialing, then the splash of the Gate opening straight up and falling back to an open wormhole. Everyone falls to the floor. The man that dialed the DHD in the back of the truck, jumps down and grabs for the small metal box."],["O'NEILL","Stop!"],["ANNOTATION","O'Neill fires shots around the box. The NID man turns and jumps up on the crate and into the wormhole. Two more jump through. The last man tries to grab the small box."],["O'NEILL","Don't do it!"],["ANNOTATION","O'Neill fires more shots around the box, hitting the man in the arm. The NID man turns and jumps down through the wormhole. Daniel leaps up into the back of the truck to the DHD just as it blinks out."],["DANIEL","Arrrgh!"],["O'NEILL","What?"],["DANIEL","I missed the address."],["CARTER","(opening the small metal box and taking out the Touchstone) At least we have this."]],"present":["CARTER","DANIEL","NID MAN","O'NEILL"],"place":"LARGE BUILDING--UTAH"},{"speech":[["ANNOTATION","SG-1 step through the Gate into the blizzard and walk toward the temple. Roham, Princess La Moor, and several others exit the Stargate to meet them."],["PRINCESS LA MOOR","They've come back, Uncle Roham! Just as I told you."],["ROHAM","Do they have the Touchstone?"],["PRINCESS LA MOOR","They do."],["ANNOTATION","O'Neill approaches Roham and hands him the Touchstone. Roham turns some dials and yellow dots of light are seen all around coming from the Touchstone. The weather begins to quiet as they all walk to the temple."]],"present":["PRINCESS LA MOOR","ROHAM"],"place":"MEDRONAN STARGATE"},{"speech":[["ANNOTATION","They all approach the statue in the temple. Roham turns, gives the Touchstone to Princess La Moor, who places it where it belongs. Princess La Moor beams at them. The Medronans bow down."],["ROHAM","(bowing his head to O'Neill) Thank You."],["O'NEILL","You're very welcome."],["DANIEL","We hope the faith and trust between our two worlds have been restored."],["PRINCESS LA MOOR","You have lived up to your promises. (bowing down) Let there always be peace between our worlds."],["ANNOTATION","She rises."],["ROHAM","We must remain vigilant, lest those that trespassed before come back to violate the sanctity of the Holy Touchstone."],["O'NEILL","Yeah, just make sure your guards are paying attention this time."],["ANNOTATION","O'Neill hands him his sceptre."],["ROHAM","Blessings be upon you."],["ANNOTATION","Princess La Moor removes the cloak she had around her shoulders, steps down from the statue's pedestal and walks over to the double door, opening them. A bright blue sky and the sun is shining on the Stargate. Close up of O'Neill."]],"present":["DANIEL","O'NEILL","PRINCESS LA MOOR","ROHAM"],"place":"MEDRONAN TEMPLE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN"},{"speech":[["ANNOTATION","General Hammond and SG-1 are sitting around the table."],["CARTER","And everything should be back to normal within a few weeks both here and Madrona."],["DANIEL","That's simply why we think they'll be happy we return through the Gate to do the studies we had hoped to do."],["O'NEILL","Any ideas what happened, sir?"],["HAMMOND","To be honest, it's still something of a shell game. The investigation has been taken out of my hands."],["O'NEILL","By whom?"],["HAMMOND","I'm still trying to find that out."],["DANIEL","So we may never know who those men were who went through the Gate."],["HAMMOND","Not unless you can tell me where they went. Well, until then, all SG units are to be on watch for four NID guys wandering around on other planets."],["O'NEILL","Great! So all this could happen again, huh?"],["HAMMOND","No, Colonel! This time I was able to ensure that our Stargate will be the only one in use."],["CARTER","Sir, the second Stargate is being retired?"],["HAMMOND","Yes, only this time there will be a permanent iris welded over it and it will be placed under round-the-clock guard under the command of the SGC, my command."],["O'NEILL","No lying and deceit, smoke and mirrors?"],["HAMMOND","You'll be there yourself. All of you will when they put it away for good."],["ANNOTATION","Hammond leaves SG-1 in the room."]],"present":["CARTER","DANIEL","HAMMOND","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Two men are welding an iris in place. Major Reynolds and Colonel Maybourne are standing beside the crate. SG-1 along with General Hammond are standing a little ways back. O'Neill approaches to Maybourne taking off his sunglasses. O'NEILL This put you out of a job, Maybourne? MAYBOURNE (smugly) Oh! You'd be surprised. Strange things happen in high places, Colonel. O'NEILL Don't I know it. MAYBOURNE People get reassigned. So does property. Artifacts get misplaced, orders change. Every day's a new day. [Maybourne walks away smugly."]],"present":[],"place":"STORAGE FACILITY AT AREA 51"}]