[{"speech":[["FADE IN",""]],"present":["FADE IN"],"place":"nowhere"},{"speech":[["ANNOTATION","A dead Jaffa is lying facedown on the ground. SG-1, along with armed SG soldiers, make their way over to a wooden pen where a group of people are being held."],["O'NEILL","Let's go, move."],["ANNOTATION","While the others take up defensive positions, O'Neill places a charge against the prison's lock."],["O'NEILL","Clear!"],["ANNOTATION","He ducks away as the charge blows, breaking the lock, then opens the door to the pen and starts to usher people out."],["O'NEILL","Let's go. Come on folks. Move out..."],["ANNOTATION","Sha're's father, Kasuf, is among the people and he rushes over to Daniel."],["KASUF","Good son, you came."],["DANIEL","Yes good father, we got your message."],["KASUF","She took the boy. They took him."],["DANIEL","The boy?"],["KASUF","The son of my daughter. She took the boy."],["O'NEILL","Come on Daniel. We gotta go."],["DANIEL","(to Kasuf) You said she took him."],["KASUF","There."],["ANNOTATION","Kasuf points to a tent in the distance. A woman is standing outside it, watching the scene."],["DANIEL","(to Kasuf) Keep your people together. Go with the people of the Tauri."],["ANNOTATION","Kasuf runs away with the others."],["O'NEILL","Fall back! Fall back!"],["ANNOTATION","Daniel runs towards the tent."],["CARTER","Daniel!"],["ANNOTATION","Daniel stops as he draws closer to the woman. It is Ammonet, the Goa'uld who took Sha're as her host."],["DANIEL","Sha're."],["ANNOTATION","A Jaffa emerges from the tent and Daniel quickly raises his sidearm and shoots him. A second Jaffa emerges and manages to fire his staff weapon, knocking Daniel off his feet. Teal'c shoots the second Jaffa, killing him. Ammonet disappears into the tent."],["ANNOTATION","O'Neill and Carter, along with the other SG soldiers, take up position behind an embankment. Three Jaffa shoot at them from the hillside and Carter uses a rocket launcher to blow them up. A moment later, dozens of Jaffa pour down the hill, running and firing towards the embankment. While the SG soldiers defend their position against innumerable Jaffa, Daniel runs into the tent after Ammonet. He holds his gun on her."],["DANIEL","Don't move."],["ANNOTATION","He advances on Ammonet while searching the tent."],["DANIEL","Where's the boy?"],["ANNOTATION","Ammonet's eyes glow."],["AMMONET","Where you and the System Lords will never find him."],["DANIEL","Don't."],["ANNOTATION","She starts to raise her hand, armed with a ribbon device."],["DANIEL","Don't!"],["ANNOTATION","He aims his gun, but still doesn't fire. Ammonet activates the ribbon device and Daniel slowly sinks to his knees."],["DANIEL","(in pain) No Sha're. Fight it."],["AMMONET","My host cannot help you."],["ANNOTATION","Outside, Teal'c fires his staff weapon, then heads towards the tent. Inside, Ammonet's eyes are glowing as she slowly kills Daniel."],["DANIEL","Sha're..."],["ANNOTATION","Teal'c enters the tent and aims his staff weapon at Ammonet, then looks down at Daniel. Slowly, Daniel releases his sidearm."],["END OF TEASER",""]],"present":["AMMONET","CARTER","DANIEL","END OF TEASER","KASUF","O'NEILL"],"place":"AMMONET'S PLANET (DAY)"},{"speech":[["ANNOTATION","Dr Frasier is shining a penlight in Daniel's eyes as he recovers consciousness. Hammond, Carter and O'Neill are all standing at his bedside. Teal'c is hovering in the doorway."],["DANIEL","What happened?"],["O'NEILL","You don't remember?"],["DANIEL","I'm not sure."],["CARTER","We were on P8X 873. We were freeing the Abydonians whom the Goa'uld had taken as slaves."],["O'NEILL","Kasuf sent for us."],["DANIEL","Sha're was there."],["CARTER","Yeah."],["O'NEILL","She's dead Daniel. I'm sorry."],["DANIEL","How?"],["TEAL'C","It is I who am responsible. I was forced to fire upon and terminate the life of Sha're. However, I assure it was done only to save your life."],["DANIEL","No."],["CARTER","No?"],["DANIEL","No. They have a sarcophagus. Her guards put her in the sarcophagus. She's still out there somewhere alive."],["ANNOTATION","The others all exchange concerned looks."],["DANIEL","What?"],["HAMMOND","(to Frasier) Doctor, can he be taken out of the Infirmary?"],["FRASIER","We'll have to keep his drip in. I'll arrange for a wheelchair."],["O'NEILL","I'll take him, sir."],["TEAL'C","I will accompany you also."]],"present":["CARTER","DANIEL","FRASIER","HAMMOND","O'NEILL","TEAL'C"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","O'Neill is wheeling Daniel through the SGC, while Teal'c follows. Kasuf emerges from another corridor."],["DANIEL","Kasuf."],["KASUF","My son. It is a sad day for us all."],["DANIEL","No. I know this will be difficult for you to understand, Kasuf, but...the demon inside your daughter will help her rise again."],["ANNOTATION","Kasuf looks up in astonishment."],["KASUF","(to O'Neill) Is this true?"],["O'NEILL","Not this time. I'm sorry."],["ANNOTATION","O'Neill wheels Daniel into another room and stops before a covered body. He nods to the attendant, who lifts back the sheet, revealing Sha're's body."],["DANIEL","(upset) Why didn't you leave her there? They would have saved her."],["O'NEILL","There were no 'they' left."],["TEAL'C","We were victorious Daniel Jackson. There was no one remaining to take Sha're to a sarcophagus. We brought Kasuf to prepare her body according to Abydonian tradition."],["O'NEILL","The good news is we managed to save most of the Abydonians."],["KASUF","And for that, we are eternally grateful."],["ANNOTATION","Daniel touches Sha're's face then looks up at Teal'c."],["DANIEL","(angrily) You should have waited longer. I would have gotten through to her."],["O'NEILL","She was trying to kill you, Daniel."],["DANIEL","No she wasn't trying to kill me. Ammonet was trying to kill me."],["TEAL'C","I have seen many humans killed by Goa'uld ribbon devices. You would have been dead in mere seconds had I not acted."],["O'NEILL","Teal'c did the right thing, Daniel."],["TEAL'C","I am sorry Sha're is dead. However, you are my friend. If I had to do it again, I would do the same."],["ANNOTATION","Teal'c turns and walk away, leaving Daniel to stare at Sha're's face. O'Neill nods to the attendant, who recovers the body, but Daniel still continues to stare."]],"present":["DANIEL","KASUF","O'NEILL","TEAL'C"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Daniel is holding up a ballpoint pen, staring at it, as Carter enters the room."],["CARTER","Hi."],["DANIEL","Hi."],["CARTER","I brought you some of these chocolate walnut cookies that you love so much."],["ANNOTATION","She places a brown paper bag on the bed."],["DANIEL","Thank you."],["ANNOTATION","He holds up the pen."],["DANIEL","You ever really study one of these?"],["ANNOTATION","Carter sits on the side of his bed."],["CARTER","A pen?"],["DANIEL","I spent half my life studying the written word. Including how various cultures recorded things through the ages. From hammers and chisels, to quills and ink. But I never stopped once to recognise the ingenuity of this simple little piece of technology that we use. After the first team left me on Abydos, Sha're saw me writing in my journal and thought the ballpoint I was using was magic."],["ANNOTATION","Carter smiles and Daniel briefly echoes it."],["DANIEL","A little device like this pen was such a wonder to her."],["ANNOTATION","His voice starts to break.) The simplest things were a wonder to her. CARTER Daniel, it's healthy to hold onto those memories. DANIEL I couldn't save her. All those wonders we have at our disposal and I couldn't save her. [Carter is barely able to hold back her own tears."],["DANIEL","I'm just going to get some sleep if you don't mind."],["CARTER","Ok."],["ANNOTATION","She gets up."],["CARTER","Let me know if you need anything, ok?"],["DANIEL","Thank you."],["ANNOTATION","Carter leaves and Daniel closes his eyes. A bright, blinding light and the noise from a ribbon device makes him reopen them. He sees Ammonet's face as she uses the ribbon device on him."],["SHA'RE'S VOICE","Hear me Daniel."]],"present":["CARTER","DANIEL","SHA'RE'S VOICE"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Daniel slowly wakes to see Sha're sitting at his side, holding his hand."],["SHA'RE","Daniel, you're awake. (to Frasier) He's awake."],["FRASIER","Hey. How do you feel?"],["ANNOTATION","Daniel looks at Sha're."],["DANIEL","Confused."],["FRASIER","I bet. Can you tell me your name?"],["ANNOTATION","Daniel doesn't take his eyes off Sha're as he answers."],["DANIEL","Daniel Jackson."],["FRASIER","And what's your birthday?"],["DANIEL","July 8^th. Sha're?"],["SHA'RE","Yes, husband."],["DANIEL","You're alive."],["SHA'RE","I am."],["ANNOTATION","Kasuf enters to stand alongside Carter and O'Neill."],["KASUF","As are most of our people, thanks be to you. Thanks be to all of you."],["DANIEL","What happened?"],["TEAL'C","(standing in the doorway) I found you in the clutches of Ammonet's ribbon device. I had no recourse but to fire upon her."],["CARTER","Then we took her straight to the Tok'ra. They had a captured sarcophagus and a way to remove the Goa'uld."],["ANNOTATION","Daniel still can't take his eyes from Sha're."],["DANIEL","Then I was dreaming before."],["O'NEILL","What?"],["ANNOTATION","Sha're leans closer taking his face in her hands."],["DANIEL","Nothing."],["O'NEILL","Uh...maybe we should..."],["ANNOTATION","He nods meaningfully towards the door."],["CARTER","Glad to see you're ok Daniel."],["O'NEILL","He's going to be ok...?"],["FRASIER","Oh, it looks that way, yep."],["ANNOTATION","They leave the room, leaving Daniel and Sha're alone."],["DANIEL","There's so many things I want to say to you, I don't know where to begin..."],["SHA'RE","Daniel. I only came to tell you about the boy."],["DANIEL","What about him?"],["ANNOTATION","Sha're frowns, a pained expression crossing her face, and she pulls away. With a gasp, she disappears."]],"present":["CARTER","DANIEL","FRASIER","KASUF","O'NEILL","SHA'RE","TEAL'C"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Daniel awakes once more in the Infirmary, the room slowly tilting into focus."],["FRASIER","Daniel? You ok?"],["DANIEL","No. Is Sha're here?"],["FRASIER","No. Do...do you mean...? We haven't taken her body back to Abydos. Is that what you mean?"],["ANNOTATION","Daniel doesn't reply."]],"present":["DANIEL","FRASIER"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Two guards are patrolling the entrance to the mountain."]],"present":[],"place":"CHEYENNE MOUNTAIN (DAY)"},{"speech":[["ANNOTATION","Hammond's door is open as Daniel, in civilian clothes, knocks."],["HAMMOND","Come in."],["ANNOTATION","He looks up as Daniel enters, a folder in his hands."],["HAMMOND","Dr Jackson, good to see you back on your feet."],["DANIEL","Yes, uh, Dr Frasier just released me."],["HAMMOND","Is there something I can help you with, Dr Jackson?"],["DANIEL","Yes, sir. I've come to tender my resignation."],["ANNOTATION","He takes a paper out of the folder and hands it to Hammond."],["HAMMOND","I won't accept it."],["DANIEL","I'm not military, sir and it's a free country. Last I checked anyway."],["HAMMOND","You're obviously in an emotional state right now. You're making rash decisions. Why don't you take some personal time and then see how you feel?"],["DANIEL","That's not necessary, sir. I joined this program so that I could find my wife. I've found her. End of story."]],"present":["DANIEL","HAMMOND"],"place":"SGC HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","Daniel is packing up his things as O'Neill enters the room."],["O'NEILL","Hey! You should meet the whiz kid they saddled us with while you were out of commission."],["DANIEL","Robert Rothman. He was my research assistant when I was doing my dissertation. Smart guy, had a good teacher."],["O'NEILL","Geek."],["DANIEL","Yes, you used to call me that."],["O'NEILL","I was talking about you. So, how long are we going to be stuck with this guy?"],["DANIEL","What do you mean?"],["O'NEILL","How long are you going to be gone?"],["DANIEL","Didn't...General Hammond tell you?"],["O'NEILL","What? That you quit? Yeah, he told me that. But uh...come on, we both know you can't stay away."],["DANIEL","Then I guess we're both wrong cause...I'm gone."],["O'NEILL","Give it a week. You'll miss me."],["DANIEL","Yes, all the...salty, bad-tempered insults, all the illogical arguments..."],["O'NEILL","Ok. You'll miss Carter and Teal'c."],["DANIEL","(quietly) I'll miss Carter."],["O'NEILL","And you'll miss the excitement. All the new cultures you get to explore, the living history. It's the kind of stuff you can't walk away from."],["DANIEL","JACK. Up until now, every time I set foot through that 'Gate I was thinking about my wife. Maybe I'll see her this time, maybe this is the one...Now every time I go through, it'd just be some...place. Where that hope used to be. (His voice breaks) That's why I can't do it any more. I hope you understand that."],["O'NEILL","The SGC may be the single most important human endeavour for the future of mankind. Not bad, huh? You said that."],["DANIEL","The SGC will go on without me."]],"present":["DANIEL","O'NEILL"],"place":"SGC DANIEL'S OFFICE"},{"speech":[["ANNOTATION","Daniel, heading towards the elevator, finds Teal'c waiting for him."],["DANIEL","Please get out of my way, Teal'c."],["TEAL'C","I will. But you must hear me first."],["DANIEL","I have a pretty good idea what you want to say."],["TEAL'C","Is there not some form of human ritual in which I may ask your forgiveness?"],["DANIEL","No."],["ANNOTATION","The elevator doors open and Daniel moves passed Teal'c to enter. Teal'c turns to face him as the doors close."]],"present":["DANIEL","TEAL'C"],"place":"SGC CORRIDOR"},{"speech":[],"present":[],"place":"DANIEL'S APARTMENT BUILDING (DAY)"},{"speech":[["ANNOTATION","O'Neill, Carter and two SGC soldiers are helping Daniel move his belongings back to his apartment. One of the soldiers places a box on the kitchen table."],["DANIEL","(to soldier) Thank you."],["O'NEILL","You're welcome."],["ANNOTATION","He smiles at Daniel."],["CARTER","So."],["DANIEL","So..."],["O'NEILL","So. Now what?"],["DANIEL","Now I get on with my life."],["CARTER","What are you going to do?"],["DANIEL","Well hopefully I'm going somewhere...far away. The most remote dig I can find."],["CARTER","Are we going to see you again?"],["DANIEL","At the funeral. Now if you'll excuse me, I seem to have a lot to do."],["ANNOTATION","Carter starts to leave, then returns to hug Daniel. She smiles and walks away."],["O'NEILL","So."],["ANNOTATION","He reaches out and clasps Daniel's hand."],["O'NEILL","(cont'd) It's been a pleasure doing business with you."],["ANNOTATION","After a moment, they hug and O'Neill claps him on the back."],["O'NEILL","(quietly) Dr Jackson."],["ANNOTATION","O'Neill and Carter leave."]],"present":["CARTER","DANIEL","O'NEILL"],"place":"DANIEL'S APARTMENT"},{"speech":[["ANNOTATION","Daniel is lying asleep in bed. A bright light is shining on his face and he sees Ammonet as she uses the ribbon device on him."],["SHA'RE'S VOICE","Hear me Daniel..."],["ANNOTATION","Daniel wakes, then shuts his eyes as a lamp switches on. Sha're leans over him."],["SHA'RE","Are you ill, my husband?"],["ANNOTATION","Daniel pulls away from her."],["DANIEL","Apparently."],["SHA'RE","Go back to sleep. Tomorrow you will rise and return to your travels through the Chapp'ai."],["DANIEL","No I won't."],["ANNOTATION","He reaches out and touches her hair."],["DANIEL","(cont'd) I don't need to anymore. I've already found you."],["SHA'RE","You must continue, so you can find the boy."],["DANIEL","Where is he?"],["SHA'RE","To continue your travels, you must first forgive Teal'c. He did what is right."],["DANIEL","When he killed you."],["SHA'RE","Yes."],["DANIEL","But you're here."],["SHA'RE","Yes. Now go back to sleep."],["ANNOTATION","She strokes his face and kisses him as he goes back to sleep. The light fades and once more Daniel finds himself alone in his bed."]],"present":["DANIEL","SHA'RE","SHA'RE'S VOICE"],"place":"DANIEL'S APARTMENT (NIGHT)"},{"speech":[["ANNOTATION","Sha're's body is placed into a grave, while Kasuf says a prayer in Abydonian. Hammond, O'Neill, Carter and FRASIER are all in dress-uniform, standing at the graveside, while a few Abydonian people attend. Daniel comes forward, dressed in local attire. He kneels before a pair of scales resting over Sha're's grave."],["DANIEL","I speak for Sha're who can no longer speak for herself. I have spoken no lies, nor acted with deceit. I was once possessed by a demon who did these things against my will. The demon is gone and now I am without sin. Grant me a place in your blessed dwelling."],["ANNOTATION","Daniel places a white feather on one side of the scales."],["DANIEL","(cont'd) If my heart weighs more than a feather my soul still contains sin. If not, may my soul join the god."],["ANNOTATION","Kasuf and the Abydonians raises their hands heavenward. Daniel gets to his feet."],["DANIEL","By the trial of the Great Scales, thy heart is light...thy soul has been found true."],["ANNOTATION","They begin to fill the grave with dirt and Daniel starts to walk away."],["KASUF","Good son."],["DANIEL","It was a beautiful ceremony good father."],["KASUF","It was. My heart is still burdened."],["DANIEL","Why? Your daughter is with the god."],["KASUF","Yes. But you still have not heard her."],["DANIEL","I don't understand."],["KASUF","What she has to say is important. To all of our future. Go to her."],["ANNOTATION","Daniel heads to where he points. Sha're, dressed in Abydonian clothes, appears behind him."],["SHA'RE","Daniel."],["ANNOTATION","He swings round to face her."],["SHA'RE","You must forgive Teal'c."],["DANIEL","Yes, you already told me that."],["SHA'RE","And together, you must find the boy."],["DANIEL","Why?"],["ANNOTATION","Kasuf appears."],["KASUF","For he is Harsesis. The one who holds the secrets."],["SHA'RE","The boy is the son of two Goa'uld hosts. He contains all the secrets of the Goa'uld. You must find him."],["DANIEL","How?"],["ANNOTATION","Before she can answer, Sha're is pulled away once more and she disappears. Daniel finds himself caught in Ammonet's ribbon device."],["SHA'RE'S VOICE","Hear me Daniel..."]],"present":["DANIEL","KASUF","SHA'RE","SHA'RE'S VOICE"],"place":"ABYDOS (DAY)"},{"speech":[["ANNOTATION","Daniel wakes up with a start and quickly reaches for the phone, punching in the number for the SGC."],["DANIEL","This is Dr Daniel Jackson. I need to speak to Major Carter."]],"present":["DANIEL"],"place":"DANIEL'S APARTMENT (DAY)"},{"speech":[["ANNOTATION","SG-1, along with Robert Rothman, step out of the Stargate. Hammond and Daniel are waiting for them as they come down the ramp."],["CARTER","Daniel."],["O'NEILL","Well ole Doc Jackson. What are you doing here?"],["DANIEL","I need to talk to Sam. Alone."],["O'NEILL","General, I need to... (He glances at Rothman)...talk to you alone."],["ANNOTATION","He walks off with Hammond."],["DANIEL","How are they treating you, Robert?"],["ROTHMAN","Oh, uh well I-I think they'd rather have you. Especially Colonel O'Neill."],["DANIEL","Well don't let JACK get to you. He's just intimidated by you because you're...way smarter than he is."],["ANNOTATION","ROTHAMN laughs uncertainly, then leaves. Teal'c moves to stand before Daniel."],["TEAL'C","It is good to see you well, Daniel Jackson."],["ANNOTATION","He starts to walk away."],["DANIEL","Teal'c. You did the right thing."],["ANNOTATION","Teal'c slowly nods, before leaving the Gate room."],["CARTER","(to Daniel) So. What's up?"],["DANIEL","How well do understand the Goa'uld hand device, how it works?"],["CARTER","Well, uh, the best I can tell, it uses a modified version of the power source for the staff weapons, which it channels through amplification crystals that..."],["DANIEL","No, I meant...it works by thought control right?"],["CARTER","Yeah, that's one way to put it. More like thought-control amplified with emotion."],["DANIEL","Ok, so there is a connection with the mind."],["CARTER","Oh yeah, definitely."],["DANIEL","So it's possible to send a thought through it, if you had someone in one of those grips like Sha're had me in."],["CARTER","As far as I know, Daniel, it's designed to kill."],["DANIEL","Ok, but it could do both."],["CARTER","Yeah, I suppose it could. Why?"],["DANIEL","I'm not sure. I know this may sound like wishful thinking, but...I think Sha're was trying to send a message to me through the hand device."],["CARTER","What message?"],["DANIEL","I'm not sure."],["ANNOTATION","He leaves the Gate room."]],"present":["CARTER","DANIEL","O'NEILL","ROTHMAN","TEAL'C"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Daniel enters his apartment to find O'Neill and Kasuf waiting for him."],["O'NEILL","Hey Daniel."],["DANIEL","Hi. How'd you get in here?"],["O'NEILL","You left the base before we could catch you. Thought we'd stop by and see you here."],["DANIEL","How did you get in here?"],["O'NEILL","Got sick of waiting in the hall, so I let us in. You...need a new lock, by the way."],["KASUF","Good son. It is important I speak with you."],["DANIEL","What is it, good father?"],["KASUF","Colonel O'Neill tells me you are leaving his tribe, that you no longer intend to go through the Chapp'ai. Is this so?"],["DANIEL","It is."],["KASUF","Well this disturbs me greatly. It gives the people of Abydos great security, knowing you are out there among the gods, protecting us."],["DANIEL","I'm sorry good father. I joined the SGC in the hopes of finding Sha're. That goal is no longer attainable. So I cannot travel among the gods anymore. I hope you can understand that."],["KASUF","But, Daniel, my daughter wishes you to travel among the gods."],["DANIEL","She does."],["KASUF","Yes. So that you can find the boy."],["DANIEL","Forgive me, good father, how do you know that?"],["KASUF","Sha're told me. Go. Ask her yourself."],["ANNOTATION","He gestures towards the bedroom. Daniel looks at O'Neill, then opens the door to his bedroom. He exits onto the planet where Ammonet tried to kill him. He sees Sha're standing before the tent and she beckons to him."],["DANIEL","Sha're."],["ANNOTATION","He follows her inside the tent. A bright light starts to blind him, and once more he finds himself on his knees in the grip of Ammonet's ribbon device."],["SHA'RE'S VOICE","Come to me, Daniel..."]],"present":["DANIEL","KASUF","O'NEILL","SHA'RE'S VOICE"],"place":"DANIEL'S APARTMENT (DAY)"},{"speech":[["ANNOTATION","Daniel wakes up once more in his apartment. He quickly gets out of bed."]],"present":[],"place":"DANIEL'S APARTMENT"},{"speech":[["ANNOTATION","A military truck passes through the gates."]],"present":[],"place":"CHEYENNE MOUNTAIN (NIGHT)"},{"speech":[["ANNOTATION","Teal'c is meditating in his quarters, surrounded by lit candles. The door opens and Daniel hovers in the doorway."],["DANIEL","Am I interrupting?"],["TEAL'C","It is good to see you, Daniel Jackson."],["ANNOTATION","Daniel enters the room and closes the door behind him."],["DANIEL","Teal'c, what happens if two Goa'ulded hosts have a child."],["TEAL'C","It is strictly forbidden, punishable by death."],["DANIEL","Really. Why?"],["TEAL'C","If two hosts were to mate and produce a child, that child would contain all the knowledge of the Goa'uld."],["DANIEL","So the genetic memory that Goa'uld have in their DNA is passed onto the human offspring."],["TEAL'C","That is correct. Such children are called Harsesis. These children are hunted down and destroyed by the Goa'uld with great impunity."],["DANIEL","So the offspring, the Harsesis, would contain all the knowledge, all the secrets of the Goa'uld that..."],["TEAL'C","Yes, Daniel."],["ANNOTATION","Daniel starts to leave."],["TEAL'C","Daniel Jackson. It pleases me greatly that once again you value my knowledge."],["ANNOTATION","They share a look for a long moment, before Daniel leaves, closing the door behind him."]],"present":["DANIEL","TEAL'C"],"place":"SGC, TEAL'C'S QUARTERS"},{"speech":[["ANNOTATION","O'Neill is speaking with Hammond as Daniel enters the office."],["O'NEILL","General, the guy's got two left feet. I'm telling you he slows down the unit."],["DANIEL","Deja vu."],["O'NEILL","Deja vu?"],["DANIEL","Deja vu? You know, Rothman was a two-time decathlon champion in college."],["O'NEILL","(sceptical) Rothman?"],["HAMMOND","Two left feet, huh?"],["DANIEL","Trying to get Robert out of your unit?"],["O'NEILL","Well...yeah."],["DANIEL","(to Hammond) Any chance of that happening, sir?"],["HAMMOND","Only chance would be if you reconsider."],["DANIEL","Ok."],["O'NEILL","Good, so Rothman's gone..."],["ANNOTATION","He pauses as he realises what Daniel has just said."],["O'NEILL","What?"],["DANIEL","Ok."],["O'NEILL","Are you kidding?"],["DANIEL","No, I've given it some thought and I've decided I'd like to come back."],["O'NEILL","May I ask what changed your mind? You were fairly adamant."],["DANIEL","I don't know. Let's just say that there's something through the Stargate that I think I still have to be the one to find."],["O'NEILL","(to Hammond) Now see, I miss that. I have no idea what he means, but I buy it. What do you say, General?"],["HAMMOND","I haven't put through his resignation papers yet."],["O'NEILL","Good, so he's in."]],"present":["DANIEL","HAMMOND","O'NEILL"],"place":"SGC HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","Carter and Teal'c are waiting in the Gate room with Robert Rothman, who is putting drops into his eyes. O'Neill enters."],["O'NEILL","(to Rothman) So Bruce Jenner, sit this one out, huh?"],["ROTHMAN","Uh, me, why?"],["O'NEILL","You've been reassigned to another unit."],["ROTHMAN","Why?"],["O'NEILL","Ok, you're being replaced."],["ROTHMAN","Why?"],["O'NEILL","Because I'm intimidated by your intelligence, where's the confusion here?"],["ANNOTATION","The door opens and Daniel enters the Gate room, dressed in military clothing."],["CARTER","(smiling) Daniel."],["ANNOTATION","Rothman silently hands Daniel his GDO. He gives O'Neill a mock salute and leaves the Gate room."],["TEAL'C","Daniel Jackson, you're rejoining SG-1."],["ANNOTATION","Daniel glances across to O'Neill."],["O'NEILL","(whispering) Thank you."],["ANNOTATION","The Stargate begins to spin."],["TECHNICIAN","(over the intercom) Chevron one, engaged."],["ANNOTATION","SG-1 stand before the Stargate, together once more."]],"present":["CARTER","O'NEILL","ROTHMAN","TEAL'C","TECHNICIAN"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","The Stargate opens and SG-1 step out, surrounded by pink trees and bushes."],["O'NEILL","Carter, grab your samples. Teal'c, stay with her. I'm going to check out that tree line. Daniel, that UAV didn't show any...big signs of civilisation, human, Goa'uld or otherwise, so..."],["DANIEL","So you want me to look for little signs of civilisations, itsy-bitsy artefacts..."],["ANNOTATION","O'Neill pats him on the shoulder."],["O'NEILL","It's good to have you back."],["ANNOTATION","O'Neill wanders away. A moment later, the Stargate suddenly opens and O'Neill turns to see Daniel jump through the event horizon. He starts running towards the Stargate."],["O'NEILL","Hey!"],["ANNOTATION","Carter runs over to the DHD, but the symbols vanish."],["O'NEILL","Where'd he go?"],["CARTER","The address cleared before I got here."]],"present":["CARTER","DANIEL","O'NEILL"],"place":"PLANET (DAY)"},{"speech":[["ANNOTATION","Daniel walks passed Jaffa bodies and enters the tent where Ammonet used the ribbon device on him. He stares down at the burn on the floor, marking the place where Teal'c shot Sha're. Sha're, dressed as Ammonet, appears behind him."],["SHA'RE","You are finally here."],["DANIEL","Yes."],["SHA'RE","You are the only one who can save the boy, Daniel."],["DANIEL","He's a Harsesis. He contains all their knowledge."],["SHA'RE","Ammonet took the Abydonians as a show, so that Heru-Ur would not know her true goal."],["DANIEL","To take the boy."],["SHA'RE","She has sent him into hiding with her closest aide."],["DANIEL","Where?"],["ANNOTATION","Sha're starts to vanish, but manages to pull herself back."],["SHA'RE","Kheb."],["DANIEL","I know a Kheb. There's a reference. It's the mythical place where Osiris hid from Seth. Kheb is a myth."],["SHA'RE","No."],["DANIEL","Where is it?"],["ANNOTATION","Sha're puts her hand on his face."],["SHA'RE","Promise me you will save the child."],["DANIEL","I promise."],["ANNOTATION","Sha're puts her arm around him and they kiss. Abruptly, Daniel finds himself in the grip of Ammonet's ribbon device once more. His sidearm tumbles to the floor as Ammonet's eyes glow. Teal'c, standing in the doorway, raises his staff weapon. Ammonet glances at him as he fires, the shot knocking her off her feet. Daniel falls at her side. Ammonet's glowing eyes fade as the Goa'uld dies and only Sha're is left."],["SHA'RE","I love you, Daniel."],["ANNOTATION","She closes her eyes and dies. Teal'c falls to one knee beside them."],["TEAL'C","I am sorry, Daniel Jackson."],["DANIEL","You did the right thing, Teal'c."],["ANNOTATION","O'Neill and Carter enter the tent as Daniel touches Sha're's face."],["CARTER","Oh God."],["O'NEILL","Teal'c?"],["TEAL'C","Daniel Jackson will be fine."],["ANNOTATION","Daniel runs his fingers over Sha're's still features."],["DANIEL","(to Sha're) I love you too."]],"present":["CARTER","DANIEL","O'NEILL","SHA'RE","TEAL'C"],"place":"AMMONET'S PLANET (DAY)"}]