[{"speech":[["FADE IN",""]],"present":["FADE IN"],"place":"nowhere"},{"speech":[["ANNOTATION","The Stargate opens and SG-1 step out into a large, darkened warehouse that appears to have been abandoned."],["O'NEILL","Anybody get the feeling these folks don't do a lot of travelling."],["ANNOTATION","Carter pulls back a sheet to reveal the DHD."],["CARTER","It looks like it hasn't been used at all."],["DANIEL","Well they might not even know what the Gate is. I mean...ah, maybe it's some sort of artefact to them."],["CARTER","It's possible. I mean, you could stand here for months pressing symbols and still not find a combination that opens a wormhole."],["ANNOTATION","Teal'c sees two shadowy figures approaching."],["TEAL'C",""],["O'NEILL.",""],["ANNOTATION","SG-1 quickly takes cover as a man and a woman enters the warehouse."],["WOMAN","(whispering) It was like an explosion, Orner. I heard it."],["ORNER","There wasn't any explosion."],["WOMAN","I'm telling you I heard something. It was a big..."],["ORNER","A big what?"],["O'NEILL","Hello!"],["ANNOTATION","He emerges out from cover, followed by the rest of SG-1."],["O'NEILL","(cont'd) You heard us."],["ORNER","(surprised) W-where did you come from? How did you get in here?"],["O'NEILL","Door was open. Is there anyone around here who might be considered...in charge?"],["ORNER","Uh, me. Show me your papers."],["DANIEL","We don't have any papers. We're travellers, we've come to meet you."],["ORNER","Meet me?"],["WOMAN","Not you."],["DANIEL","Actually, I meant your people. I'm Daniel, this is Major Carter and Jack O'NEILL and Teal'c."],["ORNER","Who'd give you a name like Teal'c?"],["TEAL'C","It was given by my father. It means strength."],["WOMAN","You remember your father?"],["TEAL'C","For as long as I draw breath."],["ORNER","Then...you could not have been here at the time of the Vorlix."],["DANIEL","Vorlix...that doesn't ring a bell."],["WOMAN","It was the day that all we know of ourselves was taken away."],["ORNER","We can only remember the day since the Vorlix. Before that...nothing."],["END OF TEASER",""]],"present":["CARTER","DANIEL","END OF TEASER","O'NEILL","O'NEILL.","ORNER","TEAL'C","WOMAN"],"place":"GATE ROOM, ALIEN PLANET"},{"speech":[["ANNOTATION","Carter is using a device to take readings around the warehouse."],["CARTER","Well, I still don't detect anything out of the ordinary, Sir. And neither did the MALP. I think we're ok."],["O'NEILL","Well the MALP is worthless. You I'll trust."],["ORNER","You needn't worry friend. Ke'ra says that whatever it was that caused the Vorlix, came and went a year ago."],["WOMAN","At least a year. More."],["ORNER","In the first days after the Vorlix there was panic and confusion. It's hard to be exactly precise."],["O'NEILL","So you all just woke up one day and didn't know who you were. How does that work?"],["ORNER","My first memory after the Vorlix was of running in the streets, as though for my life. (He nods to the woman) She was running right there beside me. Whoever she is."],["CARTER","Seems like some kind of mass amnesia, Sir."],["O'NEILL","Huh?"],["CARTER","It happened to a friend of mine during the Gulf War. Her chopper went down and she was knocked out. When she came to, her memories and identity before the crash were gone."],["O'NEILL","So everybody on this planet took a hit to the head?"],["CARTER","Well, no, Sir. I'm not sure what could cause something like amnesia on this scale."],["TEAL'C","I have never before encountered such an occurrence."],["ORNER","All of our elders are missing as well."],["O'NEILL","You remember elders?"],["ORNER","Well, no, but there are photographs of them in every house."],["WOMAN","The children are gone too."],["ORNER","If we ever had children."],["WOMAN","Well, we weren't grown on trees. We came from somewhere."],["ORNER","Then why have we photographs of the elders and none of the children hmm? Answer me that. Daft. (to SG-1) But if you do have any information we could use, you must seek Ke'ra."],["DANIEL","That's the second time you've mentioned that name."],["WOMAN","You don't know who Ke'ra is?"],["ORNER","She is Minister of Health, Science and Restructuring in the Vyus Transitional Government."],["O'NEILL","Busy gal."],["WOMAN","We're all busy."],["ORNER","We would be lost without her. (to the woman) And you know it."],["O'NEILL","Well. After you."]],"present":["CARTER","DANIEL","O'NEILL","ORNER","TEAL'C","WOMAN"],"place":"GATE ROOM, PLANET"},{"speech":[["ANNOTATION","SG-1 follows Orner and the woman out of the warehouse, onto what appears to be an industrial world."],["WOMAN","(to Orner) You needn't flatter the woman when she isn't even in the room."],["ORNER","I'll take them. You go home."],["WOMAN","Well, don't expect supper."],["ORNER","I never do."],["ANNOTATION","The woman marches off."]],"present":["ORNER","WOMAN"],"place":"VIAS (DAY)"},{"speech":[["ANNOTATION","SG-1 enters what appears to be a makeshift medical centre. A woman attends to another who appears to have trouble breathing."],["ORNER","(to the first woman) Ke'ra, there are some people here who want to see you..."],["KE'RA","They will have to wait for the moment, Orner."],["ANNOTATION","She holds a cloth underneath her patient's nose."],["KE'RA","Does that help?"],["WOMAN","No. I can't breath."],["ANNOTATION","Ke'ra mixes a substance in a wooden dish."],["KE'RA","(to SG-1) Those with allergies to foods can't remember them."],["CARTER","Well it looks like she's going into anaphylactic shock."],["ANNOTATION","She reaches for her medkit, but Ke'ra holds out the cloth to the woman a second time."],["KE'RA","Breath now. There. Better?"],["ANNOTATION","The woman's breathing steadies."],["WOMAN","Yes. Thank you."],["KE'RA","Rest here a while."],["ANNOTATION","She finally rises to greet SG-1."],["KE'RA","Orner, you were about to introduce your friends."],["ORNER","They are travellers, Ke'ra, from far away."],["KE'RA","I can see that."],["O'NEILL","(introducing them) Er, O'NEILL, Carter, Daniel and Teal'c."],["DANIEL","(to Ke'ra) So I'm guessing you were, or are, a doctor."],["KE'RA","It seems to be that before the Vorlix I helped others. That is all that I sense. Are you?"],["DANIEL","A doctor? No. Well, yes, I'm a doctor of archaeology. I study the past."],["KE'RA","Then you are a most welcome visitor here, Daniel."],["ORNER","They were not here at the time of the Vorlix."],["KE'RA","You've done absolutely the right thing in bringing them here, Orner. Thank you."],["ANNOTATION","Orner smiles, and after an awkward moment, leaves."],["KE'RA","He fervently believes that we are husband and wife and that we need not wait until we regain our memories in order to renew our relationship. Perhaps you can help us. Please, follow me."]],"present":["CARTER","DANIEL","KE'RA","O'NEILL","ORNER","WOMAN"],"place":"MEDICAL CENTRE, VIAS"},{"speech":[["ANNOTATION","Ke'ra leads them to a room filled with books and documents."],["KE'RA","This room has all the knowledge and research we've been able to recover since the Vorlix. I've spent every waking hour in here, reading, searching, dispensing whatever useful information I find. If you were able to help us, I know our people would be eternally grateful."],["O'NEILL","You seem to have everything under control."],["KE'RA","On the contrary, Sir, we're falling apart. Industry and agriculture on Vyus has come to a halt. And when winter comes, it will be disastrous. Nothing less. (She pauses) You're not from Vyus."],["O'NEILL","What gave us away?"],["KE'RA","Whatever agent that caused the Vorlix is gone, but its effects were pandemic. If you know who you are, then you cannot be of this world."],["O'NEILL","Oh. Well you know that big round ring thing you got stashed in a warehouse down the road?"],["KE'RA","So it is a transportation device."],["TEAL'C","So it is."],["CARTER","We call it a Stargate."],["KE'RA","Stargate, yes. Um, Dr Zervis mentioned that word in his research."],["ANNOTATION","She crosses to the table and starts flicking through a book."],["KE'RA","(cont'd) Though I had given up hope of ever finding this Dr Zervis amongst our people, his papers have taught me much. Here (reading a passage from the book) \"Our visitor claims to have come to Vyus from beyond the stars themselves. Though I still cannot comprehend the science behind this Stargate device she claims to have used.\" I have studied this device since, but have been unable to activate it."],["DANIEL","Uh, Ke'ra, could you go back to the part about the visitor again?"],["KE'RA","She is mentioned many times in the archive."],["CARTER","What can you tell us about her?"],["KE'RA","That she was somewhat of an apothecary, and that she did not survive the Vorlix."],["O'NEILL","How do you know that?"],["KE'RA","The bodies of an elder woman and man were discovered some days later in a building destroyed by explosion. The only remains of our elders we have found. We deduced the male must have been Dr Zervis. And the female matches what little description he gave in his notes of the visitor."],["TEAL'C","What is the name of this elder woman?"],["KE'RA","It is mentioned...here, yes: \"She calls herself Linea.\""],["ANNOTATION","SG-1 recognise the name instantly."]],"present":["CARTER","DANIEL","KE'RA","O'NEILL","TEAL'C"],"place":"LIBRARY, VIAS"},{"speech":[["ANNOTATION","Dr Fraiser and Teal'c, along with a medical team, approaches O'NEILL."],["FRAISER","Colonel?"],["O'NEILL","Oh hi, what's your name?"],["TEAL'C","I have informed Dr Fraiser that we may have located the planet to which Linea escaped."],["O'NEILL","Possibly. I'd like to know what we're dealing with here."],["FRAISER","Sounds like a world-class case of amnesia."],["ANNOTATION","She looks towards a group of people sitting by the wall."],["O'NEILL","Check these people out, will ya?"],["FRAISER","Yes, Sir. I'll find out what I can. Let's set up over here."],["ANNOTATION","They start moving the medical equipment across the corridor."]],"present":["FRAISER","O'NEILL","TEAL'C"],"place":"MEDICAL CENTRE, VIAS"},{"speech":[["ANNOTATION","An airship of some kind is hovering in the air over the streets of Vyus."]],"present":[],"place":"VIAS (DAY)"},{"speech":[["DANIEL","(to Ke'ra) I keep finding references to something called D'Argol."],["KE'RA","Yes, I found D'Argol was a chemical once used as a pesticide. It seems to have had a significant impact on the environment, and has since been banned."],["DANIEL","Yes, we had a similar problem on my world with a chemical called DTT. It built up in the food chain until entire species were threatened."],["ANNOTATION","O'NEILL and Teal'c enter the library, while Carter grabs some books off a shelf."],["KE'RA","Yes. I first believed this D'Argol was related to our loss of memory much the same way, but there's little evidence of it. I've found residue only in the bodies of those who have died since the Vorlix."],["ANNOTATION","Ke'ra falls silent as she finds the picture of an elderly man."],["DANIEL","What?"],["KE'RA","Sometimes the images of people in the archives look familiar to me. I wonder if I knew this person, or that person. There are still so many questions, like why are there no images of children and where have our elders gone? Through your Stargate perhaps?"],["DANIEL","Well, I suppose it's possible your people foresaw a disaster coming and sent the most helpless to safety."],["KE'RA","No, Daniel, whatever happened, happened quickly without warning."],["DANIEL","How do you know that...?"],["ANNOTATION","He sees her knowing smile."],["DANIEL","(smiling back) Because if you saw disaster coming, you would have left yourselves a note."],["ANNOTATION","Ke'ra laughs."],["DANIEL","Sort of a 'to whom it may concern...'"],["ANNOTATION","At the far end of the table, O'NEILL appears lost in thought."],["CARTER","Sir?"],["O'NEILL","Oh. I was just thinking about amnesia. It doesn't quite track with Linea's nickname."],["TEAL'C","The Destroyer of Worlds."],["O'NEILL","Yeah, that one."],["CARTER","Well, actually, in sort of a sick way, it does. Ke'ra said herself their society was on the verge of collapse, despite their efforts. This world is in trouble, Sir."],["TEAL'C","Perhaps Linea was experimenting with other ways in which to destroy worlds."],["O'NEILL","Variety being the spice of life and all?"],["CARTER","The fact is, Sir, we let Linea out of Hadante prison. We gave her everything she needed to know about the network of StargateS to go anywhere she wanted."],["O'NEILL","I know."],["CARTER","We're responsible, Sir."],["O'NEILL","I know."],["ANNOTATION","Across the room, Daniel and Ke'ra continue to talk."],["KE'RA","Tell me of Linea."],["DANIEL","Well, uh, basically, we met her on a visit to another planet, during which we were imprisoned, unjustly, and Linea helped us escape."],["KE'RA","Surely there is nothing wrong with that, if you were imprisoned unjustly."],["DANIEL","Well, she was imprisoned justly. It was only after we escaped that we learned this nice, older lady we thought Linea was, was in fact a very, very bad, older lady, who had committed terrible crimes."],["KE'RA","What crimes?"],["DANIEL","She created a plague that almost wiped out an entire people. They called her the Destroyer of Worlds. She found your world because of us, through one of our computers. And that's why we're going to do everything in our power to help."],["KE'RA","I know you will."]],"present":["CARTER","DANIEL","KE'RA","O'NEILL","TEAL'C"],"place":"LIBRARY, VIAS"},{"speech":[["ANNOTATION","Carter finds a small notebook at the back of a shelf."],["CARTER","I may have something."],["DANIEL","What?"],["CARTER","I think it's Linea's diary. I remember seeing her with it."],["ANNOTATION","Dr Fraiser enters the library."],["FRAISER","(to Carter) Your diagnosis was bang on, Major. (To O'Neill) Now, Sir, I can either take the next several weeks setting up a lab here to study the problem, going back and forth for computer analysis. Or we could go back with these volunteers, do a series of MRIs and get the answers we need a lot faster."],["KE'RA","I would be glad to volunteer and so would others."],["FRAISER","As long as we maintain proper quarantine procedures, it shouldn't be a problem, Sir."],["O'NEILL","All right, I'll go on back and brief Hammond."],["KE'RA","(to Fraiser) I believe I can help."],["FRAISER","I'm sure you can."],["ANNOTATION","Ke'ra returns to the books, Daniel's arm around her."]],"present":["CARTER","DANIEL","FRAISER","KE'RA","O'NEILL"],"place":"LIBRARY, VIAS"},{"speech":[["ANNOTATION","Daniel dials up the Stargate, while Ke'ra, Orner and the woman they first met, looks on."],["DANIEL","(to Teal'c and Carter) You guys go ahead and show them how easy it is."],["CARTER","See you on the other side."],["ANNOTATION","She and Teal'c calmly walk up the ramp and enter the Stargate."],["ORNER","(seeing them disappear) I-I can't."],["KE'RA","Orner, trust these people. As you trust me."],["ANNOTATION","She offers him her hand, and he takes it. The woman at his side takes his other hand. Daniel leads the way up the ramp, then offers Ke'ra his own hand, before they all step into the event horizon."],["VFX--SHOOTING THROUGH THE WORMHOLE",""]],"present":["CARTER","DANIEL","KE'RA","ORNER","VFX--SHOOTING THROUGH THE WORMHOLE"],"place":"GATE ROOM, VIAS"},{"speech":[["ANNOTATION","All four arrive safely at the SGC."],["DANIEL","You all right?"],["KE'RA","Incredible."],["ORNER","Am I in one piece?"],["WOMAN","Yes, Orner, one skinny little piece."],["ANNOTATION","They head down the ramp to meet General Hammond."],["DANIEL","General Hammond, this is Ke'ra."],["HAMMOND","It's a pleasure, Ke'ra."],["KE'RA","On behalf of the Transitional Government of Vyus, we thank you for your generosity and your support, General."],["O'NEILL","Daniel? You want to show them to the Infirmary."],["ANNOTATION","Daniel leads the visitors out of the Gate room."],["HAMMOND","Colonel, what if Dr Fraiser's unable to reverse whatever caused this?"],["O'NEILL","I don't know."]],"present":["DANIEL","HAMMOND","KE'RA","O'NEILL","ORNER","WOMAN"],"place":"GATE ROOM, SGC"},{"speech":[["ANNOTATION","Fraiser shows the visitors their MRI results on a monitor."],["FRAISER","Now if you look at the blue areas, you'll see that you all have the same identical obstructions in your temporal lobes and hypocampus sections of your brain. I'm not exactly sure what it is, except it's some sort of residue between the synapses. So it's possible your old memories are intact, they're just not accessible."],["DANIEL","So the memories are just blocked."],["FRAISER","Literally, yes."],["KE'RA","And does this material match the D'Argol residue that I gave you?"],["FRAISER","We should be able to confirm that very quickly. And if it can be dissolved or removed without damaging the neurones..."],["WOMAN","Then we can be cured."],["KE'RA","We need only to find the right medicine to dissolve the residue."],["FRAISER","That is much more difficult that it sounds."],["KE'RA","Well, then we should get started immediately."],["FRAISER","Uh, Ke'ra, we've already been at it for a long time and I still have some tests to run, so..."],["DANIEL","(to Ke'ra) So why don't I give you the fifty-cent tour?"],["FRAISER","Yes."],["KE'RA","(to Fraiser) Thank you."],["ANNOTATION","She follows Daniel out of the infirmary."]],"present":["DANIEL","FRAISER","KE'RA","WOMAN"],"place":"INFIRMARY, SGC"},{"speech":[["ANNOTATION","Daniel is walking with Ke'ra though the SGC."],["KE'RA","Your complex is incredible, Daniel, your technology...I've never dreamed of such marvels. Thank you."],["DANIEL","You're welcome."],["KE'RA","Is it morning or night on the surface? May we see for ourselves?"],["DANIEL","Uh, no, not yet. Soon, though, I hope."],["KE'RA","I hope so too."],["ANNOTATION","They come to a door and enter Ke'ra's windowless quarters."],["DANIEL","So this is it, uh, it's not much of a view, but it's got all the comforts..."],["KE'RA","You've been very kind. Thank you."],["ANNOTATION","They stare at each other for a long moment."],["DANIEL","So, there are clothes in the dresser..."],["KE'RA","Is my clothing unsuitable?"],["DANIEL","(stuttering) No, no. No, it's fine. I was just...Are you hungry? I can, I can have them send something down. You're hungry, I'm hungry, I'll have them send something down. You want something?"],["ANNOTATION","She moves closer to him."],["KE'RA","Yes. Since the Vorlix, close contact has become almost taboo. We were afraid that if we were ever able to regain our memories..."],["DANIEL","You would find yourself waking up beside the wrong person."],["KE'RA","You...are not from Vyus."],["ANNOTATION","She follows him as he backs away."],["DANIEL","No I'm not from...there...from Vyus...no."],["ANNOTATION","He halts her attentions by speaking her name."],["DANIEL","Ke'ra."],["KE'RA","I understand."],["ANNOTATION","She turns away."],["DANIEL","No you don't. Um, ok, I mean I'm finding myself very, very...very...But, uh, the fact is I've only just recently lost my wife."],["KE'RA","(turning back to him) Oh."],["DANIEL","And I...Well, that's not actually, totally, true, I mean I actually really lost her a long time ago. The fact is I don't think right now I would trust myself completely to, uh..."],["ANNOTATION","Ke'ra kisses him passionately, cutting off his words. She slowly breaks the kiss."],["KE'RA","I'm sorry, I interrupted you."],["DANIEL","No you didn't, no, I wasn't going to say anything..."],["KE'RA","(cutting him off) I had to do that. I had to do that in case...when my memory returns, I find myself attached to someone else, and I am unable to ever do it again."],["DANIEL","Right. I understand. That's...that's probably why I should do this."],["ANNOTATION","He kisses her."]],"present":["DANIEL","KE'RA"],"place":"CORRIDOR, SGC"},{"speech":[["ANNOTATION","Carter is looking through Linea's research diary when O'NEILL enters the lab."],["O'NEILL","You were looking for me?"],["CARTER","Yes, Sir. I've been studying Linea's journals. Apparently, she found a link between D'Argol--it's a chemical pesticide the Vyuns used--and longevity."],["O'NEILL","What's a bug spray have to do with longevity."],["CARTER","Well, it seems it was having the effect of slowing the ageing process. Not in an extreme way, but certainly significant enough."],["O'NEILL","Lucky bugs."],["CARTER","Yes and no. They stopped using it over twenty years ago. It was adversely affecting their fertility rate."],["O'NEILL","So no kids."],["CARTER","Right. The point is, Linea was trying to enhance the life-extending properties of D'Argol to create a sort of fountain of youth."],["O'NEILL","She was trying to make herself young again?"],["CARTER","(referring to the diary) According to her last entry, Linea was about to conduct some controlled lab experiments using an intensely concentrated form of D'Argol, on two Vyun elders. A male and a female."],["O'NEILL","And?"],["CARTER","And...that's where her journal ends."],["O'NEILL","Ah. The Vorlix, perhaps?"],["CARTER","Exactly. Now what if there really was a laboratory accident? Some massive chain reaction of enhanced D'Argol gas that caught even Linea by surprise? The entire population becomes young again overnight. You realise, of course, the implications."],["O'NEILL","(nodding) No."],["ANNOTATION","He gives her a blank look."],["CARTER","Uh, they're elders aren't missing, Sir. They are the elders. The fountain of youth worked. The amnesia was simply a side effect Linea didn't see coming."],["O'NEILL","Ah, wait a minute. Linea is dead, right?"],["CARTER","Well, if those two bodies that Ke'ra found really were the Vyun elders that Linea was experimenting on..."],["O'NEILL","Don't say it Carter."],["CARTER","Sir, we wouldn't recognise her even if she walked in the front door."],["O'NEILL","Don't, don't..."],["ANNOTATION","He puts his hands to his ears and starts singing."],["CARTER","(loudly) Sir, she has the knowledge of chemistry, the medical skills..."],["ANNOTATION","She pulls his hands away from his ears."],["CARTER","I think we at least have to face the possibility that Ke'ra is Linea."]],"present":["CARTER","O'NEILL"],"place":"CARTER'S LABORATORY, SGC"},{"speech":[["ANNOTATION","Hammond Then she's also a victim of the amnesia?"],["O'NEILL","It fits."],["DANIEL","It fits...well what about the body of the old woman they found after the Vorlix that fits Linea's description?"],["TEAL'C","Linea's first victim."],["O'NEILL","Come on Daniel, you saw the test results. What more do you need?"],["FRAISER","Ke'ra's DNA is a perfect match for the samples I took from Linea last year. It's irrefutable."],["DANIEL","Irrefutable? Ok, so let's just, uh, lock her up, throw away the key then. Or better yet, we could send her back to the prison where we found her."],["O'NEILL","Linea, Daniel. She used to be Linea. We're lucky she didn't knock us off the first time around."],["DANIEL","Let me ask you a question: Who would you trust with your life more than anyone else in the world? Don't worry, I won't be offended if you don't pick me. Could it be Teal'c?"],["O'NEILL","Sure."],["DANIEL","Uh, Teal'c, just refresh my memory. What was your previous occupation?"],["TEAL'C","I was the First Prime of Apophis."],["DANIEL","Right. Did a few nasty things back then?"],["O'NEILL","We see the subtle point you're trying to make."],["DANIEL","No you don't. She is not the same person. She is not who she used to be. Let's not condemn her for who she may have been in the past."],["HAMMOND","I think it would be prudent to keep her confined to her quarters until we can resolve the Vyuns' medical crisis. Colonel O'NEILL, perhaps you could inform her...?"],["DANIEL","(cutting him off) I'll inform her."],["ANNOTATION","He walks out of the room."]],"present":["DANIEL","FRAISER","HAMMOND","O'NEILL","TEAL'C"],"place":"BRIEFING ROOM, SGC"},{"speech":[["ANNOTATION","Ke'ra is brushing her hair, when she sees Daniel enter."],["KE'RA","(pleased) Daniel."],["ANNOTATION","She touches him, but he doesn't reciprocate."],["KE'RA","What's wrong?"],["ANNOTATION","She sees guards standing at her door."],["KE'RA","(cont'd) We have work to do."],["DANIEL","Nothing, there are...quarantine procedures that General Hammond is insisting on. He's uh...you have to stay here awhile."],["KE'RA","But the effects of the Vorlix are not contagious."],["DANIEL","I know."],["KE'RA","Then why?"],["DANIEL","I can't tell you everything, but I can tell you that more happened during the Vorlix than just losing your memories."],["KE'RA","Is that why there are now guards outside my door?"],["DANIEL","No, that's just standard procedure."],["KE'RA","If you say so."],["DANIEL","I do. Say so. So, I'll come visit you in a little while."],["ANNOTATION","He starts to leave."],["KE'RA","Is Doctor Fraiser still working towards a cure for our amnesia?"],["DANIEL","Yes. Yes she is."],["KE'RA","So I can rest assured?"],["DANIEL","Yes."],["ANNOTATION","He leaves, closing the door behind him."]],"present":["DANIEL","KE'RA"],"place":"KE'RA'S QUARTERS, SGC"},{"speech":[["ANNOTATION","General Hammond and O'NEILL enter the lab. Dr Fraiser is massaging her forehead and Carter is sitting with her back to her desk."],["O'NEILL","Oh my. There is a distinct lack of optimism in this room."],["FRAISER","We've been working around the clock trying to dissolve a chemical inside the brain without harming the surrounding tissue and it is not easy."],["HAMMOND","What have you learned?"],["CARTER","That it could take years, Sir."],["HAMMOND","Suffice it to say, we don't have that much time."],["FRAISER","Unless we get help."],["O'NEILL","From?"],["ANNOTATION","He stoops to peer through a microscope."],["CARTER","Ke'ra, Sir."],["ANNOTATION","O'NEILL straightens in surprise."],["HAMMOND","Absolutely not."],["FRAISER","Sir, I don't like the idea any more than you. But without her knowledge of biochemistry, especially of the residual D'Argol, I don't know if we can reverse the effects of the amnesia in time to prevent a catastrophe on Vyus."],["HAMMOND","Doctor, you're asking me to allow a known homicidal maniac to work with potentially lethal substances."],["FRAISER","Yes Sir. But with all due respect, Daniel may be right. Ke'ra may be an entirely different person than Linea, without the memories that made her the person she was."],["O'NEILL","Excuse me, amnesia check. Destroyer of Worlds?"],["CARTER","Sir, Ke'ra wants nothing more than to help her people. Now, as long as she doesn't take the antidote that she comes up with..."],["FRAISER","There won't be an antidote without her help. So..."],["CARTER","So...it's up to you, Sirs."],["ANNOTATION","Hammond and O'NEILL exchange glances."],["O'NEILL","(hesitantly) I think a precaution or two might be in order, Sir."],["HAMMOND","You're right about that, Colonel."]],"present":["CARTER","FRAISER","HAMMOND","O'NEILL"],"place":"MEDICAL LABORATORY, SGC"},{"speech":[["ANNOTATION","Guards are patrolling the entrance to the mountain."]],"present":[],"place":"CHEYENNE MOUNTAIN, SGC (NIGHT)"},{"speech":[["ANNOTATION","Daniel knocks on Ke'ra's door. As she opens it, she appears alarmed to find Teal'c and two guards accompanying Daniel."],["DANIEL","It's all right."],["KE'RA","What have I done, Daniel?"],["DANIEL","Nothing. They're just going to escort us to the medical lab. I'll be with you the whole time. Dr Fraiser needs your help."],["ANNOTATION","Ke'ra closes the door as she follows Daniel into the corridor."]],"present":["DANIEL","KE'RA"],"place":"KE'RA'S QUARTERS, SGC"},{"speech":[["ANNOTATION","Carter walks over to where Ke'ra and Dr Fraiser are working. Ke'ra is in the process of mixing two chemicals."],["FRAISER","Now, be careful, Ke'ra. That could become unstable, or even explosive."],["KE'RA","An unbalanced mixture could create a deadly poisonous gas. We must not exceed a three- percent solution."],["FRAISER","Ok. Three percent."],["ANNOTATION","Carter wanders over to Daniel, out of earshot."],["CARTER","She's brilliant."],["DANIEL","Yes she is."],["CARTER","She's so far ahead of us, Daniel, it's frightening."]],"present":["CARTER","DANIEL","FRAISER","KE'RA"],"place":"MEDICAL LABORATORY, SGC"},{"speech":[["ANNOTATION","Dr Fraiser is loading ampoules of the test antidote into a hypodermic as Orner sits on a bed nearby."],["KE'RA","There is some danger. I would prefer to test it on myself."],["FRAISER","That's not an option."],["KE'RA","May I ask why?"],["FRAISER","Because if it's unsuccessful we'll need your help to try again."],["KE'RA","If it's unsuccessful, Orner may die. I would never forgive myself."],["ORNER","Then I forgive you now. I know how important this is to our people."],["ANNOTATION","Neither Ke'ra, nor the accompanying Vyun woman seem happy about it."],["FRAISER","(to Orner) It must be injected directly into the carotid artery. Right here. You ready?"],["ANNOTATION","She injects the antidote under his jaw and he flinches."],["KE'RA","(to Orner) How do you feel? The effect should be almost immediate."],["ORNER","(surprised) I feel something."],["FRAISER","Are you recalling anything."],["ANNOTATION","Orner starts to convulse."],["WOMAN","(alarmed) Orner!"],["FRAISER","(to a nurse) Help me get him down!"],["ANNOTATION","Orner suddenly flat lines."],["FRAISER","He's not breathing. There's no pulse. It's a code blue!"],["ANNOTATION","She puts an oxygen mask over his face and begins compressions. As the nurses arrive with paddles, his heart rate picks up."],["FRAISER","Wait a minute, he's stabilising."],["ANNOTATION","As she checks Orner's heart rate, he opens his eyes."],["FRAISER","Help me get him up."],["ORNER","Ke'ra."],["ANNOTATION","She moves to his side."],["KE'RA","Do you remember?"],["ORNER","(shaking his head) I am sorry."],["KE'RA","Next time it will work. (to Fraiser) I believe I know where I miscalculated. May we begin again?"],["FRAISER","Why don't we wait and see how Orner feels in a little while?"],["KE'RA","The effect would have been immediate. It did not work, we must try again."],["DANIEL","(to Ke'ra) Dr Fraiser's right, we should probably take a break."],["KE'RA","As you wish."],["ANNOTATION","She steps out of the room."]],"present":["DANIEL","FRAISER","KE'RA","ORNER","WOMAN"],"place":"INFIRMARY, SGC"},{"speech":[["ANNOTATION","Daniel and Teal'c escort Ke'ra back to her quarters."],["KE'RA","Daniel, may we be allowed to speak alone?"],["DANIEL","Yes. (to Teal'c) I'm just going to stay for a minute."],["TEAL'C","I will accompany you."],["DANIEL","Teal'c."],["TEAL'C","I am concerned only for your welfare Daniel Jackson."],["DANIEL","I know."],["ANNOTATION","Teal'c looks at Ke'ra, then steps aside."],["TEAL'C","Very well."],["DANIEL","Thank you."]],"present":["DANIEL","KE'RA","TEAL'C"],"place":"CORRIDOR, SGC"},{"speech":[["KE'RA","They believe I am Linea."],["DANIEL","Yes."],["KE'RA","Do you?"],["DANIEL","The Vorlix made the population of Vyus younger, years younger. You couldn't find the elders, because you were the elders."],["KE'RA","How can you believe that?"],["DANIEL","There is a test. It...compares what we call DNA. It proves that you and Linea are the same person."],["KE'RA","Well, the test is wrong. I'm not Linea."],["DANIEL","No you're not. You're Ke'ra now. (He touches her hair) Ke'ra's wonderful. And as long as you remain that person, that will never change."],["KE'RA","You're telling me, that I will never be able to take the antidote. I would never harm anyone, Daniel. Do you believe me?"],["DANIEL","I do."],["ANNOTATION","She goes to kiss him, but he hugs her instead."]],"present":["DANIEL","KE'RA"],"place":"KE'RA'S QUARTERS, SGC"},{"speech":[["ANNOTATION","O'NEILL catches up to Daniel as he heads down the corridor."],["O'NEILL","Hey. I heard the test didn't go too well."],["DANIEL","She'll figure it out."],["O'NEILL","Listen, I'm not saying the first woman you've fallen for since Sha're isn't a peach..."],["ANNOTATION","They stop."],["O'NEILL","(cont'd) But if she remembers who she is, you'll be the first to go."],["ANNOTATION","Daniel pauses, then continues walking down the corridor."]],"present":["DANIEL","O'NEILL"],"place":"CORRIDOR, SGC"},{"speech":[["ANNOTATION","Fraiser and Carter are once again working with Ke'ra, while Teal'c and two guards observe."],["FRAISER","The eight hundred-litre potency is ready for a prerun."],["KE'RA","May I?"],["FRAISER","Yes."],["ANNOTATION","Ke'ra takes a dropper and adds a chemical to a Petrie dish, observing the results through a microscope."],["KE'RA","It's working."],["ANNOTATION","She steps away as Carter looks through the microscope."],["CARTER","Yeah, I think you're right."],["KE'RA","I believe this potency will provide our antidote."],["FRAISER","Right. Thank you Ke'ra, we'll take it from here."],["KE'RA","(confused) But I can assist you."],["CARTER","Uh, Ke'ra..."],["KE'RA","We should perform the test once more to be sure."],["CARTER","(awkwardly) I think it's better if we do this ourselves, thank you."],["KE'RA","I see. May I return later to observe the test?"],["FRAISER","Sure."],["KE'RA","Thank you."],["ANNOTATION","While the others aren't watching, she palms the slide containing the antidote, before leaving with Teal'c and the guards."]],"present":["CARTER","FRAISER","KE'RA"],"place":"MEDICAL LABORATORY, SGC"},{"speech":[["ANNOTATION","Teal'c opens the door to Ke'ra's room to allow her inside. As he leaves Ke'ra looks at the antidote she has taken from the lab, thinking."]],"present":[],"place":"KE'RA'S QUARTERS, SGC"},{"speech":[["ANNOTATION","Fraiser gives Orner a shot of the new antidote."],["ORNER","This time it will work."],["FRAISER","(concerned) Are you feeling any pain?"],["ORNER","Something...not pain..."],["ANNOTATION","He starts to convulse once more, but isn't quite so badly effected this time. Afterwards, they help him to sit."],["KE'RA","Orner, are you all right?"],["ORNER","My real name is Nodal. (Excitedly) I remember everything. Thank you."],["KE'RA","(smiling) And are we married after all?"],["NODAL","No, I'm afraid I am married to Layale. Vyus WOMAN And who is that?"],["NODAL","You. For forty-three years."],["ANNOTATION","They happily take each other's hands."],["NODAL","(cont'd, to KE'RA) Before the Vorlix, you and I had not met yet."],["KE'RA","(to Orner and Layale) I am pleased for you."],["NODAL","You must take the antidote now."],["KE'RA","I cannot. (She looks to the SGC personnel) They will explain."],["ANNOTATION","As she leaves the room, Daniel prevents Teal'c from following, and goes after her himself."]],"present":["FRAISER","KE'RA","NODAL","ORNER"],"place":"INFIRMARY, SGC"},{"speech":[["ANNOTATION","Daniel and Ke'ra head back to her room, the two guards following."],["KE'RA","What will be done with me?"],["DANIEL","Well, if you don't take the antidote, I see no reason why you can't go back to Vyus. I intend to ask them."],["KE'RA","They'll fear me. I would."],["ANNOTATION","They come to a stop outside her quarters."],["DANIEL","For all that you've done for them, they'll be grateful."],["ANNOTATION","One of the guards opens her door, waiting."],["KE'RA","(to Daniel) All debts have now been paid."],["ANNOTATION","She strokes his face."],["DANIEL","I'll come back after I've had the chance to speak with your people."],["ANNOTATION","He starts to walk away."],["KE'RA","I shall miss you, Daniel."],["ANNOTATION","He stops, then continues walking."],["ANNOTATION","After a moment, he halts and runs back to Ke'ra's room, throwing open the door."],["DANIEL","You've taken the antidote."],["KE'RA","Leave Daniel."],["ANNOTATION","He moves into the room, quietly closing the door behind him. Ke'ra is holding two vials in her hands."],["DANIEL","You said all debts have now been paid. That was the message Linea left behind."],["KE'RA","Was it?"],["DANIEL","(sharply) Did you take the antidote?"],["KE'RA","I had to know, Daniel! I didn't believe you!"],["DANIEL","Ke'ra."],["KE'RA","I'm not Ke'ra, am I? I am the murderer that you said I was!"],["DANIEL","No you're not."],["ANNOTATION","She holds up the vials."],["KE'RA","I need only smash these vials together to create a poisonous gas that will fill this room. Now, I only want to harm myself, I don't want you to be here. Please."],["DANIEL","Then you'll have to kill me too, because I'm staying."],["ANNOTATION","She holds out her hands in warning."]],"present":["DANIEL","KE'RA"],"place":"CORRIDOR, SGC"},{"speech":[["ANNOTATION","Fraiser Right Layale, you're next."],["ANNOTATION","She notices some of her equipment has vanished."],["FRAISER","Colonel, a vial and ampoule are missing."],["ANNOTATION","She turns to look at O'NEILL and Teal'c, who quickly run out of the room, headed for Ke'ra's quarters."]],"present":["FRAISER"],"place":"MEDICAL LABORATORY, SGC"},{"speech":[["ANNOTATION","Ke'ra I deserve to die."],["DANIEL","(approaching her) I don't believe that."],["KE'RA","You don't understand. There's a part of me that cares for you, Daniel. More than I've cared for anyone I've ever known. But there is this other part of me that would gladly watch you die!"],["ANNOTATION","O'NEILL and Teal'c burst into the room, O'NEILL aiming his sidearm at Ke'ra."],["O'NEILL","Step aside Daniel!"],["DANIEL","(not moving) Don't! There's another way Jack."],["O'NEILL","Move!"],["DANIEL","Give me the vials, Ke'ra. You don't need to do this."],["KE'RA","There are two people inside of me, and one of them is a monster. In time, she will win."],["DANIEL","You won't hurt me, because there's another way Ke'ra."],["KE'RA","(angrily) I'm not her!"],["DANIEL","No you're not. But you can be her again. You can forget. All you have to do is forget."],["ANNOTATION","Ke'ra leans against the wall, staring at him."]],"present":["DANIEL","KE'RA","O'NEILL"],"place":"KE'RA'S QUARTERS, SGC"},{"speech":[["ANNOTATION","Ke'ra blinks and looks dazedly round. She has tears running down her face."],["DANIEL","Ke'ra. It's all right. You're among friends."],["FRAISER","Do you remember anything?"],["KE'RA","(blankly) Nothing."],["DANIEL","Your name is Ke'ra. You've been a visitor here. Now it's time to go home."],["ANNOTATION","He gives her a reassuring smile."]],"present":["DANIEL","FRAISER","KE'RA"],"place":"INFIRMARY, SGC"},{"speech":[["ANNOTATION","Nodal and Layale are speaking with Carter about Ke'ra."],["LAYALE","She did this willingly?"],["CARTER","Yes. With her help, we were able to synthesise a small amount of the enhanced D'Argol that caused the Vorlix, and reintroduce it into her bloodstream. Her memory is gone again."],["ANNOTATION","Ke'ra enters the Gate room along with Daniel and Dr Fraiser."],["DANIEL","(introducing everyone) Ke'ra, these are friends of mine. Teal'c, Jack, General Hammond, Sam...And these are friends of yours. They've come to take you home."],["KE'RA","(to Nodal and Layale) Do you know me?"],["NODAL","We do, Ke'ra. We understand you have lost your memory. Know that you are a great leader of our people and you are most welcome."],["ANNOTATION","He and Layale turn and head up the ramp towards the open Stargate. Ke'ra turns to Daniel."],["KE'RA","I sense we knew each other well, before my memory was lost. Did we?"],["DANIEL","No. No, we never really did. Goodbye Ke'ra."],["KE'RA","Goodbye."],["ANNOTATION","She walks up the ramp, taking Nodal's proffered hand. Just before she steps into the event horizon, she turns and smiles at Daniel, before disappearing."]],"present":["CARTER","DANIEL","KE'RA","LAYALE","NODAL"],"place":"GATE ROOM, SGC"}]