[{"speech":[["VOICE OF CHRIS JUDGE","Previously, on Stargate SG-1..."],["ANNOTATION","Scenes from \"Jolinar's Memories\" follow."]],"present":["VOICE OF CHRIS JUDGE"],"place":"nowhere"},{"speech":[["MARTOUF","I'm afraid he's been captured by Sokar."],["CARTER","Oh my God."],["MARTOUF","If Selmak is still alive, he has been sent to Hell."],["O'NEILL","So we're talking about a rescue mission, here."],["MARTOUF","No one has ever escaped from Netu. No one except for Jolinar."]],"present":["CARTER","MARTOUF","O'NEILL"],"place":"SGC GATE ROOM"},{"speech":[["CARTER","I've never had anything more than scattered flashes of her memories."],["MARTOUF","The Tok'ra have technology that aids the recall of memories."]],"present":["CARTER","MARTOUF"],"place":"SGC BRIEFING ROOM"},{"speech":[["CARTER","(screaming) Shut it off! Shut it off!"],["O'NEILL","Do it!"],["CARTER","She was tortured...so badly."],["O'NEILL","It's her father. She knows the stakes."],["MARTOUF","But if Samantha cannot recall how..."],["O'NEILL","Uh, uh, it's been done before. It can be done again."]],"present":["CARTER","MARTOUF","O'NEILL"],"place":"TELTAK CARGO AREA"},{"speech":[["MARTOUF","The atmosphere around the moon is impenetrable by ship. The only way to reach the surface is in the descent pods."]],"present":["MARTOUF"],"place":"NEAR A PLANET WITH A RED MOON--NETU"},{"speech":[],"present":[],"place":"SURFACE OF NETU"},{"speech":[["O'NEILL","It's certainly not Emerald City."],["CARTER","We've come to see Bynarr."],["BYNARR","Who asks for me by name?"],["CARTER","I do!"],["BYNARR","Throw them in the pit."]],"present":["BYNARR","CARTER","O'NEILL"],"place":"TUNNELS OF NETU"},{"speech":[["JACOB","Sam..."],["CARTER","Dad?"],["JACOB","Are you crazy?"],["O'NEILL","Uh, apparently"],["JACOB","Sokar's fleet is ten times larger than we thought."]],"present":["CARTER","JACOB","O'NEILL"],"place":"THE PIT"},{"speech":[["SOKAR","Find out what they want, then kill them."]],"present":["SOKAR"],"place":"SOKAR'S PALACE"},{"speech":[["ANNOTATION","Bynarr is about to kill Carter."],["CARTER","No. Wait."],["ANNOTATION","Bynarr is killed by his First Prime."]],"present":["CARTER"],"place":"BYNARR'S QUARTERS"},{"speech":[["CARTER","There are transportation rings in Bynarr's quarters."],["ANNOTATION","Various action sequences."],["DANIEL","Teal'c, do you copy?"]],"present":["CARTER","DANIEL"],"place":"THE PIT"},{"speech":[["O'NEILL","We got to go."],["KINTAC","Kneel before Na'onack!"],["NA'ONAK","You shall call me Na'onak no longer. From this day forth, I will reclaim my real name. Apophis!</blockquote>"],["VOICE OF CHRIS JUDGE","And now, the conclusion. Begin \"The Devil You Know\""]],"present":["KINTAC","NA'ONAK","O'NEILL","VOICE OF CHRIS JUDGE"],"place":"BYNARR'S QUARTERS"},{"speech":[["ANNOTATION","Jacob, O'Neill, Martouf, Daniel, and Carter are kneeling, facing Apophis, surrounded by guards."],["O'NEILL","You do understand we're not too happy to see you?"],["APOPHIS","Your insolence is music to my ears. When I first saw you here, I knew I had found the path out of damnation. You will be the means by which I reclaim the power and the position that is rightfully mine."],["DANIEL","Your mate, Amaunet, is dead. Sorry to ruin your day. (defiantly petulant) No, actually, I'm--I'm wrong about that. I'm not sorry."],["ANNOTATION","O'Neill and Carter both look at Daniel as if he is crazy. Apophis tries to hide his shock and disappointment."],["APOPHIS","Sokar sent word to me of Amaunet's death. I did not believe it."],["DANIEL","Well, believe it. It's true."],["APOPHIS","Then it must also be true that Teal'c is the murderer."],["O'NEILL","Oh, that'd wrap things up real nice for you, wouldn't it?"],["APOPHIS","Why is the Shol'va not with you?"],["ANNOTATION","O'Neill and Daniel refuse to respond. Kintac sees something on Daniel. He and a guard grab Daniel around the neck and shake him."],["KINTAC","This one conceals something."],["ANNOTATION","Kintac retrieves the communicator from Daniel and hands it to Apophis."],["APOPHIS","A communication device. (into device) Teal'c, this is your god, Apophis. Risen from the fires of Netu. The fate of your friends will be pleasant compared to what I have planned for you. (to guards) Return them to the pit."],["ANNOTATION","The guards drag the team to their feet."],["APOPHIS","Kintac? You will be my First Prime."],["KINTAC","It is my honor."],["APOPHIS","Search them, and do whatever is necessary to ensure that they do not escape again. But do not kill them. When they are done serving us, I will have that pleasure for myself."]],"present":["APOPHIS","DANIEL","KINTAC","O'NEILL"],"place":"BYNARR'S QUARTERS"},{"speech":[["MARTOUF","I warned you when you sent Apophis through the Gate that he could be revived using a sarcophagus. Sokar would rather see his victims suffering than dead."],["O'NEILL","He doesn't seem to be suffering much."],["CARTER","(pressing Jacob's head with her hand) He's burning up"],["DANIEL","What is Apophis thinking? He can't possibly hope to defend himself from Sokar."],["O'NEILL","(sitting) Well, he seemed pretty confident to me."],["MARTOUF","Apophis has one chance. He must convince Sokar not to kill him. If the reason is good enough, he may even be able to buy his freedom."],["O'NEILL","With us?"],["MARTOUF","The information we hold. The secrets of Earth, and the Tok'ra."],["TITLES",""]],"present":["CARTER","DANIEL","MARTOUF","O'NEILL","TITLES"],"place":"THE PIT"},{"speech":[["ANNOTATION","The denizens have gathered to hear Apophis. The team can overhear what is going on from their cells below."],["KINTAC","Silence, dogs! Apophis speaks!"],["APOPHIS","Bynarr is dead. Sokar will come. You fear he will bring his wrath down upon us. But he cannot make out existence any worse."],["VOICE","He could come in a ship and wipe us out from space!"],["APOPHIS","I can deliver us from this place! I have killed the Devil's servant! I will destroy Sokar! Those that follow and serve me will be led to freedom. To a new dominion! One in which the god Apophis, risen from the depths of the underworld, will rule over all that was once shared by the Goa'uld."]],"present":["APOPHIS","KINTAC","VOICE"],"place":"MAIN CHAMBER BENEATH SURFACE OF NETU"},{"speech":[["O'NEILL","Well, this experience doesn't seem to have humbled him much."],["APOPHIS","The dawn of our deliverance is upon us! Have no fear!"],["KINTAC","Bow to Apophis, the Deliverer!"],["ANNOTATION","The denizens bow their heads."],["APOPHIS","Yes. Sokar will come; I say let him come!"]],"present":["APOPHIS","KINTAC","O'NEILL"],"place":"THE PIT"},{"speech":[["JUMAR","My Lord, a cargo ship was spotted in orbit around Netu. Two gliders gave chase, but the cargo ship entered hyperspace and escaped."],["SOKAR","We must assume that the ship contained spies. The attack on the System Lords will begin sooner than planned. You will have the fleet ready in two days."],["JUMAR","(alarmed) My Lord, the very best we can do-- (responding to Sokar's displeasure) The fleet will be ready, my Lord."]],"present":["JUMAR","SOKAR"],"place":"SOKAR'S THRONE ROOM ON THE PLANET"},{"speech":[],"present":[],"place":"SURFACE OF NETU"},{"speech":[["ANNOTATION","Apophis is looking at his disfigured face in a mirror. Kintac enters."],["APOPHIS","How many follow me?"],["KINTAC","Three hundred. The rest have been banished to the surface. They will change their minds or die."],["APOPHIS","(turning to him) Did you find anything when you searched the intruders?"],["KINTAC","(hands Apophis the memory recall activation wand) Just this. Even if all the denizens decide to serve you, what good will it do? You cannot fight Sokar with crude weapons."],["APOPHIS","Bynarr said he had one day to determine the identity of the intruders and report back."],["KINTAC","Then we have one day before Sokar sends his ship to destroy us."],["APOPHIS","Not if I have something he wants."],["KINTAC","You will discover the identity of the intruders?"],["APOPHIS","I already know their identity. By the time Sokar arrives I will know much more. Bring me the woman."]],"present":["APOPHIS","KINTAC"],"place":"APOPHIS CHAMBER (FORMERLY BYNARR'S QUARTERS)"},{"speech":[["ANNOTATION","Guards arrive and open the cell door. Kintac is pointing a staff weapon at the team."],["KINTAC","The woman will come with me."],["O'NEILL","Umm...I don't think so."],["ANNOTATION","Kintac shoots O'Neill in the right leg with the staff weapon. O'Neill falls and murmurs in pain."],["CARTER","Okay. Okay."],["ANNOTATION","Carter leaves with Kintac and the guards. Daniel and Martouf go to O'Neill, who is writhing in pain. They look at the wound, which is just above his right knee."],["MARTOUF","Most of the wound appears cauterized, but there may be bleeding beneath the surface."],["ANNOTATION","Daniel pulls a bandana from his back pocket and wraps it around O'Neill's leg, then draws it tight over the wound."],["O'NEILL","Oh...Oh, god...Easy! God. Oh, you...Oh, god."]],"present":["CARTER","KINTAC","MARTOUF","O'NEILL"],"place":"THE PIT"},{"speech":[],"present":[],"place":"TELTAK MOVING THROUGH HYPERSPACE"},{"speech":[["ANNOTATION","Teal'c is flying the ship, having escaped the death gliders."]],"present":[],"place":"BRIDGE OF TELTAK"},{"speech":[["ANNOTATION","Carter is brought in and forced to her knees. Apophis nods to the guards. One pulls her head back. Apophis searches for and finds the Tok'ra memory disk. He is holding the activation device."],["APOPHIS","You used this device to access the memories of Jolinar left in your mind. That is the only way you could have known how to escape. I will use it to get you to tell me everything I want to know."],["CARTER","It doesn't work that way."],["APOPHIS","I know how it works. When it's fully activated, it makes your memories easily accessible to your conscious mind."],["ANNOTATION","He presses the device to the disk, activating it."]],"present":["APOPHIS","CARTER"],"place":"APOPHIS' CHAMBER"},{"speech":[["ANNOTATION","Young Carter is looking at pictures of her mother."]],"present":[],"place":"CARTER HOME"},{"speech":[["CARTER","I won't tell you anything."],["ANNOTATION","Apophis nods to Kintac, who pours some red liquid into a glass. A guard forces Carter's mouth open."],["APOPHIS","The Blood of Sokar will cloud your mind."],["ANNOTATION","Kintac pours it into Carter's mouth and forces her to swallow it."],["APOPHIS","Once under its spell you will tell me everything."],["VOICE OF JACOB","Sam?"]],"present":["APOPHIS","CARTER","VOICE OF JACOB"],"place":"APOPHIS' ROOM"},{"speech":[["ANNOTATION","At first we see Young Carter in a dark dress, then we see adult Carter in the mirror wearing the same dress, and the remainder of the scene shows adult Carter. Carter is preparing for her mother's funeral."],["JACOB","Are you almost ready? (flash to a few moments later) Can we talk? Sam, you haven't said two words since...since the accident. Your brother's made it pretty clear how he feels."],["CARTER","He blames you."],["JACOB","I blame myself."],["CARTER","Your work has always been more important than us."],["JACOB","You know that's not true. I don't want you to forgive me. I don't know if I could accept that yet. I just want you to understand."],["CARTER","You were supposed to pick Mom up. You were late. She took a cab. There was an accident. I understand."],["JACOB","I couldn't have known what would happen."],["CARTER","But Mom is dead."],["JACOB","Nothing I say or do can change that. All I can do is try and make sure the things she loved the most don't die with her. Sam, without you and your brother, my life is over. Nothing else means more to me. Don't forgive me. Just tell me one day we're going to be okay."],["ANNOTATION","Begin flashing repeats of the same memories and phrases, interspersed with present-day Carter in Apophis' chamber."],["CARTER","He blames you."],["JACOB","I blame myself."],["CARTER","But Mom is dead."],["JACOB","Just tell me one day we're going to be okay. Just tell me one day we're going to be okay."],["CARTER","(confused) No. I forgave you long ago. Why am I stuck in this? The same memory over and over. I guess if we never had this conversation, neither one of us would be in this mess, would we? I would have gone on hating you and the military; I never would have got involved in the Stargate program. You would have died of cancer."],["JACOB","Sam, I am dying."],["CARTER","What?"],["JACOB","I'm dying right now...dying right now. (voice begins to echo) Only you can save me. Tell me how to get home."],["CARTER","What?"],["JACOB","Tell me the way home, to Earth."],["CARTER","(skeptical, standing up, shaking her head) No. Wait. This is not right."],["JACOB","You'll lose me forever if you don't tell me the iris codes."],["CARTER","This is not real."],["JACOB","Tell me."],["ANNOTATION","Jacob becomes Apophis."],["APOPHIS","Tell me."]],"present":["APOPHIS","CARTER","JACOB"],"place":"YOUNG CARTER'S BEDROOM--FLASHBACK"},{"speech":[["ANNOTATION","End flashback. Room morphs to present day, Apophis' chamber."],["APOPHIS","Tell me!"],["CARTER","No!"],["APOPHIS","Tell me how to penetrate the Earth's Stargate. Tell me now, or I will kill your father."],["ANNOTATION","Carter shakes her head but is weakened by the drug."]],"present":["APOPHIS","CARTER"],"place":"APOPHIS' CHAMBER"},{"speech":[["ANNOTATION","The Teltak is sitting on the surface, where SG-1 first boarded it."]],"present":[],"place":"SURFACE OF VORASH"},{"speech":[["ANNOTATION","We hear a recording of Apophis' earlier communication to Teal'c. We see several Tok'ra and Teal'c within the ship."],["APOPHIS","Teal'c, this is your god, Apophis. Risen from the fires of Netu. The fate of your friends will be pleasant compared to what I have planned for you."],["TEAL'C","It was then that I realized they would not be able to execute the escape plan. I entered hyperspeed in order to avoid the gliders that had detected my presence."],["ALDWIN","You must have run the hyperspace engines at full power in order to make the journey so quickly."],["TEAL'C","The situation was urgent."],["ALDWIN","I understand your desire to report the information concerning Sokar's planned attack against the System Lords as soon as possible. It may prove invaluable."],["TEAL'C","I have come seeking assistance in order to rescue my friends and your fellow Tok'ra. I believe it to be only a matter of time before Sokar learns that Apophis has eliminated Bynarr and therefore takes action to restore control."],["ALDWIN","Wait here. I will consult the High Council and return shortly with a course of action."]],"present":["ALDWIN","APOPHIS","TEAL'C"],"place":"TELTAK BRIDGE"},{"speech":[["ANNOTATION","Two guards drag in O'Neill and force him to his knees."],["O'NEILL","Ow! God!"],["APOPHIS","Major Carter was most forthcoming."],["O'NEILL","She didn't tell you squat. Oh, and by the way, I won't either."],["APOPHIS","You 're not here to provide information. You are here for my amusement."],["ANNOTATION","While a guard holds O'Neill's head, Apophis places the memory disk on his right temple and touches the activation device to it."],["O'NEILL","Oh! God, no! All right, all right, all right..."]],"present":["APOPHIS","O'NEILL"],"place":"APOPHIS' CHAMBER"},{"speech":[["ANNOTATION","O'Neill is holding a baseball glove, looking around."],["O'NEILL","Charlie?"]],"present":["O'NEILL"],"place":"A BACKYARD SETTING--FLASHBACK"},{"speech":[["APOPHIS","You must be dying to quench your thirst."],["ANNOTATION","The guards try to hold O'Neill still as Kintac approaches with a cup. As O'Neill resists, a guard slugs him in the leg right where the staff weapon wound is."],["O'NEILL","Ow! Ah, God!"],["ANNOTATION","The guards fight him, pushing on his wound until Kintac forces him to swallow some of the Sokar's Blood."]],"present":["APOPHIS","O'NEILL"],"place":"APOPHIS' CHAMBER, PRESENT DAY"},{"speech":[["CARTER","(waking up) Dad?"],["DANIEL","He's, uh...not so good, but he's still with us."],["CARTER","Apophis said he was going to kill him."],["DANIEL","No. He, uh...he brought you back and took Jack."],["MARTOUF","Are you okay?"],["CARTER","They gave me something called the Blood of Sokar."],["MARTOUF","It is legendary. A strong narcotic that can cause very realistic hallucinations."],["CARTER","I'm pretty sure I didn't give anything up."],["JACOB","(weakly) Sam?"],["ANNOTATION","Carter gets up and moves to his side."],["CARTER","I'm here. I'm here."],["JACOB","Sam, I hate to sound negative here."],["CARTER","Shh...Save your strength."],["JACOB","I don't think I'm going to make it."],["CARTER","(crying) No. That is unacceptable. Think about seeing your grandchildren again. Don't make me have to explain this to them."],["ANNOTATION","Jacob nods."],["CARTER","Martouf, if they come for you..."],["MARTOUF","I have endured torture before."],["CARTER","This is not like anything you could imagine. Everything seems real. Feelings, sensations. It's like you're actually there in your own past. And then suddenly everything seems wrong. Your mind gets all twisted. Just don't let Apophis use Jolinar against you."],["MARTOUF","How could he?"],["CARTER","You must be angry about what Jolinar had to do to escape from here. Martouf, she loved you."]],"present":["CARTER","DANIEL","JACOB","MARTOUF"],"place":"THE PIT"},{"speech":[["O'NEILL","Charlie! Sorry I'm late. I stopped to get you somethin'. You in there?"],["ANNOTATION","Charlie comes running out from behind some yard toys with a green plastic gun. He points it at O'Neill."],["CHARLIE","You're dead!"],["ANNOTATION","He pulls the trigger twice, sounds of a real gun firing."],["CHARLIE","You're dead!"],["O'NEILL","(a bit angry) Where'd you get that?"],["CHARLIE","Jeff Eisen gave it to me. It's just a water gun."],["O'NEILL","(taking the gun) That doesn't matter."],["CHARLIE","You have a gun."],["O'NEILL","That's different."],["CHARLIE","Why?"],["O'NEILL","Charlie...Charlie! Where you goin'?"],["ANNOTATION","Charlie is starting to walk away."],["CHARLIE","Inside."],["O'NEILL","Well, wait a minute. I got you somethin'. Come on, we'll play some catch."],["CHARLIE","This is not what happened, Dad. You're changing everything just to make it better."],["O'NEILL","I know. Can't we just play catch?"],["CHARLIE","What really happened is you got mad at me and I went into the house. Two weeks from now I shot myself with your gun (echoing) your gun. We never played catch today, and we never will."],["O'NEILL","Why? Why can't we just play catch?"],["CHARLIE","I'll play, if you tell me (echoing) if you tell me."],["O'NEILL","(smiling and giving the glove to Charlie) What? What do you want to know? I'll tell you anything."],["CHARLIE","Tell me how you made contact with the Asgard (echoing) the Asgard."],["O'NEILL","What?"],["CHARLIE","You represented Earth in the negotiations between the Asgard and the System Lords."],["O'NEILL","How'd you know that?"],["CHARLIE","It's okay, Dad. You can tell me. Tell me the address of the Asgard home world."],["O'NEILL","I don't know it."],["CHARLIE","Tell me the address of the world where you had the Ancients' knowledge downloaded into your brain. That was cool, wasn't it?"],["O'NEILL","You can't know that. This isn't you."],["CHARLIE","Sure it is. Come on, Dad. We'll have a catch. Just like you want."],["O'NEILL","(sad and defiant) No. No."]],"present":["CHARLIE","O'NEILL"],"place":"O'NEILL'S BACKYARD--FLASHBACK"},{"speech":[],"present":[],"place":"SURFACE OF VORASH"},{"speech":[["ANNOTATION","Aldwin rings aboard holding a large container. He sets it on a table. Teal's enters and looks worried."],["ALDWIN","I have been instructed to return to Netu."],["TEAL'C","What is inside the container?"],["ALDWIN","A weapon."],["TEAL'C","For what purpose?"],["ALDWIN","(opening the lid of the container) The Tok'ra High Council believes that the uprising of Apophis presents a key opportunity. Sokar will take his mother ship into orbit around Netu to restore order there."],["TEAL'C","This weapon is intended for Sokar."],["ALDWIN","Yes, but unfortunately we have no weapons capable of penetrating the shields of a Goa'uld mother ship."],["TEAL'C","How then will this weapon prove effective?"],["ALDWIN","I am to launch it through the atmosphere of the moon into one of the holes of its surface and down into the core. There it will force the base elements into a cataclysmic chain reaction. The entire moon will explode, taking Sokar's ship with it."],["TEAL'C","(alarmed) Along with everything else on that moon."],["ALDWIN","The Tok'ra would not do such a thing unless there was no alternative. Sokar cannot be permitted to rise to a dominant power. It would end our chances of ever overthrowing the Goa'uld."],["TEAL'C","What of rescuing my friends and the Tok'ra still trapped on that world?"],["ALDWIN","I am charged with my mission. If you intend to stand in my way, I will insist that you remain here on Vorash."],["TEAL'C","I will accompany you."],["ALDWIN","Then we must leave immediately."],["ANNOTATION","We see a close-up view of the opened bomb, blue light emanating from the crystal core."]],"present":["ALDWIN","TEAL'C"],"place":"TELTAK CARGO AREA"},{"speech":[["ANNOTATION","O'Neill is lying unconscious on his side. Daniel grabs his shoulder, trying to turn him onto his back and wake him up."],["DANIEL","Jack?"],["O'NEILL","No...I don't wanna go to school. Ow!"],["ANNOTATION","O'Neill wakes up suddenly and Daniel gets out of the way. They end up both seated against the cell bars, Carter and Jacob behind them on the other side."],["DANIEL","You okay?"],["O'NEILL","No"],["DANIEL","They, uh...they took Martouf."],["O'NEILL","They put that damn memory thing on me. And then they gave me something...that reminded me of the 70's."],["DANIEL","The Blood of Sokar."],["O'NEILL","Daniel?"],["DANIEL","Yeah?"],["O'NEILL","I'm going to pass out again."],["ANNOTATION","He passes out but remains sitting."]],"present":["DANIEL","O'NEILL"],"place":"THE PIT"},{"speech":[],"present":[],"place":"TELTAK MOVING THROUGH HYPERSPACE"},{"speech":[["TEAL'C","If Sokar has not entered orbit around Netu when we arrive, a rescue could still be attempted."],["ALDWIN","Yes. But if he is already in orbit, we must act swiftly and launch the weapon. I don't like this any more than you do. But essentially, this is war. If Sokar ascends to ultimate power, the consequences will be far greater than losing a few good people."],["TEAL'C","I understand."],["ALDWIN","Timing will be critical. Once the weapon has been launched, it will take approximately twelve minutes before the reaction in the moon's core reaches critical mass. If Sokar has enough advance warning, he will have time to escape the range of the explosion."]],"present":["ALDWIN","TEAL'C"],"place":"TELTAK BRIDGE"},{"speech":[["MARTOUF","No, please."],["ANNOTATION","Apophis removes the memory disk from Martouf's temple. Carter is dragged into the room by guards. Martouf flashes between seeing her as Carter and as Jolinar."],["APOPHIS","Jolinar was your mate."],["ANNOTATION","He takes a staff weapon."],["APOPHIS","Tell me the location of the Tok'ra resistance or she dies."],["CARTER","Don't do it, Martouf."],["APOPHIS","Silence."],["MARTOUF","(seeing Carter as Jolinar) Please..."],["APOPHIS","Tell me now."],["JOLINAR/CARTER","I'm not Jolinar. Don't tell him anything."],["APOPHIS","(pointing the staff at the back of Carter's head) Tell me."],["MARTOUF","(crying) I cannot let him kill you."],["JOLINAR/CARTER","No, Martouf. (whispering) No, Martouf."],["MARTOUF","Entac. The Tok'ra resistance is based on the planet Entac."],["APOPHIS","Return them to the pit. Bring me Daniel Jackson."]],"present":["APOPHIS","CARTER","JOLINAR/CARTER","MARTOUF"],"place":"APOPHIS' CHAMBER"},{"speech":[["ANNOTATION","Jumar enters and kneels before Sokar."],["SOKAR","Speak."],["JUMAR","Your fleet is ready, my Lord."],["SOKAR","You have done well."],["JUMAR","Bynarr has not yet reported as you wished."],["SOKAR","I will take my ship and cleanse the underworld so that its fires may be reborn. Then I will launch the attack on the System Lords. Soon the entire realm of the Goa'uld will serve me...or suffer the fate of the damned."]],"present":["JUMAR","SOKAR"],"place":"SOKAR'S THRONE ROOM"},{"speech":[["ANNOTATION","Daniel is being moved along by guards and Kintac."]],"present":[],"place":"NETU TUNNELS"},{"speech":[["ANNOTATION","O'Neill is lying unconscious, moving a bit. Martouf is sitting on the other side of the bars next to Carter. Jacob is unconscious against Carter."],["MARTOUF","I knew it was you."],["CARTER","You shouldn't have done it, Martouf."],["MARTOUF","I could not watch him kill you, Samantha."],["CARTER","(realizing) You lied."],["MARTOUF","Entac is a primitive planet. There are no Tok'ra there."],["CARTER","You were very convincing. I believed you."],["MARTOUF","If Apophis believes he knows the location of the Tok'ra, what does he want from Doctor Jackson?"]],"present":["CARTER","MARTOUF"],"place":"THE PIT"},{"speech":[["ANNOTATION","Daniel is unpacking a basket; he removes a bowl. O'Neill enters."],["O'NEILL","Hey! I just wanted to see how you were doin'."],["DANIEL","Good. (reconsidering, smiling slightly) Okay. Kasuf sent me some of Sha're's things after the funeral. He said that, um...Well, he said that she would have wanted me to have them."],["ANNOTATION","He looks at a simple brown cup."],["DANIEL","We both drank from this cup at our wedding. I know I shouldn't have had any real hope, but uh..."],["O'NEILL","Hey. You can never give up."],["DANIEL","How about now?"],["O'NEILL","Especially not now. Sha're didn't want you to just give up, did she? As I recall, she wants you to find the boy (echoing) find the boy."],["DANIEL","I thought you said that you didn't believe me about Sha're sending me the message through the hand device."],["O'NEILL","I've been wrong, about a lot of things. And I know I don't always sound like I believe you, but I do believe in you. What'd you say she called the boy? (echoing) called the boy?"],["DANIEL","A Harsesis."],["O'NEILL","I mean, the kid holds all the knowledge of the Goa'uld who fathered him, right?"],["DANIEL","Yeah."],["O'NEILL","So, he could be the key to us finally kickin' those slimy snakeheads out of the galaxy."],["DANIEL","Yeah, that's uh...that's what Sha're said."],["O'NEILL","All you have to do is figure out where Ammonet sent him. The name? Name of the place Ammonet sent the boy."],["DANIEL","No."],["O'NEILL","What?"],["DANIEL","No, I'm not telling you."],["O'NEILL","Ah, come on. You know me. I just can't remember. (echoing) can't remember."],["DANIEL","No."],["O'NEILL","You told me before."],["DANIEL","(holding his head with both hands, shouting) No!"]],"present":["DANIEL","O'NEILL"],"place":"DANIEL'S OFFICE--FLASHBACK"},{"speech":[["DANIEL","This is not real."],["SOKAR","(via communication device on wall) Hear me, Bynarr. Why do you defy your Lord, Sokar?"],["ANNOTATION","Apophis hits Daniel, knocking him over."],["APOPHIS","(to Sokar via device) Bynarr is dead by my hand. I am Apophis, and the denizens of Netu follow me."],["ANNOTATION","A guard removes the memory disk from Daniel's temple."],["SOKAR","I will bring the full force of my weapons down upon you. You will die in burning hell fire."],["APOPHIS","First you will hear me."]],"present":["APOPHIS","DANIEL","SOKAR"],"place":"APOPHIS CHAMBER--PRESENT DAY"},{"speech":[["ANNOTATION","Teal'c is flying the ship. Through the view screen we see Sokar's mother ship poised between the planet and Netu."],["ALDWIN","We must hold our position in the shadow of the moon so we are not detected."]],"present":["ALDWIN"],"place":"TELTAK BRIDGE"},{"speech":[["APOPHIS","Before you fire upon us, know this: I have tortured the intruders. Three from the Tauri and a Tok'ra. I have learned much, including the location of the Tok'ra resistance. Bynarr was weak. He was incompetent. A Goa'uld of your superior power deserves more. I wish to serve you. I offer this information I have gathered as proof. Grant me an audience, and allow me to show my reverence to you by bowing at your feet."],["SOKAR","I will grant you this request."],["APOPHIS","I am forever in your service. (to his guards) Take him away."],["ANNOTATION","Daniel sees the communication device on a table and hesitates in getting up."],["KINTAC","Be quick!"],["ANNOTATION","Daniel slugs a Jaffa in the stomach. The Jaffa slugs him in the face and Daniel falls but grabs the communication device on the way down. He holds onto it as the Jaffa guards lead him away."],["APOPHIS","Sokar will die by my hand, and I will command his domain."],["KINTAC","Surely he will not let you enter his ship with weapons."],["APOPHIS","(removing his ribbon device and setting it aside) Do you think I am a fool? I have been planning this since the moment I was sent here. I will convince Sokar to make me the new lord of Netu. He will come down off his throne to brand me with his seal, and when he gets close enough..."],["ANNOTATION","He demonstrates a long knife extending suddenly out of a hidden compartment on his forearm ornament. He takes the key from his neck and places it in the ring activation device on the wall. He then pulls a crystal from it and hands it to Kintac."],["APOPHIS","On my command, replace this...here."],["ANNOTATION","He moves to the ring base station and nods. Kintac puts the crystal in the device, and Apophis rings away."]],"present":["APOPHIS","KINTAC","SOKAR"],"place":"APOPHIS' CHAMBER"},{"speech":[["ANNOTATION","Teal'c sees a white beam move from Netu to the mother ship."],["TEAL'C","Someone has transported up from the surface of Netu to Sokar's vessel."],["ALDWIN","(preparing the bomb) The weapon is ready for launch. Sokar's ship is almost in position."]],"present":["ALDWIN","TEAL'C"],"place":"TELTAK BRIDGE"},{"speech":[["ANNOTATION","Everyone rouses as Daniel is led in. Martouf helps Daniel walk, and he kneels near them, his arm across hi s stomach."],["DANIEL","Sokar's ship is in orbit. Apophis went up to meet him. I managed to get this."],["ANNOTATION","He shows them the device and hands it to Carter."],["O'NEILL","Nice."],["CARTER","Can Sokar's ship pick up the transmission?"],["MARTOUF","The signal is coded."]],"present":["CARTER","DANIEL","MARTOUF","O'NEILL"],"place":"THE PIT"},{"speech":[["CARTER","(via comm device) Teal'c, it's Carter. Come back if you can hear me."],["TEAL'C","(to Alwin, who is preparing to launch the bomb) Wait! Major Carter, it is I."],["CARTER","Oh, thank God."],["ANNOTATION","Aldwin presses the next activation button on the weapon anyway."],["TEAL'C","Stop!"],["ANNOTATION","Alwin aims a zat at Teal'c. After a moment, he pushes the launch button and the weapon ejects from the Teltak toward the moon. We see it splash through a pool of lava."]],"present":["CARTER","TEAL'C"],"place":"TELTAK CARGO AREA"},{"speech":[["ANNOTATION","They feel the impact as things start rumbling and shaking. Daniel, Martouf and Carter stand up."],["O'NEILL","What the hell is that?"],["VOICE","Sokar is attacking!"],["ANNOTATION","A geyser starts up near them. Everything is shaking."],["CARTER","(into communications device) Teal'c, what's going on?"]],"present":["CARTER","O'NEILL","VOICE"],"place":"THE PIT"},{"speech":[["TEAL'C","You have twelve minutes until Netu is destroyed."],["CARTER","What? Why?"],["TEAL'C","I am here with the Tok'ra Aldwin. He has launched a weapon into the moon's core, which will explode, destroying Sokar's ship, which is in its orbit."]],"present":["CARTER","TEAL'C"],"place":"TELTAK BRIDGE"},{"speech":[["MARTOUF","The Tok'ra High Council must believe it is the only choice, otherwise they would never sacrifice us this way."],["O'NEILL","We're not dead yet."],["ANNOTATION","The geyser blows steam and fire again."],["CARTER","I have an idea."],["ANNOTATION","She climbs up the ramp to the geyser, which is below a cage-like covering."],["CARTER","Help me pack this. Fill in this vent. As many rocks as you can. Wedge them in real tight."],["ANNOTATION","Carter, Daniel, and Martouf pack the geyser vent with old rags and rocks."]],"present":["CARTER","MARTOUF","O'NEILL"],"place":"THE PIT"},{"speech":[["ANNOTATION","Apophis is kneeling before Sokar."],["APOPHIS","My time of suffering has taught me the strength of your power, my Lord."],["SOKAR","Tell me the information you extracted from the intruders."],["APOPHIS","I beg you to grant me the privilege of ruling Netu. Bynarr was not worthy of such honor."],["SOKAR","Tell me the location of the Tok'ra rebellion."],["APOPHIS","That is only one of the many valuable things I have learned."],["SOKAR","(removing his hood and leaning forward) Why do you try my patience? Tell me, and I will grant you your wish and brand you Lord of the Underworld."],["APOPHIS","The Tok'ra are based on the planet Entac."],["ANNOTATION","Sokar looks to his First Prime, who moves to Apophis and holds him down where he kneels."],["APOPHIS","What is the meaning of this?"],["SOKAR","I recently conquered Entac. There are no Tok'ra there. (to First Prime) Kill him. Slowly."]],"present":["APOPHIS","SOKAR"],"place":"SOKAR'S MOTHER SHIP"},{"speech":[["ALDWIN","We have less than nine minutes. If we stay here much longer, we risk being caught in the explosion ourselves."],["TEAL'C","I will take that risk."],["ALDWIN","Even if Martouf and your friends somehow make it to the transporter rings on Netu, Sokar's ship is in the direct path of the matter stream. There is no way we can intercept them."],["ANNOTATION","Teal'c steps up to Aldwin, takes the zat from him, and hits him. He pushes him into the cargo area. He closes the door on him."],["ALDWIN","Teal'c, unhand me! Teal'c! Teal'c, this is suicide! (from behind locked door) Teal'c!"],["ANNOTATION","Teal'c steps toward the view screen, looking disturbed and determined."]],"present":["ALDWIN","TEAL'C"],"place":"TELTAK BRIDGE"},{"speech":[["ANNOTATION","Carter, Daniel, and Martouf have finished blocking the vent. Everything is shaking."],["CARTER","Go!"],["ANNOTATION","They run down the ramp, our of the way. The vent blows, taking out the cage trap door above it. They move toward O'Neill and Jacob."]],"present":["CARTER"],"place":"THE PIT"},{"speech":[["ANNOTATION","The First Prime is torturing Apophis with a pain stick; he is screaming. Sokar is laughing."]],"present":[],"place":"SOKAR'S SHIP"},{"speech":[["ANNOTATION","Daniel helps O'Neill, while Carter and Martouf support Jacob as they climb out of the pit through the now-open trap door."],["DANIEL","(into communication device) We're on our way!"]],"present":["DANIEL"],"place":"THE PIT"},{"speech":[["TEAL'C","Timing will be critical, Daniel Jackson. You must tell me precisely when you are ready."],["ALDWIN","(from cargo area where he is locked in) Teal'c, listen to me carefully! In order to intercept the matter stream you must fly the cargo ship between Sokar's ship and the planet. If we do not come to a complete stop, we could miss part of the matter stream. Your friends would die. And that's only if Sokar doesn't blow us out of the sky."],["ANNOTATION","Teal'c hears him and begins moving the ship."]],"present":["ALDWIN","TEAL'C"],"place":"TELTAK BRIDGE"},{"speech":[["ANNOTATION","The team comes running in."],["MARTOUF","Get in position!"],["ANNOTATION","They all stand together in the ring target area."],["DANIEL","(into device) Almost there, Teal'c."]],"present":["DANIEL","MARTOUF"],"place":"APOPHIS' CHAMBER"},{"speech":[["ANNOTATION","The Jaffa is still torturing Apophis. Jumar runs in."],["JUMAR","Forgive me! The hell fires of Netu are erupting, my Lord."],["SOKAR","(shocked) What?"],["JUMAR","The ship's sensors indicate that the core of the moon has become unstable."],["SOKAR","That is impossible. I control Netu!"],["JUMAR","We must move this ship."],["ANNOTATION","Apophis deploys his knife and takes out the First Prime. Jumar lifts his staff weapon toward Apophis, but Apophis swings his knife at Jumar, slicing his throat. Apophis takes Jumar's staff weapon as Sokar begins to activate his hand device. Apophis fires at Sokar. His personal shield activates, but it gives Apophis time to run away. Sokar screams in rage."]],"present":["JUMAR","SOKAR"],"place":"SOKAR'S SHIP"},{"speech":[["ANNOTATION","Martouf is working the ring controls as things start to crumble."],["O'NEILL","Marty?"],["ANNOTATION","He finishes and runs to join the others."],["MARTOUF","Now!"],["DANIEL","(into device) We're ready, Teal'c!"],["ANNOTATION","The rings activate. The white beam starts to move from Netu to the mother ship. Teal'c maneuvers the Teltak into the path of the stream and stops. The stream goes into the Teltak."]],"present":["DANIEL","MARTOUF","O'NEILL"],"place":"APOPHIS' CHAMBER"},{"speech":[["ANNOTATION","The rings arrive, depositing the team."],["ALDWIN","They're here! Go! Go! Go!"]],"present":["ALDWIN"],"place":"TELTAK CARGO AREA"},{"speech":[["ANNOTATION","The Teltak moves quickly away from the mother ship, which is firing on it. A matter stream goes from the mother ship to the planet. The moon explodes, taking out the mother ship. The Teltak is well away from danger."]],"present":[],"place":"SPACE NEAR NETU"},{"speech":[["ANNOTATION","Teal'c gets up from his pilot seat and opens the cargo door to see everyone there."],["TEAL'C","(smiling) We have escaped."],["O'NEILL","Iced tea. Air conditioning. Water."],["ANNOTATION","Teal'c brings him some, smiling."],["O'NEILL","Thanks."],["ANNOTATION","Teal'c hands Aldwin his zat."],["ALDWIN","I'm sorry I doubted you."],["TEAL'C","I am as surprised as you that we survived."],["ANNOTATION","Martouf gives a water bag to Carter, who gives it to Jacob."],["CARTER","Thank you."],["JACOB","Do you have any leave coming up?"],["CARTER","Yeah, a little."],["JACOB","I was thinking maybe we could take a little father-daughter vacation together."],["CARTER","That'd be great, Dad."],["JACOB","I hear Alaska's cold this time of year."],["ANNOTATION","Carter laughs and kisses him."]],"present":["ALDWIN","CARTER","JACOB","O'NEILL","TEAL'C"],"place":"TELTAK"},{"speech":[],"present":[],"place":"TELTAK MOVING THROUGH HYPERSPACE"},{"speech":[["ANNOTATION","Apophis turns to face the camera."]],"present":[],"place":"VIEW OF NETU REMNANTS FROM SOKAR'S PALACE"}]