[{"speech":[["FADE IN",""]],"present":["FADE IN"],"place":"nowhere"},{"speech":[],"present":[],"place":"PACIFIC OCEAN OVERVIEW"},{"speech":[],"present":[],"place":"UNDERWATER; A SUBMERGED RUSSIAN SUBMARINE"},{"speech":[["ANNOTATION","The torpedo tube indicates that there is water inside it. An alarm sounds and two submariners (Yuri and Boris) rush into the chamber. They talk to each other in Russian in concerned voices. One sailor attempts to release the water. He works at a lever and the water indicator begins to lower. The sailors then hear a metallic sound coming from the tube and open the hatch cautiously. A small amount of water empties into the room. All the time they are muttering in Russian sounding very worried."]],"present":[],"place":"SUBMARINE"},{"speech":[["ANNOTATION","As the sailors peer into the tube, the replicator that survived the Beliskner crash runs out of the tube and attaches itself to the submariner with the glasses. It sprays the Russian in the face with some kind of liquid and the Russian screams. As the second Russian tries to help him a third Russian submariner rushes to help."],["END OF TEASER",""]],"present":["END OF TEASER"],"place":"SUBMARINE; REPLICATOR'S POV"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN- DAY"},{"speech":[["ANNOTATION","Daniel is lying on a hospital bed. Dr. Fraiser is examining his appendectomy incision."],["FRAISER","I hear it took them a lot longer than they thought to set up the second Gate."],["DANIEL","Err yes, they finally got it running yesterday, technical difficulties or something."],["FRAISER","They needed Sam's help huh?"],["ANNOTATION","Fraiser moves the examination light away and Daniel sits up slowly, still obviously in discomfort."],["DANIEL","Yes, it's...uh...it's ironic that she's not here to save herself."],["FRAISER","Well...you are fine. There's no signs of residual infection. You were very lucky."],["DANIEL","Yes, so you keep saying."],["FRAISER","Uh-hum. I still want you to take it easy for at least a...."],["TECHNICIAN","(on radio) Off world activation, repeat, we have an off world activation."],["ANNOTATION","Daniel jumps off the bed, grabs his jacket and runs out of the infirmary."],["FRAISER","Another week...Ok!"]],"present":["DANIEL","FRAISER","TECHNICIAN"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Daniel runs very fast around a corner and bumps into two airmen."],["DANIEL","Oww, excuse me, sorry, oww!"],["ANNOTATION","He runs up to the elevator and just manages to make it before it closes."]],"present":["DANIEL"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","The blast doors open and guards rush into the room. Hammond rushes into the control room and up to the technician. The Gate opens."],["TECHNICIAN","Receiving SG-1's IDC, sir."],["HAMMOND","Open the iris."],["ANNOTATION","The iris opens. Daniel rushes into the Gate room and looks hopefully at the Gate as do Hammond and the technician. O'Neill, Carter and Teal'c step through the Gate."],["O'NEILL","Well it's about time!"],["ANNOTATION","They walk down the ramp to Daniel."],["CARTER","We've been dialing home for over a week."],["DANIEL","(sarcastically) Oh...it's great to see you guys too!"],["TEAL'C","I am pleased to see you well Daniel Jackson."],["DANIEL","Thank you Teal'c."],["ANNOTATION","He sees what appears to be a small white beard on Teal'c's chin. He goes to touch it."],["DANIEL","You've got a..."],["O'NEILL","(quietly) Don't touch it."],["ANNOTATION","Daniel drops his hand and Teal'c smiles."],["HAMMOND","I'm glad you made it SG-1."],["O'NEILL","Where's the fanfare, General?"],["CARTER","We did kind of save the planet, sir."],["O'NEILL","Again, this should not get old, General."],["HAMMOND","Job well done!"],["O'NEILL","Thank you, sir...it was nothing."],["DANIEL","What happened to Thor?"],["CARTER","Oh. We got him out in a stasis pod."],["TEAL'C","It was retrieved when we passed though the Stargate on P4X 234."],["CARTER","It must have had a locating beacon."],["HAMMOND","They left you behind?"],["CARTER","We were fine, sir."],["O'NEILL","I'd be happy to debrief you all after I've debriefed myself for a nice hot shower."],["HAMMOND","Permission to shower granted. In fact I insist on it, Colonel."],["O'NEILL","(quietly to Daniel) Bad?"],["DANIEL","I wasn't going to say anything."],["ANNOTATION","O'Neill, Carter and Teal'c walk away leaving Daniel and Hammond smiling in the Gate room."]],"present":["CARTER","DANIEL","HAMMOND","O'NEILL","TEAL'C","TECHNICIAN"],"place":"GATE ROOM"},{"speech":[["ANNOTATION","Carter is looking at a fragment of a replicator under a magnifier. O'Neill enters and looks at Carter through the magnifier."],["O'NEILL","What ya doin'?"],["CARTER","They salvaged a couple of replicator pieces from the ocean. I thought I'd have a look."],["ANNOTATION","O'Neill stands up, concerned."],["O'NEILL","Is that wise?"],["CARTER","Well, there's no discernible energy being emitted. I think it's pretty safe to say they're dead. Besides, it's only just a couple of little blocks."],["O'NEILL","Well, I'm off."],["CARTER","Still going fishing?"],["O'NEILL","Yep...still staying here?"],["CARTER","Yeah. I think I've had enough relaxation for a while, sir."],["O'NEILL","(smiling)"],["OK.",""],["CARTER","Have fun."],["ANNOTATION","O'Neill walks out of the lab."],["O'NEILL","Ya sure ya betcha!"],["ANNOTATION","The phone rings in the lab. Carter answers it."],["CARTER","Carter. Yes sir."]],"present":["CARTER","O'NEILL","OK."],"place":"SCIENCE LABS"},{"speech":[["ANNOTATION","O'Neill is walking down the corridor. Carter runs after him."],["CARTER","Sir, wait!"],["ANNOTATION","O'Neill turns around."],["O'NEILL","Deja vu!"],["CARTER","General Hammond just called. Major Davis is on his way in from the Pentagon."],["O'NEILL","Not going fishing?"],["CARTER","No, sir."],["ANNOTATION","She walks away. O'Neill follows."],["O'NEILL","D'oh"]],"present":["CARTER","O'NEILL"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","SG-1, Hammond and Davis are sitting around the table looking at some reports."],["DAVIS","The Navy intercepted a mayday from the commander of the Foxtrot class attack submarine."],["O'NEILL","That's Russian."],["DAVIS","Yes. Code-named Blackbird. The crew was being attacked by a large mechanical spider."],["ANNOTATION","SG-1 look alarmed."],["O'NEILL","Just one?"],["DAVIS","We thought it was a joke at first. Then the transmission cut out. At approximately 1700 hours the sub was spotted by the aircraft off of Nimitz. It was already surfaced and none of the attempts to communicate were returned. It was boarded. The crew was found dead."],["CARTER","All of them?"],["DAVIS","They got the bodies off before they discovered how they died."],["ANNOTATION","O'Neill looks at photos of the replicators on the submarine."],["O'NEILL","That's them."],["CARTER","Sir, if this started with one bug it's already replicated."],["DAVIS","The man that took the pictures fortunately made it out. But Nimitz reported that the Pentagon will advise the Navy to tow the sub in."],["HAMMOND","Do the Russians know that we have it?"],["DAVIS","No, we're denying any knowledge but err...this is going to get sticky."],["CARTER","We have to make sure that none of the replicators get out of that sub."],["DAVIS","It's under tight supervision. The harbor has been evacuated and the entire area cordoned off. Our cover story is a dangerous chemical spill."],["O'NEILL","Blow it up!"],["ANNOTATION","Daniel looks up from his reading of the report."],["DAVIS","The Pentagon has requested that we take measures to preserve a number of specimens for study."],["O'NEILL","The Asgard already tried that. These buggers are on the verge of wiping out their entire race."],["DAVIS","That's why I'm here. You people are the closest thing to experts we've got."],["O'NEILL","(frustrated) As an expert, I'm saying blow it up!"],["CARTER","Sir, conventional weapons might not do it. At least one of the replicators survived the destruction of Thor's ship."],["O'NEILL","Fine, tow it back out to sea and nuke it!"],["DAVIS","We've considered that."],["HAMMOND","We're in a political mess right now, Colonel. The Russians picked up the Asgard ship's entry into the atmosphere."],["O'NEILL","So?"],["DAVIS","So, they're not buying our version of the story. They already think we're responsible for what happened to their sub. A nuclear explosion in international waters-- It's kinda hard to cover up."],["ANNOTATION","O'Neill rubs his hands over his face in frustration."],["CARTER","I don't think you realize how dangerous these things are."],["DAVIS","Is there any other way we could neutralize these things, maybe some alien technologies you came across?"],["TEAL'C","The replicators are impervious to Goa'uld technologies. They are however susceptible to human projectile weaponry."],["ANNOTATION","O'Neill looks at a confused Davis."],["O'NEILL","Guns."],["CARTER","Sir, if there are still a small enough number of replicators on board, a properly equipped team could possibly..."],["O'NEILL","(frustrated) Save the world?"],["CARTER","Getting old for you, sir?"],["ANNOTATION","Daniel looks at O'Neill and Carter"],["DAVIS","I'd better inform the Pentagon."],["ANNOTATION","Davis walks off. The sound of the Gate opening is heard."],["TECHNICIAN","(on intercom) Unscheduled off world activation."],["ANNOTATION","Sirens go off."],["HAMMOND","There are no teams currently off world."],["ANNOTATION","He stands and rushes off to the control room. SG-1 follow. O'Neill looks frustrated and leaves last slowly."]],"present":["CARTER","DAVIS","HAMMOND","O'NEILL","TEAL'C","TECHNICIAN"],"place":"BRIEFING ROOM"},{"speech":[["ANNOTATION","Armed guards run in. Hammond enters the control room followed by SG-1. The Gate opens but the iris isn't closed."],["HAMMOND","Why isn't the iris closing?"],["TECHNICIAN","I'm trying sir. It's not responding. We're showing an increasing loss of power in the base."],["CARTER","What?"],["ANNOTATION","The power goes off. All look alarmed. Suddenly Thor walks through the Gate."],["O'NEILL","That's Thor!"],["ANNOTATION","He leaves to greet Thor followed by the rest of SG-1 and Hammond."],["O'NEILL","(to guards) Stand down!"],["ANNOTATION","The guards lower their weapons."],["O'NEILL","Thor, It's good to see you up and around."],["THOR","I owe you and your team a great debt of gratitude for saving my life."],["ANNOTATION","O'Neill looks at Carter and Daniel."],["O'NEILL","Well, here's timing!"],["CARTER","Not all of the replicators were destroyed when your ship exploded in the atmosphere."],["O'NEILL","Maybe you could help us out?"],["THOR","I cannot."],["O'NEILL","Why?"],["THOR","I have come by Stargate because there are no ships to spare. My home world is being threatened by the replicators. Thus far, all attempts to stop them have failed. I have come here to seek your help."],["ANNOTATION","The Gate shuts down and the room is in total darkness until the power begins to come on again."],["TECHNICIAN","We're back on line sir."],["HAMMOND","Good."],["O'NEILL","How can we help you?"],["THOR","Your projectile weapons proved effective in fatally damaging the replicators."],["O'NEILL","Some."],["THOR","Your technology and strategy for destroying the Beliskner was successful."],["O'NEILL","Yeah, but you guys..."],["THOR","The Asgard have tried to stop them. You have demonstrated their weakness may be found from a less sophisticated approach. We are no longer capable of such thinking."],["DANIEL","Wait a minute, you're actually saying that you need someone dumber than you are?"],["ANNOTATION","O'Neill raises his eyebrows in surprise."],["O'NEILL","You may have come to the right place."],["ANNOTATION","O'Neill and Daniel look at each other."],["HAMMOND","Thor, with all due respect to your situation we need SG-1 here."],["CARTER","I could go, sir."],["O'NEILL","I don't know, Carter. You may not be dumb enough."],["ANNOTATION","Carter smiles."],["CARTER","I think I can handle it, sir."],["HAMMOND","Permission granted."],["ANNOTATION","Thor activates a device and the Stargate opens instantaneously."],["THOR","We must leave immediately."],["ANNOTATION","Carter starts to walk up the ramp."],["O'NEILL","Have fun!"],["CARTER","(quietly) Ya sure, you betcha!"],["ANNOTATION","They step through the Gate."]],"present":["CARTER","DANIEL","HAMMOND","O'NEILL","TECHNICIAN","THOR"],"place":"GATE ROOM"},{"speech":[["ANNOTATION","Davis enters, followed by an aide. The submarine is visible in the water from the entrance. O'Neill and the rest of the SGC personnel are already inside. O'Neill is briefing the reconnaissance team on their mission."],["O'NEILL","Simple recon, gentlemen. Do not fire unless absolutely necessary."],["TEAL'C","The replicators will not attack unless threatened."],["O'NEILL","Lets move!"],["ANNOTATION","The team consisting of O'Neill, Teal'c and two other airmen head off. Daniel is talking with Davis in the background."]],"present":["O'NEILL","TEAL'C"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","Sgt. Siler is setting up a video link to the reconnaissance team's helmet cameras. Daniel is watching shots of all of the team members from another's perspective."],["SILER","Video feed's up and on line."],["DANIEL","(using radio) Jack, can you hear me?"],["O'NEILL","(on radio) Would it be necessary for me to mention my insane aversion to bugs at this time?"],["ANNOTATION","Siler sits down next to Daniel."]],"present":["DANIEL","O'NEILL","SILER"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","A boat is taking the reconnaissance team to the submarine, which is tied up next to a naval ship."]],"present":[],"place":"HARBOR"},{"speech":[["ANNOTATION","Spacecraft are in orbit and stationary above a very technologically advanced planet."]],"present":[],"place":"THOR'S HOME PLANET"},{"speech":[["ANNOTATION","Thor and Carter materialize inside. Carter looks at the moored spaceship"],["CARTER","Wow! That's an impressive looking ship."],["THOR","The O'Neill was supposed to be our last great hope."],["CARTER","(surprised) The O'Neill?"],["THOR","Yes, it is the most advanced technological Asgard creation yet. It is the first Asgard vessel designed solely to fight in a war against the replicators."],["CARTER","So, why aren't we taking that?"],["THOR","It is not ready."],["CARTER","Err...where are we going exactly?"],["THOR","Five Asgard ships are currently engaging three ships controlled by the replicators, which are on their way here. We are going to join the battle and with your help stop them."],["CARTER","(overwhelmed) Ok."],["THOR","For the sake of the Asgard, we must not fail."],["CARTER","No pressure!"]],"present":["CARTER","THOR"],"place":"THOR'S NEW SHIP"},{"speech":[["ANNOTATION","Thor's ship takes off and heads to join the battle."]],"present":[],"place":"THOR'S HOME WORLD"},{"speech":[["ANNOTATION","The team climb on board the submarine."]],"present":[],"place":"HARBOR"},{"speech":[["ANNOTATION","Daniel and Davis are watching the team via the video link."]],"present":[],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","The team walk along to the hatch and enter."]],"present":[],"place":"SUBMARINE"},{"speech":[["ANNOTATION","O'Neill and the others descend the ladder inside. Via the video link, Daniel, Davus and Siler see what he sees. The corridors are deserted. Teal'c joins him with the other two airmen. They split into two teams."]],"present":[],"place":"SUBMARINE"},{"speech":[["ANNOTATION","Daniel, Davis and Siler are watching all of the video links as the team proceeds along the submarine. It is a tense atmosphere. Suddenly O'Neill stops and raises his gun. Inside the harbor building, Daniel and Davis see a cluster of replicators on the video screen. They look worried."],["O'NEILL","(via radio) They're a different color."],["DAVIS","(to Daniel) Some sort of camouflage?"],["ANNOTATION","In the submarine Teal'c and Stephens make their way down a different corridor. They open a door and see even more replicators. There is a large metallic mass in the middle of the room."],["ANNOTATION","Davis points at it on the screen"],["DAVIS","What is that?"],["ANNOTATION","Teal'c and Stephens walk cautiously into the room. The mass is an extremely large replicator."],["DAVIS","That's a big one."],["DANIEL","If that's some sort of queen, the other bugs may try to protect it."],["ANNOTATION","O'Neill turns around."],["O'NEILL","(via radio) Queen?"],["ANNOTATION","Teal'c is studying the large replicator. It is producing new replicators. One of the replicators comes near to Stephens and he fires at it."],["STEPHENS","Aaaggggghhhh!"],["ANNOTATION","The queen replicator senses this and all of the other bugs prepare to attack. In another part of the submarine O'Neill and Baker hear this and begin to run to Teal'c and Stephens."],["DANIEL","(in the harbor building) Teal'c and Stephens are in trouble!"],["SILER","Battery room."],["ANNOTATION","Teal'c and Stephens try to retreat. Shots are fired and suddenly Teal'c's video link shows the replicators swarming over Stephens. Then Teal'c's link goes dead. In the harbor building Daniel and Davis look shocked."]],"present":["DANIEL","DAVIS","O'NEILL","SILER","STEPHENS"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","O'Neill and Baker are making their way to Teal'c. Teal'c appears around a corner. He has been injured."],["O'NEILL","Stephens?"],["TEAL'C","Dead."],["O'NEILL","Let's move."],["ANNOTATION","They make their way to the hatchway followed by the replicators. The hatch closes before the replicators reach it."]],"present":["O'NEILL","TEAL'C"],"place":"SUBMARINE"},{"speech":[["ANNOTATION","Thor's ship flies by."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Carter is watching a computer screen showing a schematic of the replicators. Thor is explaining them to her. Her hands are on her head and she looks bewildered."],["THOR","Each individual building block is capable of exerting a reactive modulating monopolar energy field on other blocks allowing the replicators to assemble themselves into many forms. To our knowledge, the interior of each block contains the following; 2 million isolated keron pathways..."],["ANNOTATION","Carter stops the computer display"],["CARTER","Wh...What's a keron?"],["THOR","In simplest terms it is an energy particle."],["ANNOTATION","Carter walks over to Thor"],["CARTER","I've never even heard of it."],["THOR","Yes, I am aware."],["CARTER","Well, how am I supposed to help figure out how to defeat a keron-based technology if I don't even know what a keron is?"],["THOR","The Asgard would never invent a weapon that propels small weights of iron and carbon alloys byigniting a powder of potassium nitrate charcoal and sulfur."],["CARTER","Ok, I get your point."],["THOR","We cannot think like you."],["CARTER","Ok...let's forget about the kerons and try to put this in terms that I can understand. Each block is like its own individual computer, capable of communicating with the other blocks, now multiple blocks come together to form bugs and other things in order to perform various tasks, ultimately for the purpose of replicating."],["THOR","Correct."],["CARTER","Err...I guess you don't keep any replicators around for study?"],["THOR","It is too dangerous."],["CARTER","(worriedly) Of course, how stupid. Just out of curiosity, could say...oh I don't know, two of the individual blocks replicate?"],["THOR","It requires several blocks working together to make new blocks."],["CARTER","That's good to know."],["ANNOTATION","A 3-D virtual representation of a replicator appears on a stand. Carter walks over to it."],["CARTER","It's virtual? Wow, it looks real."],["ANNOTATION","She moves to touch it but the replicator strikes out. Carter moves her hand away fast."],["CARTER","Wow!"],["THOR","It will simulate any behavior we have observed."]],"present":["CARTER","THOR"],"place":"THOR'S SHIP"},{"speech":[["ANNOTATION","Fraiser is tending to Teal'c. O'Neill, Daniel and Davis are discussing the situation."],["O'NEILL","It's out of control. Nobody's going back down in there."],["DAVIS","We have to blow up the sub and hope that we can contain any of the bugs that survive."],["O'NEILL","I think it's the only way."],["DAVIS","I'll talk to the Pentagon."],["ANNOTATION","He walks away. Fraiser is still working on Teal'c"],["FRAISER","Colonel?"],["ANNOTATION","O'Neill and Daniel walk up to her and Teal'c."],["FRAISER","There is definitely something in here."],["ANNOTATION","She removes a small object from Teal'c's shoulder with tweezers and washes it."],["FRAISER","Well, I think you brought back a souvenir."],["ANNOTATION","Teal'c raises his eyebrows and Fraiser hands Daniel the object. He studies it. It is a piece of a replicator."]],"present":["DAVIS","FRAISER","O'NEILL"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","Carter is staring disillusioned at the replicator simulation."],["THOR","What is your current thinking process?"],["ANNOTATION","Carter stands up."],["CARTER","Sorry, my mind was wandering for a second there."],["THOR","You were thinking about the humans on your planet."],["CARTER","Yes."],["THOR","Colonel O'Neill is a very capable human."],["CARTER","Yes, I know...but these things are..."],["THOR","If we are able to stop the invasion of my world I promise we will do all we can to help yours."],["CARTER","That's a pretty big if."],["THOR","Would you like sustenance?"],["CARTER","Yes, thank you. I'm starving."],["ANNOTATION","A selection of different shaped colored pellets appears on a table."],["THOR","I like the yellow ones."],["ANNOTATION","Carter picks a yellow one up and takes a bite. She pulls a funny face and spits the food out into her hand, looking at Thor."],["CARTER","Oh my god...sorry!"],["ANNOTATION","The computer screen comes on and an image of another Asgard comes on the screen talking in an alien language. Another screen shows a view of space."],["CARTER","What is it?"],["ANNOTATION","Thor closes his eyes for a second."],["THOR","We have lost contact with the rest of the Asgard ships engaging the replicators."],["CARTER","Well, could it be a communication problem?"],["THOR","No, the Asgard ships are not being detected."],["ANNOTATION","The computer screen changes to show some ships in space. They are highlighted in red."],["CARTER","(looking at screen) So what are those?"],["THOR","The replicators."],["CARTER","We're too late!"]],"present":["CARTER","THOR"],"place":"THOR'S SHIP"},{"speech":[],"present":[],"place":"HARBOR SHOT SHOWING THE SUBMARINE AND A NAVY VESSEL"},{"speech":[["ANNOTATION","Daniel is still studying the replicator chip. Davis approaches."],["DAVIS","The Dallas is standing by in the harbor."],["DANIEL","Dallas?"],["DAVIS","Los Angeles class attack submarine. On my command it will target the Blackbird with torpedoes."],["ANNOTATION","O'Neill and Teal'c are sitting behind Daniel."],["DANIEL","You should probably put a hold on that."],["ANNOTATION","O'Neill looks up."],["DANIEL","This new block is corroded."],["O'NEILL","And the significance of that is...?"],["DANIEL","Ok, look. The way Sam explained this to me, the bugs use whatever raw materials are around them to replicate, right? Now these ones are eating the Russian submarine which means that they are basically made out of steel or whatever the sub is made of."],["TEAL'C","That is why they are a different color."],["DANIEL","And it may also explain why they haven't tried to get off the sub yet."],["O'NEILL","(confused) It does?"],["DANIEL","They can't. You see they're only as resilient as the raw materials they are made of. These ones aren't like the ones on Thor's ship. They'll rust or short circuit in the water. They're less sophisticated and they're vulnerable."],["DAVIS","I'm sorry, it sounds like you're now saying that blowing up the sub will easily destroy them. If that's the case, why don't we do it right now?"],["DANIEL","Because there is still one bug that could survive."],["TEAL'C","The one that survived Thor's ship."],["ANNOTATION","Daniel looks at Teal'c then back to Davis"],["DANIEL","Right, it's the one that started all this by killing the entire crew of that sub. We have to make sure that this won't happen again."],["ANNOTATION","Daniel looks at O'Neill and Teal'c. O'Neill has his hand on his forehead and looks frustrated."]],"present":["DANIEL","DAVIS","O'NEILL","TEAL'C"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","O'Neill, Davis, Daniel, Teal'c and Siler are sitting watching a computer screen of the queen replicator."],["O'NEILL","Mother bug."],["DAVIS","It's a little dark."],["ANNOTATION","Siler works at a computer console and enhances the image. The original bug that survived the crash is highlighted inside the 'queen' replicator."],["DANIEL","It's incorporated itself into the...mother bug."],["TEAL'C","I will return with you, O'Neill."],["O'NEILL","You sure?"],["DANIEL","Err, look, every other bug on that sub is probably going to be pretty upset if you try to kill mom."],["O'NEILL","Yeah. That would be a fair reaction."],["TEAL'C","Can we not create a diversion? The replicators are attracted to bursts of energy, are they not?"],["ANNOTATION","They all look thoughtful."],["O'NEILL","A small charge on the upper level, draw them away from mom. We're in a containable situation. Now's our shot."],["SILER","(listening to radio) Sir, the sub's diesel engines just started."],["DANIEL","The replicators are trying to move?"],["DAVIS","We're anchored for now, but you better get out there before they decide to dive."],["ANNOTATION","They move to get prepared."]],"present":["DANIEL","DAVIS","O'NEILL","SILER","TEAL'C"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","Carter is looking at a computer screen showing the replicator controlled ships. She walks over to Thor."],["CARTER","So, how long before the replicators reach your planet?"],["THOR","Two hours."],["CARTER","Your ships can go much faster than light speed. I've seen you fly clear across the galaxy in no time."],["THOR","Yes."],["CARTER","So why are the bug's ships traveling so slow?"],["THOR","In order to generate the subspace field required to travel at hyperspeed, full power of the generators is required. Presently they are using that power to replicate."],["CARTER","So, if they did decide to go to hyperspeed it would also mean no shields or weapons."],["THOR","Yes. But remember the replicators do not care about time as we do."],["CARTER","Right, they're not in a hurry. How did they get control of your ships in the first place?"],["THOR","The replicators are capable of modifying our own weapon technology beyond our understanding."],["CARTER","But I thought they learned everything they know from you."],["THOR","It is possible they have gathered knowledge from sources other than the Asgard."],["CARTER","The bottom line is, we can't touch them but they could easily take over the ship or blow it to smithereens if they wanted."],["THOR","Yes."],["CARTER","So why don't they?"],["THOR","We have shown no signs of aggression and this ship's technology is less advanced than the ships they currently occupy."],["ANNOTATION","Carter sighs."],["CARTER","I'm not really helping, am I?"]],"present":["CARTER","THOR"],"place":"THOR'S SHIP"},{"speech":[["ANNOTATION","O'Neill places some explosive on a wall of the sub. Teal'c is with him"]],"present":[],"place":"SUBMARINE"},{"speech":[["ANNOTATION","Daniel, Siler and Davis are watching the events on the video link."],["O'NEILL","(via radio) The charge is set."],["ANNOTATION","The sound of the sub's engines is heard."],["SILER","They're submerging."],["ANNOTATION","Davis is talking on the phone"],["DAVIS","(on phone) Yes sir."],["DANIEL","(to O'Neill via radio) Jack, the sub is diving."]],"present":["DANIEL","DAVIS","O'NEILL","SILER"],"place":"HARBOR BUILDING"},{"speech":[],"present":[],"place":"UNDERWATER; THE SUBMARINE IS DIVING"},{"speech":[["ANNOTATION","O'Neill and Teal'c listen."],["O'NEILL","Yeah, we got that. Heading to the battery deck."]],"present":["O'NEILL"],"place":"SUBMARINE"},{"speech":[["ANNOTATION","The views of the video links are breaking up. Davis is still on the telephone"],["DANIEL","We're losing their signal."],["DAVIS","It's ok, the sub can't dive below periscope depth running on diesel engines."],["SILER","Underwater radio transmission boosters launched."],["DANIEL","How do they get out if the sub is under water?"],["DAVIS","Escape hatch. (listens to telephone) Yes, sir."],["ANNOTATION","Daniel stares worriedly at the video links."]],"present":["DANIEL","DAVIS","SILER"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","Carter is staring at the computer screens."],["THOR","You are tired."],["ANNOTATION","Carter turns round and walks over to him."],["CARTER","Yeah."],["THOR","It is another advantage the replicators have over us. They do not require rest."],["ANNOTATION","Carter holds up one of the food pellets."],["CARTER","But they do have to eat?"],["THOR","Yes. In order to replicate."],["CARTER","And they are what they eat, right? What's the strongest material you know of?"],["THOR","We have just developed an new alloy of naquada, trinium and carbon. It was used to create the hull of the O'Neill."],["CARTER","Can that ship reach hyperspeed yet?"],["THOR","Yes."],["CARTER","Can it be flown using autopilot or some sort of remote control?"],["THOR","Why?"],["CARTER","So we can get the replicators to chase after it."],["THOR","It is possible, however..."],["CARTER","That ship is every thing they are looking for. It'll look like an all you can eat buffet."],["THOR","But it is not complete. They will capture it and consume its technology."],["CARTER","Not if you rig it to self-destruct."],["THOR","I do not understand."],["CARTER","You said that the bugs can't use shields or weapons in hyperspeed. If the O'Neill enters hyperspeed the bugs will have to in order to follow. When they do you blow the O'Neill and take the bugs with it."],["THOR","Major Carter. You are suggesting that we destroy the most advanced Asgard attack vessel ever created before it is even finished?"],["CARTER","I know."],["THOR","The O'Neill is our last hope of successfully attacking replicator-infested ships."],["CARTER","It won't attack anything if the bugs get to your planet before it's finished. You said yourself, you didn't think the answer had to do with your own technology anymore."],["THOR","If the replicators do not follow the O'Neill..."],["CARTER","We have to believe that they will!"],["THOR","If the replicators are able to infest the O'Neill and disable the self- destruct..."],["CARTER","Then they will consume the ship and its technology and we will have created the most advanced version of the bugs yet. I know, it's a risk!"],["THOR","A risk we cannot take."],["ANNOTATION","Carter sighs again."]],"present":["CARTER","THOR"],"place":"THOR'S SHIP"},{"speech":[["ANNOTATION","O'Neill and Teal'c are making their way to the battery rooms cautiously. The sub's lights and systems are flickering on and off. O'Neill sets off the explosives using a remote control. The replicators come through a hatch and climb a wall. They are drawn to the energy of the explosion."]],"present":[],"place":"SUBMARINE"},{"speech":[["ANNOTATION","Carter is again staring at the screens. She turns and walks to Thor."],["CARTER","The whole reason that I am here is because you want me to suggest a strategy that you would never think of. You keep trying to defeat them by building better technology and they keep absorbing it and becoming more advanced. You have to use that against them. We know that they'll go after the O'Neill because it's the most advanced ship that you have. They'll think that you're trying to keep that from them. They won't expect you to blow it up. It's a tactic that they've never seen before."],["THOR","It is a tactic we would never consider."],["CARTER","Exactly! Otherwise we just stand here and watch them invade your world. I'm sorry, maybe it's a really stupid idea, but isn't that why I'm here?"],["THOR","Then we should try it."],["ANNOTATION","Thor is enveloped in light and disappears, leaving Carter in the room."]],"present":["CARTER","THOR"],"place":"THOR'S SHIP"},{"speech":[["ANNOTATION","O'Neill and Teal'c are moving through the submarine. They arrive at the 'queen bug's' room. Teal'c cautiously opens the hatchway and O'Neill tosses a grenade inside. They quickly close the hatch as the grenade goes off. They reopen the door to see a replicator reforming. O'Neill shoots at it."],["O'NEILL","Son of a bitch!"],["ANNOTATION","The room goes quiet and no more replicators reform."],["TEAL'C","I believe you got it O'Neill."],["O'NEILL","Yeah. I think I got it."],["ANNOTATION","They walk away quickly but when they reach the ladders they see that the replicators have formed a barrier over the hatch."],["O'NEILL","What the hell?"],["ANNOTATION","He shoots at it but the barrier quickly reforms."],["TEAL'C","O'Neill!"],["ANNOTATION","O'Neill walks over to Teal'c. He is staring at more replicators heading at them from a hatchway."],["O'NEILL","Awww...crap!"]],"present":["O'NEILL","TEAL'C"],"place":"SUBMARINE"},{"speech":[["ANNOTATION","Davis, Daniel and Siler are watching the proceedings."],["DAVIS","(via radio) Colonel O'Neill, is there any way you can make it to the escape hatch?"]],"present":["DAVIS"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","O'Neill and Teal'c run towards the escape hatch."]],"present":[],"place":"SUBMARINE"},{"speech":[["SILER","The anchor line just snapped!"],["DANIEL","Is there anything we can do?"],["DAVIS","The best thing we can do right now is to try and chase them into shallow waters and hope that they surface."],["DANIEL","No, there's not enough time for that."],["ANNOTATION","They watch the video links which show O'Neill and Teal'c running through the submarine. They come to a small hatch."],["O'NEILL","(via radio) Teal'c let's try this!"]],"present":["DANIEL","DAVIS","O'NEILL","SILER"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","O'Neill opens the hatch but just as he is looking up it some replicators come down through it. O'Neill shoots a few of them but more keep coming."],["O'NEILL","All right, forget that!"],["ANNOTATION","They run off in the opposite direction. More replicators burst right through a closed door. Teal'c raises his gun to them and fires but more keep coming."],["O'NEILL","Prepare to go ahead and blow this thing."]],"present":["O'NEILL"],"place":"SUBMARINE"},{"speech":[["DANIEL","That's not exactly a positive attitude, Jack."]],"present":["DANIEL"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","O'Neill removes his helmet and points the camera at his face."]],"present":[],"place":"SUBMARINE"},{"speech":[["ANNOTATION","Daniel sees O'Neill's face on his video link."],["O'NEILL","(via link) Listen to me. We are not getting out of here. Mission accomplished. Blow it!"],["ANNOTATION","Daniel looks distraught. Gunshots are heard from Teal'c"],["DANIEL","Jack!"],["O'NEILL","Daniel please! (static) Before I get eaten alive by these... (static) ...damn bugs! Davis, give the order!"],["ANNOTATION","All those watching the video link look distraught."]],"present":["DANIEL","O'NEILL"],"place":"HARBOR BUILDING"},{"speech":[["ANNOTATION","The O'Neill is launched from Thor's home world."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Thor materializes next to Carter."],["THOR","The O'Neill has been launched."],["ANNOTATION","A computer readout shows the replicator controlled ships going after the O'Neill."],["CARTER","They're chasing it!"],["THOR","The O'Neill will now enter hyperspeed. The computer shows the replicator ships closing in on the O'Neill. It explodes, taking out the three replicator-controlled ships."],["CARTER","It worked!"]],"present":["CARTER","THOR"],"place":"THOR'S SHIP"},{"speech":[["ANNOTATION","A blinding flash of light indicates where the explosion has taken place."]],"present":[],"place":"SPACE"},{"speech":[["CARTER","Yes!"],["ANNOTATION","She hugs Thor who seems surprised."],["CARTER","God! I'm sorry, I didn't hurt you, did I?"],["THOR","I am fine."],["CARTER","We did it!"],["THOR","It was your stupid idea, Major Carter."],["ANNOTATION","She laughs."]],"present":["CARTER","THOR"],"place":"THOR'S SHIP."},{"speech":[["ANNOTATION","O'Neill and Teal'c are surrounded by replicators. They are shooting at them but are being overcome."]],"present":[],"place":"SUBMARINE"},{"speech":[["ANNOTATION","Daniel is looking at the video link from O'Neill's fallen helmet. He is shaking his head and looking upset."],["DANIEL","Ok, Ok!"],["ANNOTATION","Davis has the telephone to his ear"],["DAVIS","Fire on target."],["ANNOTATION","A radar display shows the two submarines."],["SILER","Dallas is firing torpedoes!"],["ANNOTATION","The Dallas submarine fires the torpedoes."],["SILER","Eight seconds to impact."],["ANNOTATION","Daniel watches, anguished."],["SILER","Blackbird attempting evasive maneuver."],["ANNOTATION","The torpedoes approach the Russian submarine"],["SILER","Torpedoes still on target. Two seconds."],["ANNOTATION","Daniel looks at the torpedoes approaching the submarine on the radar screen. The torpedoes strike the ship."],["SILER","Direct hit."],["ANNOTATION","The view from O'Neill's helmet camera shows O'Neill and Teal'c fall to the floor. O'Neill, seeing that the camera is still on, reaches out for it to turn it off so that those seeing the feed don't have to watch them die. The replicators are all over the place. As O'Neill reaches for the camera he and Teal'c are enveloped in a flash of light and are transported away."],["DANIEL","(stammering) They're ok..."],["ANNOTATION","Davis is holding his head in his hand."],["DAVIS","What?"],["ANNOTATION","Daniel is gesturing at the screen."],["DANIEL","Therrrrr...Therrr...Ther...they're ok!"],["ANNOTATION","He points upwards and, relieved, the others pat him on the back. Daniel smiles."]],"present":["DANIEL","DAVIS","SILER"],"place":"HARBOR BUILDING"},{"speech":[],"present":[],"place":"SPACE; THOR'S SHIP"},{"speech":[["ANNOTATION","O'Neill and Teal'c materialize on the floor."],["O'NEILL","(pointing at Thor) Now that's timing!"],["CARTER","We came as soon as we could, sir."],["ANNOTATION","O'Neill rises and goes over to Teal'c"],["O'NEILL","Teal'c, you all right?"],["TEAL'C","I am, O'Neill."],["CARTER","I take it things weren't going too well?"],["O'NEILL","No, we had things handled."],["CARTER","So the bugs are all taken care of down there?"],["O'NEILL","Pretty much. You?"],["CARTER","We kicked their asses!"],["O'NEILL","They had had asses?"],["ANNOTATION","Carter laughs."],["CARTER","The Asgard had this big new ship. The O'Neill."],["O'NEILL","(surprised) Oh yeah!"],["CARTER","...But we had to blow it up."],["O'NEILL","(disappointed) Oh!"],["ANNOTATION","Carter walks over to Teal'c and O'Neill."],["THOR","The Asgard are most grateful. One day we shall repay you by helping to fight the Goa'uld."],["O'NEILL","One day?"],["THOR","Saving one Asgard planet was a small victory, O'Neill. The conflict with the replicators stretches across my galaxy. Major Carter's strategy worked this time, but the replicators are very intelligent. It may not work again."],["ANNOTATION","O'Neill looks at Carter and Teal'c"],["O'NEILL","I get it."],["THOR","However, now there is hope where once there was none."],["CARTER","Well if you ever need any more dumb ideas you know where to find me."],["THOR","Until we meet again."],["O'NEILL","Yeah, hey listen drop by any time. In fact I'll take you fishing. I'd love to do that. There's this lake in northern Minnesota where the bass grow... (opens arms wide) that big, well..."],["ANNOTATION","They are enveloped in a white light and disappear."]],"present":["CARTER","O'NEILL","TEAL'C","THOR"],"place":"THOR'S SHIP"},{"speech":[],"present":[],"place":"SPACE; THOR'S SHIP LEAVING EARTH"}]