[{"speech":[],"present":[],"place":"nowhere"},{"speech":[],"present":[],"place":"TOK'RA PLANET, VORASH, SURFACE"},{"speech":[["ANNOTATION","O'Neill, Martouf, Anise, Major Graham and Captain Blasdale are seated at a table."],["O'NEILL","Tuesday doesn't work for the President."],["MARTOUF","The High Councillor of the Tok'ra is making his first journey to Earth to sign an official treaty that outlines our new alliance in the fight against the Goa'uld. What could possibly be more important than that?"],["GRAHAM","Keeping that treaty a secret from the general population of our planet."],["O'NEILL","It's a tricky proposition where we're from."],["DANIEL","The President means no disrespect, but he has to appear before Congress on Tuesday and there's no way to make up an excuse to get out of that."],["O'NEILL","Wednesday? How's Wednesday?"],["ANNOTATION","The Tok'ra High Councillor, Per'sus, enters with two Tok'ra Bodyguards."],["PER'SUS","Wednesday will be fine."],["ANNOTATION","Martouf stands, everyone following his lead. Martouf approaches Per'sus."],["MARTOUF","Colonel O'Neill, Doctor Jackson, Major Graham , Captain Blasdale..."],["ANNOTATION","Martouf bows. In the background, Major Graham activates a small Goa'uld weapon attached to his fingers."],["MARTOUF","May I present Supreme High councillor Per'sus?"],["PER'SUS","Please, forgive me for being late."],["ANNOTATION","Daniel approaches and bows."],["DANIEL","It is an honour to meet you."],["ANNOTATION","In the background, Major Graham aims the Goa'uld weapon at Per'sus."],["O'NEILL","Look out!"],["ANNOTATION","Major Graham shoots through both Tok'ra Bodyguard and hits Per'sus in the chest. Per'sus falls to the ground. Blasdale tries to wrestle the weapon from Graham. Graham shoots him. Another Tok'ra enters and tries to shoot Graham with a zat. Graham shoots him. Graham turns and aims at Anise. O'Neill runs across the table and leaps on her, pushing her to the ground. Graham then aims at O'Neill, his eyes wide."],["O'NEILL","Graham!"],["ANNOTATION","Graham looks agonised. His hand is shaking. He is visibly upset."],["GRAHAM","Stop...Stop...stop me!"],["ANNOTATION","Graham activates another button on the Goa'uld weapon. He is surrounded by an orange light. O'Neill, Martouf and Daniel duck at the sound of an explosion. Graham is blown to pieces."]],"present":["DANIEL","GRAHAM","MARTOUF","O'NEILL","PER'SUS"],"place":"TOK'RA TUNNELS, A TOK'RA ROOM"},{"speech":[["ANNOTATION","O'Neill and Daniel watch as Tok'ra take the dead away. Martouf approaches them."],["MARTOUF","Fortunately, High Councillor Per'sus is going to recover."],["ANNOTATION","Carter enters."],["CARTER","What happened?"],["O'NEILL","I'd like to know that."],["DANIEL","Well, the High Councillor came in, Martouf introduced us, and Graham went nuts."],["CARTER","And he pulled a weapon?"],["MARTOUF","It seemed to be of Goa'uld origin."],["O'NEILL","Look, Martouf..."],["MARTOUF","Obviously, I do not believe you were complicit with Major Graham's actions."],["ANNOTATION","O'Neill nods."],["DANIEL","We weren't, but just out of curiosity, how can you be sure we weren't?"],["MARTOUF","I cannot."],["ANISE","I can. Major Graham was a Zatarc."],["O'NEILL","A what?"],["ANISE","The victim of Goa'uld mind-control technology."],["DANIEL","A what?"],["ANISE","I believe a mission is programmed into the victim's subconscious. That programming is covered with false memory."],["O'NEILL","You knew this threat was out there?"],["MARTOUF","Anise has presented her theory to the High Council, but it is only conjecture. The existence of this technology is thus far unconfirmed."],["O'NEILL","Now, you see, this is just the kind of irresponsible, uncooperative..."],["ANISE","I agree, Colonel. Unfortunately, the High Council did not. Despite the fact that I documented three incidents within the last two months. Otherwise healthy Tok'ra operatives suffered sudden extreme behaviour episodes, each ending in suicide."],["O'NEILL","And no red flags went up for anyone?"],["MARTOUF","A weapon like this had not been used before."],["CARTER","So the person in question doesn't know what's going to happen?"],["ANISE","No, they're apparently unaware their minds had been tampered with. The instruction seemed to be triggered by an audio or visual signal."],["DANIEL","Obviously, the High Councillor was the target."],["ANISE","Apparently, when Major Graham was introduced to Per'sus, the programming took over. He would have been unable to control his actions after that."],["CARTER","But this is theoretical?"],["ANISE","It is difficult to prove because of the lack of evidence. I believe violent self-destructive behaviour is an integral part of the programming meant to ensure that result."],["DANIEL","How exactly does one get turned into a Zatarc?"],["ANISE","The programming only seems to require moments of access to the victims."],["O'NEILL","All right, had we known any of this, we might have been able to take a few more precautions."],["MARTOUF","We could not have taken any more precautions than we did, Colonel."],["DANIEL","But we could have more of these preprogramed time bombs out there waiting to go off."],["MARTOUF","It is likely that if the Goa'uld knew Major Graham was going to be here to meet the High Councillor..."],["CARTER","...then they know about the treaty summit."],["MARTOUF","Their goal was undoubtably to sabotage our alliance."],["DANIEL","Then the President could also be a target?"],["MARTOUF","It is the High Councillor's wish to continue with the treaty summit."],["O'NEILL","Oh! I don't think so!"],["MARTOUF","In 2000 years, the Tok'ra have never bowed to Goa'uld terrorism. We will not start now."],["ANISE","Either way, it is true that any of your personnel who may have encountered the Goa'uld in the last two months may have fallen victim."],["MARTOUF","The problem is, Zatarc programming is virtually impossible to detect."],["ANISE","That is not true."],["MARTOUF","You're method is unproven."],["ANISE","It worked on one occasion."],["MARTOUF","Even that is in question."],["ANISE","It is all we have right now."],["O'NEILL","S'cuse me?! Do we or do we not have a Zanex detector??"]],"present":["ANISE","CARTER","DANIEL","MARTOUF","O'NEILL"],"place":"VORASH, TOK'RA TUNNELS"},{"speech":[],"present":[],"place":"STOCK SHOT, WORMHOLE TRAVEL"},{"speech":[["ANNOTATION","O'Neill, Daniel, Martouf and Anise step out on to the ramp. Martouf is carrying the Zatarc detector. Teal'c, Carter and Hammond greet them."],["HAMMOND","Colonel. Martouf, Anise, on behalf of the SGC, I want to offer my sincerest apologies and condolences for the lives of the lost Tok'ra."],["MARTOUF","High Councillor Per'sus also send regrets for men of the SGC that were lost. We consider Major Graham as much a victim as anyone."],["HAMMOND","All outstanding SG teams are being recalled for screening and placed on a 24 hour watch."],["ANISE","I would like to begin with the remaining members of Major Graham's team. There was obviously opportunity to program him on a recent mission."],["HAMMOND","This Way. Major Carter?"],["ANNOTATION","Carter nods her head and follows Hammond, Anise and Martouf. O'Neill and Teal'c watch them go."],["O'NEILL","They're at it again."]],"present":["ANISE","HAMMOND","MARTOUF","O'NEILL"],"place":"SGC, GATE ROOM"},{"speech":[["ANNOTATION","Hammond and Fraiser are walking along."],["FRAISER","I completed my autopsy on Major Graham. There was an unidentifiable residue from the explosion, but no indication he was under any kind of chemical influence. To be honest, Sir, if the Goa'uld were trying to cover up their work, they did a good job."],["HAMMOND","What about the information about the Zatarcs provided by the Tok'ra?"],["FRAISER","Pretty limited to speculation, Sir. I did a full examination of Major Graham before he went to Vorash and he seemed to be in perfect health. His bloodwork was clean, last psych evaluation was normal. If his brain was altered in any way, it was done by a technology far beyond my understanding."],["HAMMOND","This Zatarc detector actually works?"],["FRAISER","It's alien technology. I have no way of knowing."],["HAMMOND","So we're completely in the hands of the Tok'ra on this one?"],["FRAISER","The Colonel must be happy about that."],["HAMMOND","I'm not thrilled about it myself."]],"present":["FRAISER","HAMMOND"],"place":"SGC, CORRIDOR"},{"speech":[["ANNOTATION","Anise is setting up the detector. Martouf, Fraiser, Hammond, Daniel, O'Neill, Teal'c and Carter and watching in the observation room above. Lieutenant Astor enters with an SF."],["ANISE","Hello, Lieutenant Astor. Please have a seat."],["ANNOTATION","Anise and the SF strap Astor to the chair."],["ANISE","Try to stay calm. Direct your vision here."],["ANNOTATION","Anise switches on the machine. It beams a laser into Astor's eye for a moment. A screen shows a circular pattern to Anise."],["ANISE","I will ask you some questions and read your thoughts. Please answer as truthfully as possible. Describe to me your mission on PX-325."],["ASTOR","Well, it seemed to be a routine meet 'n' greet. At least at first. The Lazairians were a fairly primitive people."]],"present":["ANISE","ASTOR"],"place":"SGC, LAB"},{"speech":[["O'NEILL","So it's a lie detector?"],["MARTOUF","It is even more. It can detect if a person's being truthful even if they are not aware they are lying."],["DANIEL","So it reads the subconscious?"],["MARTOUF","And compares it to the conscious memory. It was originally created to verify information retrieved through the torture of captured Goa'uld."],["CARTER","That thing on her forehead looks like a Tok'ra memory recall device."],["MARTOUF","Yes, a modified version. It is able to decipher whether the memory being recalled by the subject is true or false."],["DANIEL","So, in the case of a Zatarc, because the Goa'uld use false memories to cover the programming?"],["MARTOUF","That is Anise's theory, yes."],["TEAL'C","Can you identify the Zatarc's mission?"],["MARTOUF","Unfortunately, no. It will only tell us if a person is a Zatarc not what he's programmed to do."],["O'NEILL","Hello."]],"present":["CARTER","DANIEL","MARTOUF","O'NEILL","TEAL'C"],"place":"OBSERVATION ROOM"},{"speech":[["ANNOTATION","On the monitor, the circle pattern is growing rapidly."],["ASTOR","...I thought we were lost."]],"present":["ASTOR"],"place":"SGC, LAB"},{"speech":[["MARTOUF","It could mean the Lieutenant just reiterated something out of order."]],"present":["MARTOUF"],"place":"OBSERVATION ROOM"},{"speech":[["ANISE","Lieutenant, please repeat the last sequence. Remember to be specific about every detail, even your feelings at the time."],["ASTOR","Okay, I really don't know exactly what happened, there wasn't much time to go about hypothesising. Just after...the sun went down the gliders attacked the village. We booked for the Stargate but the clearing was filled with Jaffa."],["IMAGINED FLASHBACK--EXT--ALIEN PLANET, NIGHT",""],["ANNOTATION","SG-15 is running across the clearing."],["ASTOR","(voiceover flashback) SG-15 was already under fire."],["ANNOTATION","There's a firefight raging in the clearing."],["ASTOR","(voiceover) It felt like they were coming at us from all sides. Captain Blasdale came in from one side. He and Sergeant Lewis were pinned down."],["ANNOTATION","A Serpent Guard approaches Astor in the undergrowth and fires."],["END IMAGINED FLASHBACK",""]],"present":["ANISE","ASTOR","END IMAGINED FLASHBACK","IMAGINED FLASHBACK--EXT--ALIEN PLANET, NIGHT"],"place":"SGC, LAB"},{"speech":[["ANISE","How did you feel?"],["ASTOR","Are you kidding? I was scared out of my mind."],["IMAGINED FLASHBACK--EXT--ALIEN PLANET",""],["ANNOTATION","Astor fires at the Serpent Guard and he falls."],["END IMAGINED FLASHBACK",""]],"present":["ANISE","ASTOR","END IMAGINED FLASHBACK","IMAGINED FLASHBACK--EXT--ALIEN PLANET"],"place":"SGC, LAB"},{"speech":[["ANISE","Are you certain you shot the Jaffa?"],["ASTOR","Positive."],["ANNOTATION","Anise turns to look at the others in the observation room."]],"present":["ANISE","ASTOR"],"place":"SGC, LAB"},{"speech":[["ANISE","She is a Zatarc. Lieutenant Astor's mind has been altered."],["O'NEILL","Ya think so?"],["HAMMOND","What do we do?"],["ANISE","There is a procedure we could try."],["HAMMOND","Is it safe?"],["ANISE","It's experimental at best."],["O'NEILL","General, need I remind you what happened the last time we trusted this...woman?"],["ANISE","You are referring to my symbiote, Anise, Colonel, and I would not suggest this if I thought there was a better alternative."],["HAMMOND","What's the worst case scenario?"],["MARTOUF","The procedure actually damages the portion of the brain that has been affected by the Zatarc technology."],["ANISE","Lieutenant Astor could lose more than just a false memory."],["O'NEILL","How much more?"],["ANISE","It won't be clear until after the procedure."],["HAMMOND","I hate siting here deciding the fate of one of our officers, but what choice do we have?"],["O'NEILL","General..."],["HAMMOND","The security of this base and this planet can not be compromised."],["ANISE","Furthermore, when her programming is triggered, she will inevitably become someone self- destructive."],["HAMMOND","Let's give Lieutenant Astor the choice."],["O'NEILL","Some choice."]],"present":["ANISE","HAMMOND","MARTOUF","O'NEILL"],"place":"SGC, HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","Astor is being strapped to the chair again by two SFs."],["ASTOR","I have to admit, I'm a little scared. Actually that's not true...I'm terrified!"],["ANISE","I understand. Please try to stay calm."],["ASTOR","I swear I shot that Jaffa! Major Graham returned with Captain Blasdale and Sergeant Lewis."],["ANISE","You said you were surrounded. Jaffa were everywhere. Six other SGC team members died that night, yet you and your team managed to get through the Stargate unharmed."],["ASTOR","I thought we were just that good."],["ANISE","I am going to begin."],["ANNOTATION","Anise focuses a light from the machine on and around Astor's head."],["ASTOR","It hurts! Stop! Please! Stop!"],["MARTOUF","Stop the procedure!"],["ANNOTATION","Anise turns off the light. Astor breaks free from the chair, knocks down two SFs, takes on of the guns and fires through the observation window."],["O'NEILL","Astor!"],["ANNOTATION","Astor struggles, but she turns the gun on herself and shoots herself in the head."],["ANISE","No!"]],"present":["ANISE","ASTOR","MARTOUF","O'NEILL"],"place":"SGC, LAB"},{"speech":[["HAMMOND","(into phone) Thank you, Doctor."],["ANNOTATION","Hammond puts down the phone and faces Anise and O'Neill who are sitting in front of the desk."],["HAMMOND","Both SFs suffered serious injuries, but they're going to be OK."],["ANISE","The Goa'uld programming must have a failsafe that prevents it from being tampered with. I am sorry you have lost another member of your team. I hold myself accountable."],["HAMMOND","The Goa'uld are ultimately accountable."],["ANISE","Unfortunately, we can not analyse the affected area of the victim's brain post-mortem due to the self inflicted damage."],["O'NEILL","Would that really make a difference?"],["ANISE","I believe it would. Yes."],["HAMMOND","There will be no summit unless we can be sure the President isn't in danger."],["ANISE","We can complete the Zatarc testing in time."],["O'NEILL","And if we find more?"],["HAMMOND","Greater things than the summit could be in jeopardy, Colonel. Proceed. Dismissed."],["O'NEILL","Well this is fun! Who's next?"],["ANISE",""],["SG-1.",""],["O'NEILL","Do'h!"]],"present":["ANISE","HAMMOND","O'NEILL","SG-1."],"place":"SGC, HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","O'Neill is in the chair."],["ANISE","Good, Colonel. Now let's move to your mission on PX9-797."],["O'NEILL","Drawin' a blank."],["ANISE","Your mission was to destroy a new ship being built by Apophis."],["O'NEILL","You know all about that."],["ANISE","But the device only works if you recapture your exact memory of the events."]],"present":["ANISE","O'NEILL"],"place":"SGC, LAB."},{"speech":[["ANNOTATION","Daniel is in the chair."],["DANIEL","At that point we realized they wouldn't come off."],["ANISE","You can jump ahead to the part where you went through the Gate."]],"present":["ANISE","DANIEL"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Carter is in the chair."],["CARTER","We were so strong and fast, the Jaffa on the other side didn't stand a chance."],["ANNOTATION","Scene from \"Upgrades\". SG-1 coming through the Gate, fast, knocking over the Jaffa guarding it."]],"present":["CARTER"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Teal'c is in the chair."],["TEAL'C","General Hammond ordered me to follow. I went through the Gate and proceeded to the facility."],["ANISE","So you were alone for some time before meeting up with the rest of"],["SG-1?",""],["TEAL'C","Yes."]],"present":["ANISE","SG-1?","TEAL'C"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Daniel is in the chair."],["DANIEL","Um...I went after the Naquadah."],["ANNOTATION","From \"Upgrades\". Daniel putting the Naquadah into a bag. A Jaffa appears behind him."],["JAFFA","Don't move!"],["ANNOTATION","Daniel throws a block of Naquadah at the Jaffa, knocking him over."]],"present":["DANIEL","JAFFA"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Daniel in the chair."],["ANISE","After that?"],["DANIEL","I headed back to meet Jack and Sam."]],"present":["ANISE","DANIEL"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","O'Neill in the chair."],["O'NEILL","When I realized Carter wasn't with me, I stopped."],["ANNOTATION","From \"Upgrades\". O'Neill runs through the force shield. Carter hits it and falls back. O'Neill turns."]],"present":["O'NEILL"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","O'Neill in the chair."],["O'NEILL","I went back for her."],["ANISE","What happened next?"],["O'NEILL","That's when your genius armbands stopped working."],["ANNOTATION","From \"Upgrades\". O'Neill turns back and runs toward the force field. He hits it and falls."]],"present":["ANISE","O'NEILL"],"place":"SGC, LAB"},{"speech":[["ANISE","You couldn't get through the shield?"],["O'NEILL","No."]],"present":["ANISE","O'NEILL"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Carter in the chair."],["CARTER","When I woke up, I saw Colonel O'Neill unconscious on the floor on the other side of the force shield. I called his name, and he woke up."],["ANISE","Then what?"],["CARTER","I realized there was no way I was going to get through that force shield. I told the Colonel to try to get out without me."],["ANISE","To leave you behind?"],["CARTER","Yes. The timer on the C-4 was counting down. I knew that without the advantage of the armbands it was going to be tight getting back to the Stargate before the ship's power core exploded."],["ANISE","What did Colonel O'Neill do?"],["ANNOTATION","From \"Upgrades\". O'Neill banging on the control panel to the force shield."],["CARTER","Sir, there's no time."],["ANNOTATION","O'Neill and Carter look down the corridor. There are Jaffa approaching."]],"present":["ANISE","CARTER"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","O'Neill in the chair."],["O'NEILL","Couple of Jaffa came around the corner."],["ANISE","And then?"]],"present":["ANISE","O'NEILL"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Carter in the chair."],["CARTER","We got lucky."],["ANISE","That's it?"],["CARTER","Yeah. The C-4 explosion must have taken out the shield generator."],["ANNOTATION","From \"Upgrades\". Explosion. The force shield drops between O'Neill and Carter."],["CARTER","Did you see that?"]],"present":["ANISE","CARTER"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Carter in the chair."],["CARTER","The force shield disappeared, and...we ran."],["ANISE","Sounds easy."],["CARTER","Well...I wouldn't say that."],["ANISE","Are you sure you're telling me everything?"],["CARTER","Oh!...Er...I tried to go for the naquadah."],["ANNOTATION","From \"Upgrades\". Carter tries to pick up the Naquadah."],["O'NEILL","Carter, forget that. Leave it!"]],"present":["ANISE","CARTER","O'NEILL"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Carter in the chair."],["CARTER","But Colonel O'Neill ordered me to leave it."],["ANISE","That's everything?"],["CARTER","Yeah. You're not serious?"],["ANNOTATION","We see that the detector shows that they are lying."]],"present":["ANISE","CARTER"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","O'Neill in the chair."],["O'NEILL","What?"]],"present":["O'NEILL"],"place":"SGC, LAB"},{"speech":[["HAMMOND","(into phone) We still don't know any of the targets involved. In the event we do proceed, I'm sending a new plan for your arrival. Yes Sir, both Colonel O'Neill and Major Carter. I'll pass that along. Thank you, Mr. President."]],"present":["HAMMOND"],"place":"SGC, HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","O'Neill is let in by an SG guarding the door outside."],["O'NEILL","Give us a second, huh?"],["ANNOTATION","The SF nods and closes the door."],["CARTER","Sir, this has to be a mistake."],["O'NEILL","Tell me about it."],["CARTER","Can you talk to General Hammond about getting me retested, I mean I'm..."],["O'NEILL","Us."],["CARTER","What?"],["O'NEILL","Us retested. Apparently, I'm one of those zarc-things too. I'm across the hall."],["CARTER","That can't be."],["O'NEILL","I know."],["CARTER","Although we were both unconscious at the same time."],["O'NEILL","Apparently."],["CARTER","Sir, are you worried that it's at least possible?"],["O'NEILL","A little."]],"present":["CARTER","O'NEILL"],"place":"SGC, CARTER'S QUARTERS"},{"speech":[["ANNOTATION","Teal'c, Daniel, Fraiser, Martouf, Hammond and Anise are seated around the table."],["TEAL'C","I do not believe that Colonel O'Neill and Major Carter are Zatarcs."],["DANIEL","We can't prove they aren't."],["MARTOUF","We must continue to keep them isolated in order to prevent them from being exposed to their programming triggers."],["HAMMOND","We don't know that the President is the intended target?"],["ANISE","No."],["HAMMOND","Then we're talking about keeping them confined indefinitely."],["FRAISER","At least until we can come up with another course of action."],["ANISE","The good news is we have found no more Zatarcs among SGC personnel. The High Councillor and his advisers have also been tested back on Vorash. There should be no danger to the summit meeting."],["HAMMOND","I want good news regarding Colonel O'Neill and Major Carter."],["FRAISER","We'll keep working on it, Sir."],["MARTOUF","What shall I tell the High Councillor regarding the meeting with the President?"],["HAMMOND","It's on."]],"present":["ANISE","DANIEL","FRAISER","HAMMOND","MARTOUF","TEAL'C"],"place":"SGC, BRIEFING ROOM"},{"speech":[["ANNOTATION","O'Neill is playing with a yo-yo. sound of a knock on the door."],["O'NEILL","Yeah?"],["ANNOTATION","Freya/Anise enters."],["O'NEILL","Oh. You."],["FREYA","You are probably not happy to see me."],["O'NEILL","Well, if you're not here to tell me it's all a big mistake, I might be a little glum."],["FREYA","I have come to apologise. It is sort of our fault you are a Zatarc...maybe a little more Anise than me."],["O'NEILL","I knew that. I just don't know why yet."],["FREYA","The experiment with the armbands was the reason you went on the mission to destroy Apophis' new ship."],["O'NEILL","Hey, listen. What if you're wrong? And Carter and aren't really..."],["FREYA","Zatarcs."],["O'NEILL","Zatarcs?"],["FREYA","I do not believe that's possible."],["O'NEILL","(Sighs) Swell. Is there something else?"],["FREYA","I had not thanked you for saving my life on Vorash, when you saved me a second time during the situation with Lieutenant Astor."],["O'NEILL","No offence, but I'd have done it for anyone."],["ANNOTATION","Freya kisses O'Neill. He drops his feet from the desk and lifts his hands."],["O'NEILL","Uh...Whatcha doin'?"],["FREYA","I originally came from a planet where the people were not afraid to show their affection for someone. When we wanted to Lo'machen..."],["O'NEILL","Excuse me?"],["FREYA","I believe you call it..."],["O'NEILL","Something else."],["FREYA","Anise, my symbiote, is far more interested in Doctor Jackson on an intellectual level, but she would have to suffer."],["O'NEILL","Look, there's so many reasons why this is wrong. And weird...And wrong...Did I mention wrong?"],["FREYA","Is it because I share my body with Anise?"],["O'NEILL","For starters."],["FREYA","Then you do not find me attractive?"],["O'NEILL","Oh...You're..."],["ANNOTATION","Freya kisses him again."],["O'NEILL","Hey...I could blow here any minute."],["FREYA","If I was the target, your Zatarc programming would have triggered long ago."],["O'NEILL","Good point."],["FREYA","Is there someone else to whom you are loyal?"],["O'NEILL","That's not really the point here, is it?"],["FREYA","I sense you have been made uncomfortable by my offer."],["O'NEILL","No! No. It's just...Well, yeah!"],["FREYA","I had heard that the humans of Earth had many inhibitions and stigmas surrounding intimacy."],["O'NEILL","Yes, yes, I've heard that too. There's also the matter of timing."],["FREYA","I am still quite hopeful we can help both you and Major Carter."],["O'NEILL","Then maybe you should be out doing that, what do ya think?"],["FREYA","Once again I find myself feeling the need to apologize."],["ANNOTATION","O'Neill escorts her to the door."],["O'NEILL","Oh! No need! We're adults."],["FREYA","I will learn more about your customs so I will not make you so uncomfortable again."],["O'NEILL","Yes, very good idea. Thank you. Bye."]],"present":["FREYA","O'NEILL"],"place":"SGC. O'NEILL'S QUARTERS"},{"speech":[["ANNOTATION","Daniel and Hammond are at the window, Martouf is seated at the table."],["DANIEL","The President is still uncomfortable with the phrase 'for the common interests of the Tok'ra and the humans of Earth'. I'm recommending 'for the pursuit of the freedom for all individuals'."],["MARTOUF","The High Councillor does not like to generalise."],["ANNOTATION","Anise enters."],["ANISE","Excuse me. I have been reviewing my notes on prior incidents with Zatarcs and I'm concerned that we are endangering Major Carter and Colonel O'Neill by keeping them confined."],["DANIEL","Why?"],["ANISE","In at least one case I think the Zatarc lost control when it became evident they could no longer achieve their objective."],["DANIEL","So by keeping them confined..."],["MARTOUF","They won't be able to fulfil their programming and they will become self- destructive."],["HAMMOND","Why hasn't that happened yet?"],["ANISE","The triggering event hasn't occurred yet, however if that passes..."],["DANIEL","The meeting between the High Councillor and the President?"],["HAMMOND","What if we postpone it?"],["ANISE","That could have the same effect, if the programmed part of their minds believes they are no longer able to fulfil the goal."],["DANIEL","So...what do we do?"]],"present":["ANISE","DANIEL","HAMMOND","MARTOUF"],"place":"SGC, BRIEFING ROOM"},{"speech":[["ANNOTATION","Martouf enters. Carter is sitting in front of a laptop."],["CARTER","Martouf."],["MARTOUF","How are you?"],["CARTER","I was just writing a letter to my Dad."],["MARTOUF","I have sent word, I am sure he will come as soon as he can."],["CARTER","Thank you."],["MARTOUF","I have come to present an option to you."],["CARTER","Not what Anise tried on Lieutenant Astor?"],["MARTOUF","She thinks that the procedure failed because she stopped before it was finished."],["CARTER","Because Astor went crazy."],["MARTOUF","Anise thinks that the failsafe protecting the Zatarc programming can be overcome if the procedure is given a fair chance to work."],["CARTER","What's the rush?"],["MARTOUF","Anise has seen prior evidence that if a Zatarc is prevented from achieving their objective..."],["CARTER","And?"],["MARTOUF","If your objective is to target the President?"],["CARTER","You're saying I would try and kill myself?"],["MARTOUF","Yes."],["CARTER","Two days, right? I guess we wait and see."],["MARTOUF","Or you could go through with the procedure."],["CARTER","Which could cause me to lose my mind anyway just like Astor did."],["MARTOUF","Yes."],["CARTER","Or the procedure could work and I could still end up with serious brain damage."],["MARTOUF","Yes, I know. Not only do I not want to risk losing what you still carry of Jolinar, but I've grown quite fond of you as well, Sam."],["CARTER","It's all based on assumptions, right? I mean, we don't know that the President's the target, we don't even know if I'll lose my mind if the summit's going on and I'm stuck in here."],["MARTOUF","And we don't know for sure if you'll suffer any ill effects from the procedure."],["CARTER","Some choice."]],"present":["CARTER","MARTOUF"],"place":"SGC, CARTER'S QUARTERS"},{"speech":[["ANNOTATION","O'Neill is lying on the bed. Daniel is standing in the room."],["O'NEILL","Yes?"],["DANIEL","Bottom line is you could come out completely intact."],["O'NEILL","Or not!"],["DANIEL","Or not."],["O'NEILL","What's Carter say?"],["DANIEL","I don't know. Martouf is explaining it to her now."],["O'NEILL","What would you do?"],["DANIEL","I honestly don't know."],["O'NEILL","She made a pass at me."],["DANIEL","Sam?"],["O'NEILL","Anise, Freya, one of 'em."],["DANIEL","Really?"],["O'NEILL","The host half."],["DANIEL","Uh...that's odd."],["O'NEILL","You're telling me. Odd timing too, don't ya think?"],["DANIEL","Yes."],["O'NEILL","Apparently, the snake likes you."],["ANNOTATION","O'Neill is playing with his yo-yo."],["DANIEL","Really? You know, I think these are the Jack O'Neill moments I'll probably miss the most."],["O'NEILL","What?"],["DANIEL","What?"]],"present":["DANIEL","O'NEILL"],"place":"SGC, O'NEILL'S QUARTERS"},{"speech":[["ANNOTATION","Hammond, Fraiser, Anise, Martouf and Teal'c are seated around the table."],["ANISE","I understand why they wouldn't trust me."],["DANIEL","I think it's more they would rather risk dying than lose who they are."],["HAMMOND","We can be sure they won't threaten the President but how do we keep them from harming themselves during the summit?"],["FRAISER","We plan to sedate them and put them in restraints."],["DANIEL","Until when?"]],"present":["ANISE","DANIEL","FRAISER","HAMMOND"],"place":"SGC, BRIEFING ROOM"},{"speech":[["ANNOTATION","Fraiser and a Nurse wheel the IV and defibrillator in. Daniel is sitting inside the room with O'Neill."],["FRAISER","It's the only way to be absolutely sure you won't hurt yourself."],["O'NEILL","No choice?"],["FRAISER","No. You won't feel anything. It'll be like falling asleep."],["O'NEILL","For how long?"],["FRAISER","As long as it takes to find a treatment with better odds than the one we have available."],["DANIEL","The President is due to arrive in less than an hour."],["ANNOTATION","Teal'c enters."],["O'NEILL","Come to say your goodbyes?"],["TEAL'C","If there's anything that you require, O'Neill?"],["O'NEILL","Another option."],["ANISE","There is still time to try the procedure."],["O'NEILL","You said if you could have done a proper autopsy on Astor, you might have been able to solve this thing."],["ANISE","It would have provided much more information."],["O'NEILL","I'll do it."],["DANIEL","What?"],["O'NEILL","Hey, I've done the drugged out-strapped to the bed thing."],["DANIEL","What if what happened to Lieutenant Astor happens to you?"],["O'NEILL","Maybe it'll help Carter. Her brain's worth a lot more than mine."],["ANNOTATION","Daniel looks away."]],"present":["ANISE","DANIEL","FRAISER","O'NEILL","TEAL'C"],"place":"SGC, O'NEILL'S QUARTERS"},{"speech":[["CARTER","What? He can't!"],["DANIEL","He's on his way down now."],["CARTER","Why is he doing this?"],["DANIEL","He said he'd rather take the risk instead of being put to sleep indefinitely."],["CARTER","But, Astor..."],["FRAISER","If it happens he thinks that Anise can use what she'd learn to save you."],["ANNOTATION","Carter tries to run out of the door but is stopped by two SFs."],["DANIEL","Sam..."],["CARTER","Colonel...You have to stop him!"],["DANIEL","It's his choice."],["FRAISER","Sam, please. I have to do this."]],"present":["CARTER","DANIEL","FRAISER"],"place":"SGC, CARTER'S QUARTERS"},{"speech":[["ANNOTATION","Hammond and Martouf are standing at the base of the ramp. Daniel enters."],["DANIEL","Jack's going through with the procedure and they're sedating Sam now."],["TECH","(over speaker) Receiving Tok'ra IDC."],["HAMMOND","Open the iris."],["ANNOTATION","The Gate opens. The Tok'ra High Council representatives step through the Gate. Hammond, Martouf and Daniel greet them."],["HIGH COUNCILLOR","It's an important occasion for us all."],["HAMMOND","Indeed it is."]],"present":["DANIEL","HAMMOND","HIGH COUNCILLOR","TECH"],"place":"SGC, GATE ROOM"},{"speech":[["ANNOTATION","Fraiser is preparing to sedate Carter."],["CARTER","Janet..."]],"present":["CARTER"],"place":"SGC, CARTER'S QUARTERS"},{"speech":[["ANNOTATION","O'Neill is being strapped to the chair. Teal'c stands beside him with the zat gun pointed at him."],["O'NEILL","Right."]],"present":["O'NEILL"],"place":"SGC, LAB"},{"speech":[["PER'SUS","I was most impressed by the revisions you made to the treaty."],["MARTOUF","The credit goes to Dr Jackson."],["PER'SUS","Inspiring document."],["ANNOTATION","Daniel isn't listening."],["PER'SUS","I only hope our parties can live up to it."],["HAMMOND","Dr Jackson?"],["DANIEL","Sir? Sir, yes, of course."],["SF","Sir, Air Force One has just landed."],["HAMMOND","It will take fifteen minutes for the President's motorcade to arrive, if you'll excuse me, I'll meet him at the surface and then be back soon."],["ANNOTATION","Hammond leaves."]],"present":["DANIEL","HAMMOND","MARTOUF","PER'SUS","SF"],"place":"SGC, GATE ROOM"},{"speech":[["CARTER","Colonel..."],["ANNOTATION","Carter is sleeping, dreaming of seeing O'Neill in the corridor. Then she sees him beating on the control panel"],["ANNOTATION","From \"Upgrades\"."]],"present":["CARTER"],"place":"SGC, CARTER'S QUARTERS"},{"speech":[["FRAISER","We may have to increase the dose."],["CARTER","(in her sleep) The C-4's going to blow, you have to get out of here."],["ANNOTATION","Carter wakes up."],["CARTER","The machine was wrong! You don't understand. We lied. We didn't even know we were lying. Please?"]],"present":["CARTER","FRAISER"],"place":"SGC, CARTER'S QUARTERS"},{"speech":[["ANISE","If you are ready, we will begin."],["ANNOTATION","Fraiser appears at the observation window. She knocks on the glass."],["FRAISER","Stop!"]],"present":["ANISE","FRAISER"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Fraiser leads Carter inside."],["O'NEILL","Carter, what's up?"],["CARTER","Could we have a moment alone please? Thanks."],["ANNOTATION","Others leave Carter and O'Neill alone in the lab."],["O'NEILL","Carter, undo this."],["ANNOTATION","Carter undoes the head restraint."],["O'NEILL","What's going on?"],["CARTER","We're not Zatarcs."],["O'NEILL","How do you know?"],["CARTER","The machine thinks we have false memories, but we don't. We were lying."],["O'NEILL","I wasn't lying."],["CARTER","Okay. You left something out."],["O'NEILL","No, I didn't."],["CARTER","Sir, when you wouldn't leave me, are you sure there wasn't something else that you're not admitting?"],["O'NEILL","What are you talking about?"],["CARTER","Something neither one of us can admit given our working relationship, our military ranks?"],["ANNOTATION","Long pause"],["O'NEILL","Oh! Oh. That."],["CARTER","Sir, we weren't telling the whole truth, and that's why the machine thinks our memories are false."],["O'NEILL","Really?"],["CARTER","Retest him."]],"present":["CARTER","O'NEILL"],"place":"SGC, LAB."},{"speech":[["ANNOTATION","Presidential party arrives."],["HAMMOND","Mr President."],["PRESIDENT","General, nice to see you."],["HAMMOND","Good to see you, Sir."]],"present":["HAMMOND","PRESIDENT"],"place":"SGC, CORRIDOR"},{"speech":[["ANNOTATION","O'Neill is in the chair."],["ANISE","Major Carter was trapped behind the force shield."],["O'NEILL","That's right."],["ANNOTATION","From \"Upgrades\". O'Neill is striking the control panel."],["CARTER","Sir, there's no time."]],"present":["ANISE","CARTER","O'NEILL"],"place":"SGC, LAB."},{"speech":[["O'NEILL","There were sounds."],["ANISE","You did everything you could."],["O'NEILL","Yes."],["ANISE","You couldn't save her?"],["O'NEILL","No."],["ANISE","But you still could have saved yourself."],["O'NEILL","I guess."],["ANNOTATION","From \"Upgrades\". O'Neill is beating at the force shield."],["CARTER","Sir..."],["O'NEILL","I know! I know!"]],"present":["ANISE","CARTER","O'NEILL"],"place":"SGC, LAB"},{"speech":[["ANISE","What happened next?"],["IMAGINED FLASHBACK",""]],"present":["ANISE","IMAGINED FLASHBACK"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","O'Neill beating at the force shield control panel."],["CARTER","Sir! Just go!"],["O'NEILL","No!"],["END IMAGINED FLASHBACK",""]],"present":["CARTER","END IMAGINED FLASHBACK","O'NEILL"],"place":"APOPHIS'S NEW SHIP"},{"speech":[["ANISE","What were you feeling?"],["O'NEILL","Like...someone who was about to die."],["CARTER","Sir."],["O'NEILL","I didn't leave...because I'd have rather died myself...than lose Carter."],["ANISE","Why?"],["O'NEILL","Because I care about her. A lot more than I'm supposed to."],["ANISE","You are not a Zatarc."],["CARTER","Now, retest me."]],"present":["ANISE","CARTER","O'NEILL"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Carter in the chair."],["ANISE","You are also not a Zatarc."],["CARTER","Thank you."],["ANNOTATION","O'Neill goes to help Carter out of the chair."],["O'NEILL","Carter..."],["CARTER","Sir...None of this has to leave this room."],["O'NEILL","We're okay with that?"],["CARTER","Yes, Sir."],["FRAISER","Okay, so if they're not Zatarcs they're no threat to the President."],["O'NEILL","Oh, I have some questions for him."],["ANISE","Every member of the SGC personnel has been tested. Even the High Councillor and his personal guard were tested on Vorash before they came."],["O'NEILL","Hey, what about you? You ever been tested on that thing?"],["ANISE","I have not been in any situations where I would be vulnerable to the Goa'uld Zatarc technology."],["CARTER","What about Martouf?"]],"present":["ANISE","CARTER","FRAISER","O'NEILL"],"place":"SGC, LAB"},{"speech":[["ANNOTATION","Daniel is talking to the High Councillor Per'sus. An SF approaches Daniel and whispers something to him. Martouf activates a small Goa'uld weapon on his fingers. Daniel excuses himself from the High Councillor. He crosses to Martouf."],["DANIEL","Martouf, can I talk to you outside for a second?"],["ANNOTATION","Hammond enters with the presidential party."],["HAMMOND","Supreme High Councillor Per'sus of the Tok'ra, may I introduce the President of the United States of America."],["ANNOTATION","Martouf knocks Daniel to the ground. Daniel yells a warning and the bodyguards rush to protect the various dignitaries. Martouf fires at the High Councillor Per'sus but misses. From the doorway, O'Neill shoots Martouf in the leg. Martouf turns and fires at O'Neill who moves quickly out of the way. As Daniel ducks from the debris, two US secret servicemen fire multiple times at Martouf, who aims and fires at them. Teal'c walks in, shoots Martouf with a zat and has to duck to avoid being shot himself."],["ANNOTATION","Carter enters, zat aimed."],["CARTER","Hold your fire."],["ANNOTATION","Everyone gets up slowly. Martouf's shaking hand goes to activate the self-destruct on the weapon."],["MARTOUF","Samantha?"],["ANNOTATION","Carter shoots him a second time with the zat. She runs to him as he collapses to the floor and cradles him on her knee, holding the alien weapon clear."],["ANNOTATION","Hammond enters with Anise."],["HAMMOND","Is everyone okay? Per'sus?"],["PER'SUS","Yes. Is the President all right?"],["HAMMOND","He's okay. But I'm afraid this man isn't the President. The real President is still waiting for our signal in Air Force One. We had to be absolutely sure."],["PER'SUS","I see. May that be the last time such a deception is required by either of us."],["ANNOTATION","Carter is still cradling Martouf's body."],["ANISE","I promise you, his death will ultimately prove to be a noble sacrifice."],["ANNOTATION","Carter is crying as she gently cradles Martouf to her, cupping his face in both her hands."]],"present":["ANISE","CARTER","DANIEL","HAMMOND","MARTOUF","PER'SUS"],"place":"SGC, GATE ROOM"}]