[{"speech":[["FADE IN",""]],"present":["FADE IN"],"place":"nowhere"},{"speech":[["ANNOTATION","We see the camera pan across a barracks full of bunk beds. There are people everywhere getting up from their beds. All of the people are dirty and look as though they do manual labour. There are fires burning in barrels at the end of the beds."],["ANNOTATION","Suddenly we see Teal'c sit up from a bed on the sounding of an alarm and join the other people walking away from the beds. The lights in the barracks turn on automatically. Teal'c has no shirt on and a thick bandage is covering his pouch."]],"present":[],"place":"BARRACKS"},{"speech":[["ANNOTATION","We see the ceiling of the chamber. There are skylights there covered in snow. The camera pans down onto a line of people stood waiting to receive their breakfast. The whole area in dirty and seems to be industrial. We see a woman wearing somewhat smarter clothes than the workers walk out onto a walkway above the line of people. She is smiling."],["BRENNA","Colleagues!"],["ANNOTATION","We then see a shot of Carter and O'Neill looking up at the woman. They are dressed in workers outfits and are both very dirty. The camera shows the line of people and we see that Daniel is also there with them."],["BRENNA","Your attention please! I am pleased to report that thanks to your hard work, we now have enough reserve energy to heat the greenhouses for the next two months. Special merit to the workers of section twenty three!"],["ANNOTATION","The workers all raise a hand and sheer. We see that O'Neill, Carter and Daniel all do this too. Teal'c however doesn't and looks around suspiciously."],["BRENNA","Let us use this not as an excuse to work less but as motivation top work harder. Our world may be covered in ice but one day we will reclaim our place on the surface!"],["ALL WORKERS","It is my honour to serve."],["ANNOTATION","We see O'Neill and Daniel say these words as though programmed to do it. The woman leaves and the line proceeds to get their breakfast. Carter, O'Neill and Daniel are all next to each other in the line. We see Carter receive her breakfast from a woman. The woman spoons it into a bowl for her. She doesn't seem to like Carter."],["CARTER/THERA","Kegan, how about some bread?"],["KEGAN","(sarcastically) Sorry, just gave out the last piece."],["O'NEILL/JONAH","Oh here we go, every time!"],["CARTER/THERA","(annoyed) What is your problem?"],["KEGAN","I don't have a problem!"],["CARTER/THERA","And we don't have any bread!"],["DANIEL/CARLIN","Is there a problem here."],["O'NEILL/JONAH","(nastily) Stay out of this."],["DANIEL/CARLIN","Jonah, there are other people waiting!"],["ANNOTATION","We see O'Neill grab Kegan's arm angrily."],["O'NEILL/JONAH","Give here the damn bread!"],["ANNOTATION","Daniel grabs O'Neill's hand away from Kegan and O'Neill angrily grabs Daniel and throws him over his shoulder onto the floor. They proceed to fight each other until Teal'c runs over and grabs O'Neill off Daniel. He restrains a struggling O'Neill. Daniel stands up and stares at them."],["TEAL'C","This is not right! The two of you are friends O'Neill!"],["ANNOTATION","O'Neill is still struggling to get out of Tealc's grip."],["O'NEILL/JONAH","Stay out of it!"],["TEAL'C","We are part of something called SG-1. I am Teal'c. Do you not remember?"],["ANNOTATION","Carter and Daniel look puzzled at Teal'c."],["O'NEILL/JONAH","(angrily) Somebody get this guy off me!"],["ANNOTATION","Three workers run up and grab hold of Teal'c. They restrain him from O'Neill who backs away from him and bumps into an angry Daniel. Brenna approaches Teal'c."],["BRENNA","Get him upstairs!"],["ANNOTATION","Teal'c is dragged away from the chamber."],["TEAL'C","You must remember! We must escape!"],["ANNOTATION","Daniel, Carter and O'Neill watch as Teal'c is dragged away. O'Neill turns to face Brenna."],["O'NEILL/JONAH","Brenna, it is my honour to serve. I don't know that man."],["BRENNA","I know Jonah don't worry. He's night sick."],["ANNOTATION","Brenna looks at Kegan."],["BRENNA","Give Thera her bread."],["ANNOTATION","Kegan gets a new tray of bread and shoves it onto the serving table in front of Carter."],["BRENNA","Get back to work."],["END OF TEASER",""]],"present":["ALL WORKERS","BRENNA","CARTER/THERA","DANIEL/CARLIN","END OF TEASER","KEGAN","O'NEILL/JONAH","TEAL'C"],"place":"MAIN CHAMBER"},{"speech":[["ANNOTATION","We see lots of machinery working in the area as the camera pans down to Daniel/Carlin and Kegan working at one of the machines. The machines seem to be in a bad state of repair and are sparking and smoking."],["KEGAN","These pumps regulate the overflow. Sometimes they get clogged and you have to..."],["ANNOTATION","She notices that Daniel/Carlin is not listening to her"],["KEGAN","Carlin!"],["DANIEL/CARLIN","Where's he been for five days?"],["ANNOTATION","He indicates to Teal'c who we se stepping through a door into the machinery area."],["KEGAN","Recovering from night sickness. It's a strange thing. There was this guy once a couple of years ago who tried to smash his way through one of those skylights."],["ANNOTATION","She points at one of the skylights."],["DANIEL/CARLIN","Did he do it?"],["KEGAN","You would have known if he had. This place would have been buried under ice and snow and you would have frozen to death along with everyone else."]],"present":["DANIEL/CARLIN","KEGAN"],"place":"UNDERGROUND PUMP AREA"},{"speech":[["ANNOTATION","We see O'Neill/Jonah hammering at a machine to fix it. He sees Teal'c approach and turns away to avoid him. But Teal'c doesn't seem to recognise him and walks straight past. O'Neill/Jonah seems confused by this. Suddenly there is a loud bang and we see a machine where Carter/Thera is working with others smoking and sparking. O'Neill/Jonah turns to see this."],["CARTER/THERA","Cover those valves!"],["ANNOTATION","Brenna approaches Carter/Thera."],["BRENNA","What happened?"],["CARTER/THERA","One of the stabilisers ruptured. They're so corroded they can't take the pressure."],["BRENNA","There's not much we can do."],["CARTER/THERA","Actually I think there is! If we set up an automatic release valve on each of the stabilisers we could vent the excess pressure. I've done some calculations. If you want I could show you."],["BRENNA","You can come by my office later."],["ANNOTATION","Brenna leaves and Carter/Thera smiles at O'Neill/Jonah. They go back to work."]],"present":["BRENNA","CARTER/THERA"],"place":"ANOTHER MACHINE AREA"},{"speech":[["ANNOTATION","We see Carter/Thera and O'Neill/Jonah. As Thera walks past Jonah he joins her and they walk along together."],["O'NEILL/JONAH","You all right?"],["CARTER/THERA","Fine."],["O'NEILL/JONAH","That explosion."],["CARTER/THERA","(shaking her head) Oh no, no...I'm fine really. O'Neill/JONAH Good."],["CARTER/THERA","Brenna wants to see me. She wants to hear my ideas for running the plant."],["O'NEILL/JONAH","You know you could take a few minutes off."],["ANNOTATION","Carter/Thera laughs."],["CARTER/THERA","Oh please! You work just as hard as I do."],["O'NEILL/JONAH","That's different, it's called stamina."],["ANNOTATION","Carter/Thera smiles and laughs again."],["CARTER/THERA","Have a good shift."],["ANNOTATION","She walks off to Brenna's office."],["O'NEILL/JONAH","Bye."]],"present":["CARTER/THERA","O'NEILL/JONAH"],"place":"MACHINE AREA"},{"speech":[["ANNOTATION","We see Kegan looking up as Carter/Thera goes into Brenna's office. Kegan looks at Daniel/Carlin."],["KEGAN","There she goes! Why does Brenna listen to her?"],["DANIEL/CARLIN","(distractedly) I don't know, she seems pretty smart."],["KEGAN","She thinks she's better than the rest of us!"],["ANNOTATION","Kegan looks over at O'Neill/Jonah who is working on some machine."],["KEGAN","They both do."],["DANIEL/CARLIN","Teal'c said we were friends."],["KEGAN","His name's not Teal'c it's TOR. Night sickness."],["ANNOTATION","She and Daniel/Carlin exchange looks and then get on with their work."]],"present":["DANIEL/CARLIN","KEGAN"],"place":"CHAMBER BELOW BRENNA'S OFFICE"},{"speech":[["ANNOTATION","We see the Stargate activate. The klaxons are going off. Inside the control room Sergeant Davis is at the control console. Hammond is standing in the background talking to a technician."],["DAVIS","Sir we're ready for the video link with P3R-118."],["ANNOTATION","Hammond walks over to the console."],["HAMMOND","Very well."],["ANNOTATION","Hammond stares at a computer screen and we see a shot of a man appear. He turns to look at Hammond."],["HAMMOND","Administrator Calder."],["CALDER","General Hammond I'm sorry to have to tell you this but our search has turned up nothing. Given the hostile conditions outside of the dome I don't see how SG-1 could have survived this long."],["HAMMOND","With all due respect administrator I'm not ready to give up on my people just yet. We have specialised equipment and teams specially trained for this type of operation."],["CALDER","When Major Carter first expressed an interest in exploring the glacier I tried to explain the danger but Colonel O'Neill was quite overly confident thinking they could handle the conditions."],["HAMMOND","I appreciate your concern. But I assure you I'll take full responsibility."],["CALDER","Very well."],["ANNOTATION","He turns away and the transmission ends as the gate deactivates."]],"present":["CALDER","DAVIS","HAMMOND"],"place":"GATE ROOM"},{"speech":[["ANNOTATION","We see Calder walk to the window in his luxury office. A servant enters."],["CALDER","Tell Brenna I want to see her tomorrow. I'd like to know how our new workers are doing."]],"present":["CALDER"],"place":"CALDER'S OFFICE"},{"speech":[["ANNOTATION","We see Daniel walking down the ramp from an active gate. The room is dark except for the light of the gate. Daniel is dressed in his work clothes from the underground plant. He turns around to look at the gate as O'Neill, also in work clothes walks past him to the gate. O'Neill turns and talks to Daniel but his voice is strange and muffled."],["O'NEILL","Go ahead!"],["DANIEL","Go where?"],["O'NEILL","The other side."],["ANNOTATION","Suddenly Kegan appears next to Daniel. He turns round to her surprised."],["KEGAN","Carlin! Don't listen to him!"],["ANNOTATION","Suddenly Daniel wakes up and sits up from his bed in the barracks. It has been a dream and he lies back down confused."]],"present":["DANIEL","KEGAN","O'NEILL"],"place":"GATE ROOM"},{"speech":[["ANNOTATION","The gate is active and we see Hammond and Sergeant Davis at the main console. There are technicians in the background. Davis turns and nods at Hammond. Hammond looks at the screen again and talks to Major Griff who is on P3R-118. They are in a blizzard searching for SG-1."],["HAMMOND","Major, what's your status?"],["ANNOTATION","The link to Griff is bad and he is very faint on the viewer."],["GRIFF","(shouting) We've lost the UAV and we're getting back now. But I have to tell you sir, it doesn't look good. This place is pretty nasty."],["ANNOTATION","Hammond looks concerned."]],"present":["GRIFF","HAMMOND"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","We see Teal'c/Tor shovelling some ore. As he is doing this Daniel/Carlin approaches and looks at the bandage around Teal'c/Tor's middle."],["DANIEL/CARLIN","What happened?"],["TEAL'C/TOR","I was injured."],["DANIEL/CARLIN","When?"],["TEAL'C/TOR","Why are you speaking to me?"],["ANNOTATION","Daniel/Carlin walks closer to Teal'c/Tor."],["DANIEL/CARLIN","I just thought that err...since apparently we're friends from way back. I just thought that..."],["ANNOTATION","Daniel indicates Teal'c's golden tattoo on his head."],["DANIEL/CARLIN","...what is that thing on your forehead?"],["ANNOTATION","Teal'c/Tor doesn't stop working."],["TEAL'C/TOR","A birthmark."],["DANIEL/CARLIN","A birthmark, you'd think I'd remember something like that."],["TEAL'C/TOR","I don't know you!"],["DANIEL/CARLIN","You said you did! Last week during morning line up."],["TEAL'C/TOR","\\n I wasn't here last week!"],["DANIEL/CARLIN","You said we were friends and you said we had to escape and I'd really like an explanation."],["ANNOTATION","Teal'c/Tor looks up angrily."],["TEAL'C/TOR","I said no such thing."],["ANNOTATION","They stare at each other for a moment."],["DANIEL/CARLIN","All right, I'm obviously completely wrong about that!."],["TEAL'C/TOR","Yes...don't talk to me again."],["ANNOTATION","Teal'c/Tor resumes shovelling as Daniel walks away."],["DANIEL/CARLIN","Yeah right!"],["ANNOTATION","Daniel/Carlin walks over to where Kegan is working. He crouches next to her and she looks at him angrily."],["KEGAN","I told you to leave them alone."],["DANIEL/CARLIN","He was there Kegan. You heard him. Why would he deny that?"],["KEGAN","Night sickness affects your mind."],["DANIEL/CARLIN","That doesn't explain the dreams I've had."],["ANNOTATION","Kegan looks down."],["DANIEL/CARLIN","Something is wrong here Kegan. Somethings not..."],["ANNOTATION","Kegan interrupts."],["KEGAN","Carlin! It's bad enough he named you as part of his delusion. Now if people here you talking like this they're going to think you're night sick!"],["DANIEL/CARLIN","(accusingly) People?"],["KEGAN","Not that I would ever...Carlin."],["ANNOTATION","Daniel/Carlin shakes his head."],["DANIEL/CARLIN","No, of course not!"],["ANNOTATION","He laughs and shrugs."],["DANIEL/CARLIN","It's just a dream!"],["ANNOTATION","Kegan pats him on the back but Daniel/Carlin doesn't look convinced."]],"present":["DANIEL/CARLIN","KEGAN","TEAL'C/TOR"],"place":"UNDERGROUND WORKS"},{"speech":[["ANNOTATION","We see a shot of the planet outside of the dome. Everywhere is covered in snow and ice."]],"present":[],"place":"PLANET"},{"speech":[["ANNOTATION","Calder is sitting behind his desk in his office as Brenna walks in."],["CALDER","Why didn't the memory stamp work on Teal'c."],["BRENNA","I'm sure it was the creature his species carries within them. We've stamped him again, this time it seems to be holding."],["CALDER","(annoyed) And what about the others?"],["BRENNA","They're all proving to be excellent workers. In face Thera has some interesting ideas for improving the plant."],["CALDER","Thera?"],["BRENNA","The personality we stamped Major Carter with."],["ANNOTATION","Brenna hands Calder a device with Thera's ideas on. Calder takes hold of it using a handkerchief. Calder quickly scans through the ideas."],["BRENNA","We've been having some problems with the pressure overload. She suggested an automated relief valve which would relieve the excess pressure. If we didn't have to regulate the pressure manually it would free up workers for other tasks."],["CALDER","(coldly) Maybe one day she could increase productivity to the point where we don't even need workers."],["BRENNA","What would be so wrong with that?"],["ANNOTATION","Calder looks at her annoyed."],["CALDER","Well I'm sure they'd fit right in. They don't even know that the city exists!"],["BRENNA","You could tell them."],["CALDER","That they'd been lied to all their lives! How would the people of the city react when there's less to go around? When they had to make room for workers?"],["ANNOTATION","Brenna looks dismayed."],["CALDER","Right now in our city Brenna we have no crime, no unemployment! They're happy where they are! That's what the stamp assures."],["ANNOTATION","Calder hands back the ideas to Brenna."],["CALDER","Do only what is necessary to ensure uninterrupted power."],["ANNOTATION","Brenna takes the ideas and leaves."],["BRENNA","Yes, administrator."]],"present":["BRENNA","CALDER"],"place":"CALDER'S OFFICE"},{"speech":[["ANNOTATION","Carter/Thera is at the open doorway. She knocks and Brenna looks up from her work. Brenna nods at her and Carter/Thera enters closing the door behind her."],["CARTER/THERA","Did you get a chance to look over my plans yet? I'd like to get started right away."],["BRENNA","We can't do the improvements."],["ANNOTATION","Carter/Thera looks disappointed."],["CARTER/THERA","\\n But you said before..."],["BRENNA","No...it would require the generators to be offline for too long, If any of the critical systems began to freeze we might not be able to get them started again."],["CARTER/THERA","I agree there's some risk..."],["ANNOTATION","Brenna stands and hands Carter/Thera the device with the ideas on."],["BRENNA","Too much risk."],["CARTER/THERA","Ok...what about my other ideas?"],["BRENNA","I'm sorry. This plant is all that stands between us and the ice. Uninterrupted production is more important than efficiency. You may return to work."],["ANNOTATION","Carter/Thera looks very disappointed. She turns to leave and then stops."],["CARTER/THERA","Brenna I know you were excited about this. What's happened?"],["BRENNA","Well, I've thought it over."],["CARTER/THERA","At least let me come up with a safer way..."],["ANNOTATION","Brenna interrupts her."],["BRENNA","Thera, please leave."],["CARTER/THERA","It's my honour to serve."],["ANNOTATION","She leaves looking upset. Brenna seems upset also."]],"present":["BRENNA","CARTER/THERA"],"place":"BRENNA'S OFFICE"},{"speech":[["ANNOTATION","We see Carter/Thera and O'Neill/Jonah in the work area. Carter/Thera is annoyed about Brenna's decision and is pacing back and fourth."],["CARTER/THERA","It's not like I'm making this up of the top of my head! I've got a detailed plan including safeguards."],["O'NEILL/JONAH","I'm sure she knows that."],["CARTER/THERA","I could make a difference here...she won't let me!"],["ANNOTATION","Carter/Thera turns away and O'Neill/Jonah walks up to her."],["O'NEILL/JONAH","Why don't you go back to her in a couple of days, offer up something small. Maybe you've got to work into the big stuff."],["ANNOTATION","He shrugs at her."],["CARTER/THERA","How do you stay so calm?"],["O'NEILL/JONAH","I think in another life I've handled dangerous explosives."],["CARTER/THERA","(puzzled) What...what do you mean in another life?"],["O'NEILL/JONAH","(shaking his head) I didn't mean anything by it. It's just an expression isn't it?"]],"present":["CARTER/THERA","O'NEILL/JONAH"],"place":"WORK AREA"},{"speech":[["ANNOTATION","We see that the wormhole is open and Hammond is waiting at the bottom of the ramp with some technicians. The MALP comes through the wormhole followed by Major Griff and his team. They are wearing snowsuits. Griff is approached by Hammond and removes his hood."],["HAMMOND","Major?"],["GRIFF","I'm sorry sir. There's no sign of them."],["ANNOTATION","The gate disengages."],["HAMMOND","I understand. You and your team have been out there a long time?"],["GRIFF","No sir, when I say there's no sign I mean literally there's no trace."],["HAMMOND","(puzzled) What are you saying Major?"],["GRIFF","I can't imagine a scientific reason Major Carter or Doctor Jackson might have had to want to check out those ice fields. But even if they wanted to go out there. There's no way in hell Colonel O'Neill would have let them!"],["HAMMOND","According to Administrator Calder, Colonel O'Neill believed the risk was acceptable."],["GRIFF","I can't speak for that sir I'm not a diplomat."],["HAMMOND","Off the record!"],["GRIFF","They're not out there sir, no way!"],["HAMMOND","Administrator Calder says they are."],["GRIFF","Then I'd say he's a damn liar!"],["ANNOTATION","Hammond nods and then indicates that Griff is dismissed. Hammond looks angry."]],"present":["GRIFF","HAMMOND"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","We see Kegan washing herself under a tap. Daniel/Carlin walks up to her."],["DANIEL/CARLIN","Kegan, I need to ask you something."],["ANNOTATION","Kegan looks at him."],["DANIEL/CARLIN","How did I get here?"],["KEGAN","What do you mean how did you get here? You were transferred from the mines."],["DANIEL/CARLIN","No, before that?"],["ANNOTATION","Kegan gives a short laugh."],["KEGAN","Before?"],["DANIEL/CARLIN","Yeah."],["KEGAN","You don't remember?"],["DANIEL/CARLIN","I keep thinking about it and all I come up with is a hand full of memories."],["ANNOTATION","Kegan walks closer to Daniel/Carlin."],["KEGAN","What is this about anyway?"],["DANIEL/CARLIN","I'm just wondering if Jonah and Thera were ever my friends."],["ANNOTATION","Kegan sighs."],["KEGAN","Friends?"],["DANIEL/CARLIN","Maybe I don't recognise them because it was years ago..."],["KEGAN","Listen to me. They are just trying to get close to Brenna so they can get special treatment. Especially Thera."],["ANNOTATION","Daniel/Carlin doesn't seem convinced."],["DANIEL/CARLIN","Look, all I am saying..."],["KEGAN","And all I'm saying that if you're friends with those two...you're not mine!"],["ANNOTATION","She walks away from him angrily."]],"present":["DANIEL/CARLIN","KEGAN"],"place":"UNDERGROUND BARRACKS"},{"speech":[["ANNOTATION","We see Teal'c/Tor working at a machine trying to turn a wheel valve on a smoking and steaming machine. He doesn't appear to be well at all. He sees that the pressure valve on the machine is rising and tries to manually open it to release the pressure but as he is doing this he collapses. The pressure continues to build. Some workers notice Teal'c/Tor unconscious on the floor and run over to help him. One notices the pressure valve."],["WORKER","The pressure's too high. The pipes are hot!"],["WORKER 2","It's tool late! This whole section is going to blow! Help me get him out of here."],["ANNOTATION","The first worker activates a horn to warn of the danger and then they pick Teal'c and evacuate the area with other workers."]],"present":["WORKER","WORKER 2"],"place":"PIPE ROOM"},{"speech":[["ANNOTATION","The workers drag Teal'c away from the machines. Carter/Thera runs up to them."],["CARTER/THERA","What's going on?"],["WORKER","We've got a pressure overload!"],["CARTER/THERA","We've got to fix it."],["WORKER","It's too late. We have to evacuate the area."],["ANNOTATION","The workers continue to drag Teal'c/Tor away. Daniel/Carlin runs up to Carter/Thera."],["DANIEL/CARLIN","What's happening?"],["CARTER/THERA","If that boiler blows it'll take this whole section with it. Now I can shut off the main boiler from here but somebody's going to have to go back there and open the primary release valve."],["ANNOTATION","As she is talking O'Neill/Jonah runs up and goes to open the valve. Daniel heads to open the valve too as Kegan runs to him."],["KEGAN","Carlin!"],["DANIEL/CARLIN","Get these people out of here!"],["ANNOTATION","He indicates the workers nearby then runs off to help O'Neill/Jonah."],["KEGAN","(to workers) Get out of here! Close this section!"],["ANNOTATION","The workers run away."]],"present":["CARTER/THERA","DANIEL/CARLIN","KEGAN","WORKER"],"place":"ADJACENT AREA"},{"speech":[["ANNOTATION","The pressure in the valve continues to rise uncontrolled. O'Neill/Jonah runs up to the valve. He touches the lever to release the valve but it's it too hot and he burns his hand. He tries to use his clothes to cover his hands but it is still too hot. Daniel/Carlin approaches."],["DANIEL/CARLIN","Here!"],["ANNOTATION","He hands O'Neill/Jonah a hammer and they start hitting at the valve to open it."]],"present":["DANIEL/CARLIN"],"place":"PIPE AREA"},{"speech":[["ANNOTATION","Carter/Thera shuts down the main boiler."]],"present":[],"place":"ADJACENT AREA"},{"speech":[["ANNOTATION","Daniel/Carlin and O'Neill/Jonah are still hitting hard at the valve. Eventually just as the pressure is reaching critical they manage to release the valve. Steam comes out of the valve very fast and the pressure comes down. O'Neill looks down at Daniel who is crouching on the floor. He holds out his hand and helps Daniel up."]],"present":[],"place":"PIPE AREA"},{"speech":[["ANNOTATION","We see Teal'c/Tor lying in a bed awake. Brenna is standing over him helping him."],["TEAL'C/TOR","I must return to my duties,"],["ANNOTATION","Brenna places a hand on his shoulder to stop him from sitting up."],["BRENNA","I want you to rest! You'll stay here until you're well enough to work."],["ANNOTATION","Brenna moves to where Daniel/Carlin, O'Neill/Jonah and Carter/Thera are standing. O'Neill and Daniel have steam scolds on their faces."],["BRENNA","As for you three, we all owe you a debt of gratitude. You risked your lives to save the plant. CARTER/THERA and DANIEL/CARLIN It is my honour to serve."],["ANNOTATION","O'Neill/Jonah doesn't join in this and the other two look unconvinced of it."],["O'NEILL/JONAH","Right."],["BRENNA","If it hadn't been for your quick action many lives would have been lost."],["CARTER/THERA","Next time will be different."],["BRENNA","(smiling) Hopefully there won't be a next time."],["CARTER/THERA","(angrily) Well if you would have listened to me in the first place..."],["BRENNA","Thera...you're dismissed."],["ANNOTATION","They all walk away. O'Neill remains slightly longer with a puzzled look on his face."]],"present":["BRENNA","CARTER/THERA","O'NEILL/JONAH","TEAL'C/TOR"],"place":"UNDERGROUND SICKBAY"},{"speech":[["ANNOTATION","We see O'Neill/Jonah, Carter/Thera and Daniel/Carlin walking away down through the machines."],["O'NEILL/JONAH","Hey next time don't hold back just...you know, speak your mind."],["CARTER/THERA","(annoyed) She knows I'm right."],["DANIEL/CARLIN","There's something else going on!"],["ANNOTATION","They all stop and look at Daniel/Carlin. They are all cautious as to who is around as to not be overheard."],["DANIEL/CARLIN","That big night-sick guy with the err..."],["ANNOTATION","Daniel/Carlin indicates to his forehead."],["CARTER/THERA","Tor?"],["DANIEL/CARLIN","He said we were a part of something called SG-1."],["O'NEILL/JONAH","Yeah what is that?"],["CARTER/THERA","A team?"],["O'NEILL/JONAH","(disbelieving) What kind of a name is that for a team?"],["ANNOTATION","Carter/Thera shakes her head."],["DANIEL/CARLIN","I don't know! Look I just think I'm supposed to be doing something...more important."],["CARTER/THERA","We're helping out people survive an ice age."],["O'NEILL/JONAH","Yeah, what's more important than that?"],["DANIEL/CARLIN","I don't know. Look I just have this feeling that all of us are part of some...bigger, grander thing."],["O'NEILL/JONAH","Well I certainly understand what you are talking about."],["ANNOTATION","Daniel/Carlin looks surprised."],["DANIEL/CARLIN","You do?"],["O'NEILL/JONAH","(sarcastically) No."],["ANNOTATION","Daniel/Carlin looks around to make sure that no one is listening."],["DANIEL/CARLIN","Look, I don't know how to explain this but I had this dream. You were in it."],["O'NEILL/JONAH","Me?"],["ANNOTATION","Daniel/Carlin nods."],["DANIEL/CARLIN","There was this big glowing puddle."],["O'NEILL/JONAH","(sarcastically) Ok stop talking right now!"],["CARTER/THERA","Wait a second Jonah. I had the same dream."],["O'NEILL/JONAH","Will you two stop talking like that for cryin out loud?"],["ANNOTATION","Carter and Daniel both look at him puzzled."],["O'NEILL/JONAH","It's an expression...right?"],["ANNOTATION","DANIEL/CARLIN looks around again."],["DANIEL/CARLIN","Look, we can't talk right now. Let's meet after lights out."],["ANNOTATION","He walks away to continue working. Carter also walks away leaving O'Neill/Jonah to think."]],"present":["CARTER/THERA","DANIEL/CARLIN","O'NEILL/JONAH"],"place":"WORKING AREA"},{"speech":[["ANNOTATION","We see all the beds for the workers and then we see Kegan asleep next to Daniel/Carlin. Daniel/Carlin gets up and leaves to meet up with O'Neill/Jonah and Carter/Thera."]],"present":[],"place":"SLEEPING AREA--NIGHT"},{"speech":[["ANNOTATION","We see O'Neill/Jonah already waiting in a secluded area of the plant. Carter/Thera and Daniel/Carlin join him and sit down. Carter and O'Neill look at Daniel."],["DANIEL/CARLIN","So?"],["CARTER/THERA","So?"],["ANNOTATION","Daniel/Carlin looks at O'Neill/Jonah"],["DANIEL/CARLIN","Do you have the same dream?"],["O'NEILL/JONAH","(sarcastically) About you?"],["CARTER/THERA","No, about the shimmering circle of water!"],["O'NEILL/JONAH","No, my dreams are about...other things!"],["DANIEL/CARLIN","Tor said we had to escape. He also said we had to remember. Remember what?"],["O'NEILL/JONAH","Well I remember when I was foreman anyone caught doing what we're doing now had their rations cut in half for a month."],["CARTER/THERA","We'll have to risk it!"],["ANNOTATION","Daniel/Carlin looks unconvinced."],["DANIEL/CARLIN","What if our memories have been somehow altered?"],["CARTER/THERA","Well if that's true then we cant be sure of anything."],["O'NEILL/JONAH","My memory's fine!"],["DANIEL/CARLIN","Really?"],["O'NEILL/JONAH","Yeah!"],["DANIEL/CARLIN","What did you do in the mines?"],["O'NEILL/JONAH","I mined."],["DANIEL/CARLIN","No...what did you do?"],["O'NEILL/JONAH","I remember shovelling ore into a cart."],["DANIEL/CARLIN","And?"],["O'NEILL/JONAH","I did that a lot."],["ANNOTATION","He stares at Daniel/Carlin who is smirking."],["CARTER/THERA","I remember a feeling of cold and darkness."],["DANIEL/CARLIN","And that's where the two of you met?"],["O'NEILL/JONAH","Yeah!"],["CARTER/THERA","Really?"],["O'NEILL/JONAH","Sure."],["ANNOTATION","Carter/Thera looks unconvinced of this."],["O'NEILL/JONAH","So what's this important thing we're supposed to be doing?"],["DANIEL/CARLIN","I told you I don't know. I keep trying to remember but all I can come up with is images of this place."],["CARTER/THERA","But if you're right then everything we remember about this place is a lie!"],["DANIEL/CARLIN","It's like a façade. It only works if we don't dig too deep beneath the surface, if we don't question it. So that's what we have to do. We have to question every assumption, everything."],["CARTER/THERA","We have to keep this to ourselves. If the others heard us talking this way they'd think we were night sick."],["O'NEILL/JONAH","What if we are night sick?"],["CARTER/THERA","I don't think so sir!"],["ANNOTATION","O'Neill/Jonah and Daniel/Carlin look surprised at this."],["DANIEL/CARLIN","What?"],["CARTER/THERA","What?"],["DANIEL/CARLIN","You just called Jonah sir."],["ANNOTATION","Carter/Thera looks at O'Neill/Jonah surprised at what she said. He raises an eyebrow in question."],["CARTER/THERA","Well it's an expression, isn't it?"]],"present":["CARTER/THERA","DANIEL/CARLIN","O'NEILL/JONAH"],"place":"SECLUDED AREA"},{"speech":[["ANNOTATION","We see Hammond looking down from the briefing room onto the gate room. Technicians are attending to the gate. Fraiser walks into the room and Hammond turns to her."],["FRAISER","Sir I have those medical reports that you were waiting for. Major Grigg has suffered some minor frostbite but the rest of his team are just fine."],["ANNOTATION","Fraiser puts the medical reports onto the table. Hammond looks down at the gate again."],["HAMMOND","Thank you doctor."],["ANNOTATION","Fraiser walks over to Hammond concerned. He appears to be angry."],["FRAISER","Any word from the planet?"],["HAMMOND","I spoke to administrator Calder about an hour ago. He regretfully informed me that the search of the city turned up nothing."],["FRAISER","So that's it?"],["ANNOTATION","Fraiser seems annoyed."],["HAMMOND","Short of going to war all we can do is break off diplomatic relations and I'm not authorised to do that yet."],["FRAISER","I take it they have something we want."],["HAMMOND","They're quite advanced in metallurgical and chemical technologies."],["FRAISER","Well we must have something they want or they wouldn't have proposed trade?"],["HAMMOND","Stargate technology, gate addresses."],["FRAISER","Well I understand that, I mean they're surrounded by ice."],["HAMMOND","As far as I'm concerned they need us a hell of a lot more than we need them. Apparently administrator Calder doesn't seem to think so. Frankly I think he likes things just the way they are."],["FRAISER","That doesn't leave you with many options does it sir?"],["ANNOTATION","Hammond turns to face Fraiser."],["HAMMOND","No it doesn't, which is why I've ordered Major Griff to draw up a covert search and rescue plan!"],["FRAISER","Well if you're looking for volunteer's sir..."],["HAMMOND","Thank you doctor. I'll keep that in mind."],["ANNOTATION","Fraiser smiles and walks away leaving Hammond to stare at the gate."]],"present":["FRAISER","HAMMOND"],"place":"BRIEFING ROOM"},{"speech":[["ANNOTATION","We see Kegan doling out food to Daniel/Carlin and the workers waiting in the line. Daniel/Carlin takes a piece of bread with it and walks over to where Carter/Thera and O'Neill/Jonah are eating. He sits down with them and gives Carter/Thera his bread. She takes it gratefully."],["O'NEILL/JONAH","Any more dreams?"],["ANNOTATION","Daniel/Carlin is hungrily eating his food."],["DANIEL/CARLIN","I saw the pool of light again. Except this time we were all there including Tor."],["O'NEILL/JONAH","I dreamed about mining...naked."],["ANNOTATION","Carter/Thera looks at him in surprise."],["DANIEL/CARLIN","Thera?"],["CARTER/THERA","A lot of numbers and letters keep popping into my mind...SG-1, DHD,"],["GDO.",""],["DANIEL/CARLIN","It sounds like gibberish to me."],["CARTER/THERA","Well it must mean something."],["ANNOTATION","O'Neill/Jonah suddenly looks to one of the fellow workers who is finishing eating from a large dome bowl. He stares at the bowl."],["O'NEILL/JONAH","(to worker) Excuse me?"],["ANNOTATION","He gives the worker his bowl of food for the worker's empty dome bowl. O'Neill/Jonah stares at the bowl in his hands. Carter/Thera looks at him puzzled."],["CARTER/THERA","Jonah?"],["ANNOTATION","O'Neill/Jonah puts the bowl down with the bottom facing up."],["O'NEILL/JONAH","That means something."],["CARTER/THERA","What is it?"],["O'NEILL/JONAH","I don't know yet."],["ANNOTATION","Suddenly O'Neill/Jonah has a vision. He is standing wearing his work clothes looking out of the window in Administrator Calder's office."],["O'NEILL/JONAH","Very impressive."],["ANNOTATION","In the eating area O'Neill/Jonah continues to stare at the bowl."]],"present":["CARTER/THERA","DANIEL/CARLIN","GDO.","O'NEILL/JONAH"],"place":"MEAL CHAMBER"},{"speech":[["ANNOTATION","We see the workers returning their bowls after finishing eating. Daniel/Carlin puts his bowl back and Kegan walks up to him with her arms folded. She looks annoyed."],["KEGAN","Well I see you made some new friends!"],["DANIEL/CARLIN","Yeah!"],["KEGAN","Carlin?"],["DANIEL/CARLIN","I'm sorry Kegan."],["ANNOTATION","He walks away from her."]],"present":["DANIEL/CARLIN","KEGAN"],"place":"EATING AREA--LATER"},{"speech":[["ANNOTATION","We see Teal'c/Tor lying in a bed. He is covered in sweat and appears to be very ill. A medic and Brenna are standing looking down at him."],["MEDIC","I don't understand, his condition's getting worse. Here let me check his wound."],["ANNOTATION","The medic reaches for the bandages on Teal'c but Brenna stops him."],["BRENNA","Under no circumstances are you to remove those bandages...just make sure he continues to eat and drink."],["ANNOTATION","She walks away from the confused medic. The medic turns to another patient and suddenly Teal'c/Tor opens his eyes. He looks around to make sure no-one is looking and then begins to undo the bandage around his middle."]],"present":["BRENNA","MEDIC"],"place":"UNDERGROUND MEDICAL AREA"},{"speech":[["ANNOTATION","We see O'Neill/Jonah and Carter/Thera sat next to each other in a corner of the plant."],["O'NEILL/JONAH","I remember something. There was a man. He's bald and wears a short sleeve shirt and somehow he's very important to me."],["ANNOTATION","Carter/Thera looks as though she is trying to remember this."],["O'NEILL/JONAH","I think his name is Homer."],["CARTER/THERA","It doesn't ring a bell."],["O'NEILL/JONAH","Damn. You?"],["CARTER/THERA","Just a lot of vague images."],["ANNOTATION","She leans over and rests her head on his shoulder."],["CARTER/THERA","You know there are things about this place that I like."],["O'NEILL/JONAH","Really?"],["ANNOTATION","She looks at him and smiles and he understands what she means."],["O'NEILL/JONAH","Would it mean anything if I told you I remember something else?"],["CARTER/THERA","What?"],["O'NEILL/JONAH","Feelings."],["CARTER/THERA","Feelings?"],["O'NEILL/JONAH","I remember feeling feelings."],["CARTER/THERA","For me?"],["O'NEILL/JONAH","(sarcastically) No, for Tor."],["ANNOTATION","Carter/Thera laughs at him."],["O'NEILL/JONAH","I don't remember much. But I do remember that."],["CARTER/THERA","So..."],["O'NEILL/JONAH","So...I'm just saying."],["CARTER/THERA","Well then I feel better."]],"present":["CARTER/THERA","O'NEILL/JONAH"],"place":"REST AREA"},{"speech":[["ANNOTATION","We see the lights of the city through the dome at night."]],"present":[],"place":"PLANET EXTERIOR--NIGHT"},{"speech":[["ANNOTATION","We see Calder looking out of his office window as Brenna is talking to him."],["BRENNA","(worried) For some reason Tor seems to be having an adverse reaction to the memory stamp. I think he may be dying."],["CALDER","Workers die. What about his friends?"],["BRENNA","I've received a report, they've been gathering together in secret. Administrator I think they're starting to remember. Their brain chemistry is slightly different than ours. That might be the reason...but we can re-stamp them."],["CALDER","No...No I think it was time they found out what it is like outside."],["ANNOTATION","He turns to look at Brenna."],["BRENNA","All they really did was disapprove of our treatment of the workers."],["CALDER","No, no. No they did much more than disapprove. They passed judgement on us Brenna. I'm simply doing the same."],["BRENNA","Yes sir."],["CALDER","Brenna, if for some reason you can't comply with my orders..."],["BRENNA","It's an honour to serve administrator."],["CALDER","Yes it is."],["ANNOTATION","Brenna turns and leaves."]],"present":["BRENNA","CALDER"],"place":"CALDER'S OFFICE"},{"speech":[["ANNOTATION","We see the workers all asleep in their bunks. The camera pans up to O'Neill/Jonah who is lying awake on his bunk. He reaches under his pillow and retrieves the bowl. He puts it on the bed and stares it trying to remember. Suddenly he has a memory of standing in Calder's office again. He looks at the bowl and is turns into the city dome."],["ANNOTATION","In Calder's office we see O'Neill turn around from looking out of the window. He is wearing his work clothes but as he turns they change into his BDU'S."],["O'NEILL","Very impressive."],["ANNOTATION","We see Calder sat watching him at his desk eating something."],["O'NEILL","Too bad it's a lie!"],["ANNOTATION","Calder doesn't seem alarmed."],["CALDER","I don't understand."],["O'NEILL","While we were on the grand tour Carter spotted some ventilation shafts coming out of apparently no-where. We checked it out."],["CALDER","You were supposed to stay with your escort."],["O'NEILL","I can see how you wouldn't want outsiders to know about the slave labour force you keep underground."],["CALDER","They're merely workers."],["O'NEILL","And what made them so worthy of that?"],["CALDER","Colonel..."],["ANNOTATION","O'Neill slowly walks towards Calder."],["O'NEILL","Administrator, I will not recommend trade with a culture that enslaves its own people. I don't care what kind of technology you have to offer!"],["ANNOTATION","Calder leans forward in his chair."],["CALDER","This system of government has allowed our culture to survive an ice-age."],["O'NEILL","Yep...what's the secret? Starvation, torture...what?"],["CALDER","Our methods are actually quite civilised."],["O'NEILL","Really?"],["CALDER","Yes, in fact...I'll show you!"]],"present":["CALDER","O'NEILL"],"place":"SLEEPING AREA"},{"speech":[["ANNOTATION","The morning alarm sounds and the barracks lights come on. O'Neill/Jonah wakes up and sees the bowl on his bed. He gets up hiding it under his pillow and walks over to Carter/Thera's bed where she is awakening."],["O'NEILL/JONAH","I think I know what's going on."],["ANNOTATION","A worker approaches them and they look up startled."],["WORKER","Jonah, Thera, report to Brenna's office."],["ANNOTATION","They both look worried."]],"present":["O'NEILL/JONAH","WORKER"],"place":"SLEEPING AREA"},{"speech":[["ANNOTATION","We see the same medic as before sitting on a chair watching over Teal'c/Tor in the bed. Teal'c/Tor is asleep. Two workers approach and lift Teal'c/Tor's stretcher away."],["MEDIC","(alarmed) What is it? What are you doing?"],["WORKER","We've got orders to take him up to Brenna's room."],["ANNOTATION","The workers carry Teal'c/Tor away and we see that the bandages from Teal'c's stomach are left on the hospital bed. The medic picks them up confused."]],"present":["MEDIC","WORKER"],"place":"MEDICAL AREA"},{"speech":[["ANNOTATION","We see that O'Neill/Jonah, Carter/Thera and Daniel/Carlin are waiting in the office as the two workers carry Teal'c/Tor in on a stretcher. They all look puzzled. Brenna is also in the office."],["BRENNA","(to workers) Put him down over there."],["ANNOTATION","The workers lift Teal'c/Tor and lay him onto a bed."],["BRENNA","(to workers) You're dismissed."],["ANNOTATION","The workers leave the office."],["CARTER/THERA","What's the matter with him?"],["BRENNA","He's dying."],["DANIEL/CARLIN","(puzzled) Kel-no-reem."],["ANNOTATION","Carter/Thera and Brenna look at him puzzled."],["O'NEILL/JONAH","What?"],["DANIEL/CARLIN","I'm not sure what it means but I think..."],["O'NEILL/JONAH","It's kind of meditation. He has to do it every day or he gets sick. Right?"],["CARTER/THERA","So why doesn't he do it?"],["O'NEILL/JONAH","Because he can't remember."],["BRENNA","Colonel O'Neill is correct. As you have began to suspect all of you have had your memories altered."],["ANNOTATION","They all look at her shocked. Brenna looks at Carter"],["BRENNA","You are Major Samantha Carter."],["ANNOTATION","Brenna looks at Daniel."],["BRENNA","Doctor Daniel Jackson and your friend here is named Teal'c."],["O'NEILL","Where does Homer fit in?"],["BRENNA","You are all they sent down. At first I thought it was necessary to protect the city but now things have gone too far...you don't belong here. You need to return to your own world. Your memories will come back more quickly once you return home."],["O'NEILL","Home?"],["ANNOTATION","All three look completely stunned."],["BRENNA","Yes, through there."],["ANNOTATION","She motions to the wall and presses a button. The wall slides open to reveal a doorway but Calder walks in with two armed guards. Brenna looks shocked to see them. The guards aim their guns at SG-1."],["BRENNA","Administrator Calder."],["CALDER","Brenna, I must say I'm disappointed but not surprised. You see I've been watching you growing weaker for some time now."],["BRENNA","I've been coming to my senses."],["CALDER","Either way. You're no longer of any use to me!"],["ANNOTATION","He aims a gun at Brenna and she backs away frightened. Calder shoots and Brenna screams and falls backwards grasping her right arm. Calder motions for the guards to surround SG-1."],["CALDER","As for the rest of you, it's time you found out what the surface of the planet is really like."],["ANNOTATION","Suddenly Teal'c stands up and attacks one of the unsuspecting guards. He disarms him. Daniel then attacks Calder and get his gun and at the same time O'Neill attacks the other guard disarming him. He aims the weapon at Calder. Carter rushes to Brenna's side."],["O'NEILL","Teal'c, you alright?"],["TEAL'C","I am."],["DANIEL","What happened?"],["TEAL'C","When I removed my bandages and realised I was unlike the rest of you I began to remember. I placed myself in a deep state of Kel-no-reem for the night. My symbiote restored me to health."],["CARTER","Brenna should be alright if we can get her to the err..."],["O'NEILL","Infirmary."],["CARTER","Right."],["CALDER","You'll never make it back to the Stargate!"],["ANNOTATION","O'Neill still has the gun aimed at Calder."],["O'NEILL","You know something. We've got you as a hostage. I don't see a problem."],["DANIEL","Jonah!"],["O'NEILL","Jack!"],["DANIEL","Right...we can't. We have to tell these people what's happening."],["ANNOTATION","O'Neill looks at Calder considering this."],["O'NEILL","Yep...you're right."],["ANNOTATION","They open the door to the plant and take Calder out into it. Carter makes sure Brenna will be ok and follow them. On the walkway above the plant O'Neill holds the gun to Calder's head."],["O'NEILL","(to workers below) Everybody! Can I have your attention please?"],["ANNOTATION","The workers all stop and look up. They are shocked."],["O'NEILL","I'd like to introduce you to someone. This man... (he points to Calder) ...has been keeping you locked up down here while he and his friends live it up on the surface."],["KEGAN","What are you talking about?"],["ANNOTATION","Calder looks panicked."],["CALDER","Don't listen to them. They shot Brenna!"],["ANNOTATION","The workers all murmur in shock."],["CALDER","It's true!"],["O'NEILL","Listen to me! There's a big domed city up there. Full of people you serve! They've been hiding the truth from you your entire lives!"],["KEGAN","It's a lie!"],["ANNOTATION","Daniel looks down to Kegan."],["DANIEL","He's telling the truth Kegan."],["ANNOTATION","Kegan looks up puzzled."],["CALDER","You can't let them get away!"],["KEGAN","(to Calder) Who are you?"],["ANNOTATION","O'Neill looks at Calder."],["O'NEILL","That's a good question."],["CALDER","(panicked) My name is Calder. I was a supervisor in the mines before I was transferred!"],["O'NEILL","Yeah whatever! (To workers) You want proof?"],["ANNOTATION","He looks at the sky lights in the ceiling and aims the gun at one of them."],["KEGAN","No!"],["ANNOTATION","O'Neill fires and shatters the sky light. Glass comes down and rays of sunlight. The workers all scream in panic expecting snow and ice to come pouring in. The workers all look shocked at the sunlight."],["O'NEILL","(to workers) No ice! No snow!"],["CALDER","You've accomplished nothing! These people will never be accepted in the city!"],["O'NEILL","I think you're right about that."],["DANIEL","That's why we're going to offer them a better place."],["O'NEILL","There's this nice little tropical planet out there where the beaches go on forever! This I remember clearly. You and your people can do your own shovelling for a while."],["CALDER","You're destroying a way of life!"],["O'NEILL","That's a shame...Teal'c, show these people how to get out of here!"],["ANNOTATION","Teal'c goes to help the workers. O'Neill, Daniel and Carter go back into Brenna's office. Calder is left on the walkway."]],"present":["BRENNA","CALDER","CARTER","CARTER/THERA","DANIEL","DANIEL/CARLIN","KEGAN","O'NEILL","O'NEILL/JONAH","TEAL'C"],"place":"BRENNA'S OFFICE"},{"speech":[["ANNOTATION","Brenna is cradling her injured arm. Carter is standing next to her."],["BRENNA","It hurts!"],["CARTER","I know. Try not to move it. We're going to take you home with us."],["ANNOTATION","She helps Brenna to stand and Daniel escorts her out of the office. O'Neill and Carter stare at each other for a moment. They look uncomfortable."],["CARTER","So...Colonel."],["O'NEILL","Major."],["CARTER","That bald man you were trying to remember..."],["O'NEILL","General Hammond."],["CARTER","Right."],["ANNOTATION","She smiles at him."],["O'NEILL","He's from Texas you know. It's all coming back!"],["CARTER","Yes sir."],["ANNOTATION","O'Neill looks down. He is thinking."],["O'NEILL","Sir..."],["ANNOTATION","He looks at Carter at last."],["O'NEILL","Let's go home."],["CARTER","Yes sir."],["ANNOTATION","They leave the office."]],"present":["BRENNA","CARTER","O'NEILL"],"place":"BRENNA'S OFFICE"}]