[{"speech":[["FADE IN",""]],"present":["FADE IN"],"place":"nowhere"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN--DAY"},{"speech":[["ANNOTATION","We see Carter filling a glass of water and then she walks over to the briefing table. Daniel is standing looking out of the window at the gate. They sit down at the table where O'Neill and Teal'c are waiting."],["CARTER","Does anyone know what this meeting's about?"],["DANIEL","No but I hope it's important. I was right in the middle of translating that cuneiform tablet we found on P30-255."],["CARTER","I still have to finish recalibrating MALP 3KA's sensors for long term reconnaissance on P5X-327."],["TEAL'C","I was unable to complete my Kel-no-reem."],["ANNOTATION","O'Neill looks up from the table."],["O'NEILL","I was just about to do something important."],["ANNOTATION","General Hammond walks into the room from his office. He is carrying a tape player."],["HAMMOND","All right people, as you were. We have ourselves a situation. Early this morning at approximately o-four hundred hours the base switchboard received the following call."],["ANNOTATION","Hammond presses play on the tape player."],["MAN","(on tape) Hello, this is a message for Colonel Jack O'Neill..."],["ANNOTATION","O'Neill and the others look up in surprise."],["MAN","...and anyone else who's listening in. I know this call is being monitored but don't bother to set up a trace. I'm at a phone booth in Bewt Montana but I'll be long gone before your black ops teams can get here. You're not dealing with an amateur."],["ANNOTATION","O'Neill is smirking at the tape."],["MAN","...I know all about Roswell, and the Kennedy cover-ups and the..."],["ANNOTATION","Hammond presses fast forward on the tape player."],["HAMMOND","He goes on like that for a while."],["ANNOTATION","Hammond presses play."],["MAN","...and the CIA sanctioned microwave harassment and the..."],["ANNOTATION","Daniel and Carter look surprised. Hammond presses fast forward again."],["HAMMOND","Quite a while."],["ANNOTATION","He presses play."],["MAN","...and the lizard people... O'Neill smiles widely."],["MAN","...but the point is none of these compare to your secret, colonel."],["ANNOTATION","Daniel and Carter look concerned. O'Neill stops smiling."],["MAN","...I'm talking about a large circular object discovered in Egypt and currently residing in the bottom of a missile silo under Cheyenne Mountain. I believe you call it the Stargate."],["ANNOTATION","O'Neill looks at Hammond alarmed."],["MAN","...and now that I've got your attention I want to meet tomorrow. Eleven AM at the New Clover Leaf restaurant in Billings...and Colonel...come alone."],["ANNOTATION","Hammond stops the tape and looks at O'Neill."],["O'NEILL","Interesting."],["TEAL'C","It would appear base security has been breached."],["HAMMOND","I want to know who this man is. I want to know how he got his information and I want to know who he's been talking to."],["ANNOTATION","Hammond looks around the table at SG-1."],["HAMMOND","You leave in half an hour."],["ANNOTATION","He leaves the briefing room."],["END OF TEASER",""]],"present":["CARTER","DANIEL","END OF TEASER","HAMMOND","MAN","O'NEILL","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","We see the busy restaurant, the waitress is serving the customers as the camera pans onto O'Neill. He is sitting waiting at a table reading. We hear the door open and a man approaches O'Neill. The camera pans up the man and he appears to be very nervous."],["MAN","(nervously) Colonel O'Neill?"],["ANNOTATION","O'Neill looks up and seems uninterested."],["O'NEILL","Yeah?"],["MAN","Sorry I'm late. I think I was followed."],["ANNOTATION","He looks around nervously."],["O'NEILL","You sure?"],["MAN","Yeah, but don't worry...I managed to lose them."],["ANNOTATION","The man sits down at the table with O'Neill. He is constantly looking around."],["O'NEILL","Very professional....what's you name?"],["MAN","You can call me Martin."],["O'NEILL","Ok Martin, what's this about?"],["ANNOTATION","Martin takes a small grey device out of his pocket. He stands up and gestures to O'Neill."],["MARTIN","If you don't mind, before we get started."],["ANNOTATION","Martin obviously wants to scan O'Neill for bugs with the device. O'Neill looks very unconvinced and almost bored but stands."],["MARTIN","I'd just like to check you for transmitters."],["ANNOTATION","O'Neill turns round slowly as Martin scans him."],["O'NEILL","Okay."],["MARTIN","You're clean."],["ANNOTATION","He and O'Neill sit back down again."],["MARTIN","You understand, a man in my position has to take precautions."],["O'NEILL","Yeah, you never know who's listening."],["MARTIN","Exactly. I don't know about you but I always feel like I'm being watched."],["O'NEILL","Come on Martin. Let's get to it. What's going on here?"],["ANNOTATION","As Martin begins to talk again we see the camera pan over to the kitchen hatch. We see Teal'c there dressed as a chef. He swings the menu stand around to face O'Neill and there is a camera in the stand. O'Neill and Martin continue to talk as we zoom into the camera."],["MARTIN","You know as well as I do Colonel!"],["O'NEILL","I don't."]],"present":["MAN","MARTIN","O'NEILL"],"place":"RESTAURANT"},{"speech":[["ANNOTATION","We suddenly see a screen showing the scene in the restaurant. As the camera pans out we see that Carter and Daniel are in the van. They are surrounded by surveillance equipment and are watching O'Neill and Martin."],["CARTER","Ok here we go. If he's got a driver's license we should be able to find him."],["ANNOTATION","Carter works at one of the computers. Daniel is standing behind her drinking coffee."],["DANIEL","You know I've never been on a stakeout before. Shouldn't we have donuts or something?"],["ANNOTATION","Carter look up at Daniel."]],"present":["CARTER","DANIEL"],"place":"SURVEILLANCE VAN"},{"speech":[["ANNOTATION","We see O'Neill and Martin talking at the table still."],["MARTIN","A top secret government program involving instantaneous travel to other solar systems by means of a device known as a Stargate!"],["ANNOTATION","O'Neill looks at him unconvinced."],["O'NEILL","Sounds like a good idea for a TV show...if you're into that sort of thing!"],["MARTIN","Colonel, let's not play games. If it isn't true then why did you come here?"],["O'NEILL","The truth! There is a top-secret government program called project Stargate."],["MARTIN","(excitedly) I knew it!"],["O'NEILL","But it has nothing to do with space travel."],["ANNOTATION","Martin looks disappointed."],["MARTIN","What does it have to do with?"],["ANNOTATION","O'Neill looks very serious and leans over slightly to talk to Martin."],["O'NEILL","Magnets!"],["ANNOTATION","Martin looks confused then blinks."],["MARTIN","What the hell is that supposed to mean?"],["O'NEILL","No...I've already said too much!"],["MARTIN","Colonel you're not taking this seriously!"],["O'NEILL","No I'm not."],["MARTIN","I need help!"],["O'NEILL","Why? What seems to be...?"],["ANNOTATION","Martin looks panicked."],["MARTIN","I have to go through the Stargate!"],["O'NEILL","Marty I told..."],["ANNOTATION","Martin interrupts again."],["MARTIN","No, I mean it. I've come to realize that I don't belong here. For the longest time I was obsessed with all those alien conspiracies. Crop circles, cow mutilations, the Apollo cover-up."],["O'NEILL","I thought the lunar landings were a hoax!"],["MARTIN","(surprised) No! That was a story created by the government to direct attention from the real cover-up. Everybody knows that!"],["ANNOTATION","O'Neill nods unconvinced."],["MARTIN","Anyway, one day I'm on line and I find this conspiracy chat-room and they're talking about something called the Stargate. Most of it was misinformation but the word Stargate stuck in my head. It triggered what I later realized was a suppressed memory. You see Colonel O'Neill, the truth is I'm not just interested in outer space. I'm from outer space!"],["ANNOTATION","O'Neill looks at him for a moment. He then leans back in his chair."],["O'NEILL","(to waitress) Check please!"]],"present":["MARTIN","O'NEILL"],"place":"RESTAURANT"},{"speech":[["ANNOTATION","We see Daniel looking out of the window at the restaurant. Carter calls out to him and he walks over to her. She is working at a computer looking for details of Martin."],["CARTER","We've got something. That's him, Martin Lloyd, brown hair, hazel eyes. Looks like he's got a criminal record. He was arrested for protesting outside a TV station. He said subliminal advertising was controlling his thoughts."],["ANNOTATION","Daniel looks surprised that the information has been found so fast."],["DANIEL","Do you have a current address?"],["CARTER","Yeah, I could get the prescription of his glasses if I wanted."]],"present":["CARTER","DANIEL"],"place":"SURVEILLANCE VAN"},{"speech":[["ANNOTATION","We see O'Neill looking very uncomfortable sitting opposite Martin. Martin seems is trying to make O'Neill believe him."],["MARTIN","So, you still don't believe me? I'm an Alien!"],["O'NEILL","You look pretty human to me."],["MARTIN","No...what I believe, is that thousands of years ago, people were taken from earth, maybe as part of some experiment, maybe as slaves, who knows. But the point is, there are entire civilizations up there descending from those original humans."],["O'NEILL","Now, that's just crazy talk!"],["MARTIN","Want proof? I can give you proof. I can show you my ship."],["ANNOTATION","The waitress approaches and hands O'Neill the bill. O'Neill slides it over and looks at it."],["O'NEILL","Look, Marty, I'm a busy man. And you don't strike me as any great threat to national security..."],["ANNOTATION","O'Neill reads the bill. It has a note on it saying 'We've got his address, stall him.'"],["O'NEILL","But, as you know, it never hurts to be thorough. So, show me."],["ANNOTATION","Martin smiles and gets up. O'Neill rolls his eyes and follows."]],"present":["MARTIN","O'NEILL"],"place":"RESTAURANT"},{"speech":[["ANNOTATION","Martin is leading O'Neill through the woods in search of his spaceship."],["MARTIN","(excitedly) It's just over the next ridge. The ship's supposed to be buried, but I know exactly where it is."],["O'NEILL","Marty...what makes you think you can trust me with all this?"],["MARTIN","I can't explain it Colonel, I just have a gut feeling, like we have something in common."],["O'NEILL","Well, that's very flattering, but I'm not an alien."],["MARTIN","I know that! Something else."],["O'NEILL","Right."],["MARTIN","Up here."],["ANNOTATION","He points into the distance."]],"present":["MARTIN","O'NEILL"],"place":"WOODLAND AREA"},{"speech":[["ANNOTATION","Carter, Daniel and Teal'c exit a car. They approach Martin's house. All three are wearing civilian clothing."],["CARTER","This is it."],["DANIEL","Nice place!"],["CARTER","Hello?"],["ANNOTATION","Carter proceeds to pick the lock on the door."]],"present":["CARTER","DANIEL"],"place":"MARTINS HOUSE"},{"speech":[["ANNOTATION","We see the inside of Martin's house as Carter. Daniel and Teal'c enter. It is full of weird statues and 'alien' items and toys. All of the curtains and shutters are closed making the house very dark."],["CARTER","Oh, boy!"],["DANIEL","Something tells me we don't need to worry about this guy."],["CARTER","Except for the fact he happens to be very close to the truth."],["ANNOTATION","She walks up to an alien statue that looks very much like Thor."],["CARTER","(surprised) He looks familiar!"],["ANNOTATION","Teal'c picks up a toy ray gun and presses its button. It lights up and makes a 'phaser' sound. Teal'c looks over at Carter with a slight grin."],["TEAL'C","It would appear this weapon is ineffective."],["ANNOTATION","Daniel walks into the kitchen. He opens a blind to let some light in. He opens the cupboards and finds one of them full of medication."],["DANIEL","(raising his eyebrows) Oh, Hello! Sam, you're gonna wanna...take a look this!"],["ANNOTATION","Carter walks over and joins him."],["CARTER","Woah, that's quite a collection! Tranquilizers, antidepressants, antipsycotics. Looks like our friend here has been treated for a number of different psychiatric problems."],["DANIEL","Yeah, why doesn't that surprise me?"]],"present":["CARTER","DANIEL","TEAL'C"],"place":"MARTIN'S HOUSE"},{"speech":[["ANNOTATION","We see O'Neill and Martin still searching for his spaceship."],["O'NEILL","Marty, we've been walking around for half an hour!"],["MARTIN","I don't understand it! The clearing where I landed should be around here somewhere."],["O'NEILL","(annoyed) How do ya lose a spaceship?"],["MARTIN","Well, my memory isn't so good. Sometimes, I get a little confused. I think it might be the medication."],["O'NEILL","Yeah, well, there ya go."],["ANNOTATION","O'Neill stops still."],["O'NEILL","Hey, listen, I'm going back to the car."],["MARTIN","(panicked) No! Wait! You can't...please...It's around here somewhere. I know it is!"],["O'NEILL","(annoyed) Marty, listen to me! There is no spaceship! You're not an alien!"],["MARTIN","You don't understand!"],["O'NEILL","I get that a lot. Come on. I'll drive you back to town."],["ANNOTATION","They walk back towards the car."]],"present":["MARTIN","O'NEILL"],"place":"WOODLAND"},{"speech":[["ANNOTATION","We see Daniel reading Martin's diary. He is wearing rubber gloves to prevent fingerprints. Carter approaches him and looks over his shoulder."],["CARTER","Find anything?"],["DANIEL","(flicking through diary) Oh, yeah. It's a diary. Um...\"April 12: Someone has gone through my garbage. Suspect CIA. Must take precautions. May 2: Comb missing. Suspect CIA has stolen it to acquire genetic identification. Uh...June 26: Comb found behind dresser Disposed of it in case of tampering, bought new comb 39 cents at shopmart.\" I'm telling you this is a complete waste of time. He has paranoid delusions."],["ANNOTATION","Carter continues searching the house as Daniel talks. She walks over to an alien statue with large eyes and looks into it. She doesn't see the camera inside the eye recording the events."]],"present":["CARTER","DANIEL"],"place":"MARTIN'S HOUSE"},{"speech":[["ANNOTATION","We see the view of the surveillance camera. Carter is looking at it unknowingly. Two men stride up towards the man who is watching the footage."],["MAN","What have we got?"],["MAN #2","Activity in the house."],["MAN","Looks like Martin's got visitors."],["MAN #2","That's not all. See the big guy? Watch what happens when I get a thermo scan."],["ANNOTATION","He types at the computer and we see the image shift to thermal view of Teal'c. His symbiote is clearly seen in his stomach."],["MAN #2","Definitely not human."]],"present":["MAN","MAN #2"],"place":"WAREHOUSE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN"},{"speech":[["ANNOTATION","We see Dr Fraiser approaching the office carrying some reports. She knocks on his door."],["HAMMOND","(from inside) Come in."],["ANNOTATION","Fraiser opens the door. Hammond is sitting at his desk doing paperwork."],["FRAISER","Sir, I have the results of the tests done on the medication that Major Carter took from Martin's house."],["ANNOTATION","She hands him the reports."],["HAMMOND","That was fast."],["FRAISER","Preliminary analysis was done in a Montana lab. They faxed it over. There are some anomalies."],["HAMMOND","Meaning?"],["FRAISER","Several unidentifiable chemicals were present. I believe that the drugs may have been tampered with."],["HAMMOND","For what purpose?"],["FRAISER","I can't say. I mean for all we know, the medications may be the cause of his delusions."],["HAMMOND","I'll mention that to Colonel O'Neill."],["FRAISER","The name of the psychiatrist who prescribed the drugs was on the label."]],"present":["FRAISER","HAMMOND"],"place":"SGC--HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","Dr Tanner is by his desk with Daniel and Carter sitting in front of him."],["DR. TANNER","I must say, your phone call piqued my curiosity. I don't often get requests for information from the military!"],["CARTER","Well, this concerns a particular patient of yours, Martin Lloyd."],["DR. TANNER","Oh, I see. Of course, you understand that doctor/patient privilege prohibits me from discussion case history of a client."],["CARTER","This is a matter of National Security, Doctor Tanner. The privilege doesn't exist in this case."],["DR. TANNER","National security involving Martin! I find that hard to believe!"],["DANIEL","Why do you say that?"],["ANNOTATION","Daniel is sitting next to a small statue of 'The Thinker' in the same pose!"],["DR. TANNER","Let's put it this way, people like Martin sometimes compensate for their feelings of insignificance by creating elaborate fantasies in which they are the center and focus of all the attention. These people are usually harmless, although they may try and draw others into their illusions. That's what's happened here."],["ANNOTATION","Carter doesn't look convinced."]],"present":["CARTER","DANIEL","DR. TANNER"],"place":"PSYCHIATRISTS OFFICE"},{"speech":[["ANNOTATION","A TV is showing 'The Day the Earth Stood Still'. We hear humming of the theme tune as the camera pans around we see the O'Neill is sitting on the edge of a bed doing the humming. A vibrating sound is heard. It stops and Teal'c approaches O'Neill. He holds his hand out and O'Neill gives him some coins. Teal'c then goes over to his bed and adds the coins to the machine to start the vibrating bed. He lies down on it with a big grin on his face. Suddenly there is a knock on the door."],["MARTIN","Colonel O'Neill! Colonel O'Neill, are you in there?"],["ANNOTATION","O'Neill looks around surprised."],["O'NEILL","Martin?"],["MARTIN","Please! I have to see you!"],["ANNOTATION","O'Neill throws Teal'c a hat to cover his tattoo and opens the door. Martin steps in hurriedly."],["MARTIN","Oh, good. You're here. You have no idea how...Who's he?"],["ANNOTATION","O'Neill and Martin look over at Teal'c on the bed."],["O'NEILL","Um...my friend...Murray."],["ANNOTATION","Martin looks unconvinced."],["MARTIN","You trust him?"],["O'NEILL","Oh, yeah!"],["MARTIN","I guess it's OK for me then."],["O'NEILL","Good, glad you're comfortable."],["ANNOTATION","Martin goes and closes the blind on the motel window."],["MARTIN","Don't ya wanna know how I found you?"],["O'NEILL","Uh...OK!"],["MARTIN","In your car, I notice a map of the Sleep-Rite Motel Chain. I checked every one in town."],["O'NEILL","There's two!"],["MARTIN","I'm surprised a man in your position wouldn't take more precautions to maintain your cover."],["O'NEILL","Marty I'm not undercover!"],["MARTIN","You think I'm making this all up. Look at this."],["ANNOTATION","He hands O'Neill a toothpick. O'Neill looks at it closely."],["O'NEILL","(sarcastically) Yes...It all makes sense now."],["MARTIN","I propped it up against the inside of my door. When I got home, it was on the ground, meaning...someone was there!"],["ANNOTATION","O'Neill looks at Martin as if he is stupid."],["O'NEILL","If you prop it up against the inside of your door, how do you get out?"],["MARTIN","Through the window! You think I'm so stupid, I go out my own front door?"],["O'NEILL","So, you leave the window unlocked?"],["MARTIN","That's right. I put a hair on the inside of the window sill, and when that's gone when I get back..."],["O'NEILL","Marty!"],["MARTIN","(anxiously) The point is, someone was there! They're after me. Help me, please! I'm running out of time!"],["O'NEILL","What do you want?"],["MARTIN","I wanna go home. You have to take me through the Stargate."]],"present":["MARTIN","O'NEILL"],"place":"MOTEL ROOM"},{"speech":[["ANNOTATION","Daniel and Carter are still sitting talking to Dr Tanner."],["DANIEL","Dr. Tanner, it may be true that Martin is delusional, but there are still some unanswered questions here."],["DR. TANNER","Such as?"],["DANIEL","Well he seems to be taking a lot of medication."],["DR. TANNER","Only what is necessary."],["ANNOTATION","Carter looks at a list and reads it to Tanner."],["CARTER","Doxopin, Halopranidol, Profenozine, Lithium, Valium..."],["ANNOTATION","Dr Tanner looks uncomfortable and interrupts Carter."],["DR. TANNER","Major, please! I don't have time to discuss pharmacology. This interview is over."],["ANNOTATION","He stands up."],["CARTER","Doctor Tanner, we obtained samples of Martin's medication, apparently, the drugs have been tampered with."],["DR. TANNER","(shocked) That's absurd! There must be some kind of mistake!"],["CARTER","The tests were very thorough."],["DR. TANNER","I don't know anything about this. I mean, I just write the prescriptions! I don't make the drugs!"],["CARTER","We're not accusing you of anything! We're just looking for answers."],["ANNOTATION","Dr Tanner sits down again."],["DR. TANNER","You realize that this investigation is only gonna fuel Martin's paranoia!"],["CARTER","We have no choice! Now we're gonna get to the bottom of this with or without your help."],["DR. TANNER","I...don't know what else I could tell you."],["DANIEL","Does he have any friends, or relatives, anyone else?"],["ANNOTATION","Dr Tanner goes to a filling cabinet and brings out Martin's file. He writes something down on a scrap of paper and hands it to Carter."],["DR. TANNER","This is his work address. That's the best I can do."]],"present":["CARTER","DANIEL","DR. TANNER"],"place":"DR TANNER'S OFFICE"},{"speech":[["ANNOTATION","We see Martin pacing up and down talking to O'Neill and Teal'c in a panicked voice"],["MARTIN","I knew it would come to this! They'll do tests on me, they'll dissect me like one of those demented high school biology experiments..."],["O'NEILL","(frustrated) Marty take it easy!"],["MARTIN","I'm never gonna get home! I wanna..."],["O'NEILL","Sit!"],["ANNOTATION","Martin sits down in a chair and looks pensively at O'Neill."],["O'NEILL","Look, you gotta relax! Nobody's gonna do anything to ya, I promise! No, if... and I stress the word If...there is such a thing, what makes you think your way home is through this...Stargate?"],["MARTIN","I...I,I,I...I don't know! I get these Ideas. Flashes. It's a little confusing actually I don't even know for sure Why I want to go it's just a, a feeling I'm somebody there. Like, like there's...something important for me to do there, more important than anything I do here. Can I have a glass of water?"],["O'NEILL","Yeah."],["ANNOTATION","O'Neill goes into the small kitchen and gets him some water. Martin rubs at his head as though he has a headache. O'Neill brings the water to Martin who takes a tub of tablets out of his pocket to take."],["O'NEILL","Let me see those. You should go easy on this..."],["ANNOTATION","Martin hands O'Neill the tablets."],["MARTIN","But..."],["O'NEILL","Just for a while. Trust me."],["MARTIN","What about the symbols?"],["O'NEILL","What symbols?"],["MARTIN","It's one of the things I see in the flashes, there's seven of them. I wrote them down."],["ANNOTATION","Martin hands O'Neill a piece of paper. O'Neill looks at it and sees that there is a Stargate address on the paper. He shows it to Teal'c with an alarmed look."]],"present":["MARTIN","O'NEILL"],"place":"MOTEL ROOM"},{"speech":[["ANNOTATION","We see Daniel and Carter entering a warehouse. It is the address that Dr Tanner has given to them for Martin's workplace. The warehouse is empty."],["CARTER","(cautiously) Hello?"],["DANIEL","This is the place?"],["CARTER","Yeah. This is the address he gave us."],["DANIEL","But...it doesn't look like anyone's place of work, there's...no one here."],["ANNOTATION","Carter turns around to look at the door and sees the men who were doing the surveillance on Martin aiming guns at them. She raises her arms."],["CARTER","Except for the guys with guns!"],["ANNOTATION","Daniel turns around and raises his arms too."]],"present":["CARTER","DANIEL"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","We see Martin again pacing up and down and talking animatedly."],["MARTIN","This is totally unfair! Just cause I'm from another planet, I don't have rights, I mean doesn't the Geneva convention protect extra terrestrials? I'll have to remember to go online and look that up."],["ANNOTATION","We see O'Neill on his cell phone. He is trying to call Carter. He puts the phone down."],["O'NEILL","Carter's not answering her phone."],["TEAL'C","Should they not have contacted us by now?"],["ANNOTATION","O'Neill looks at his watch."],["O'NEILL","Yep."],["ANNOTATION","Martin strides up to O'Neill and Teal'c."],["MARTIN","You know, guys, it would be a really good idea if I took some of my medication now."],["O'NEILL","I don't think so."],["MARTIN","The thing is, if I go too long without it, I tend to get a little nervous."],["ANNOTATION","O'Neill and Teal'c look at him."],["MARTIN","No, really!"],["O'NEILL","Marty, sit down! Let's talk about these symbols."],["ANNOTATION","Martin sits down on the edge of a bed. O'Neill sits facing him."],["MARTIN","They mean something, don't they?"],["O'NEILL","Right now, I need you to think very carefully. Where did you see them?"],["MARTIN","I told you, I have these visions. I don't know where they come from. Maybe it has something to do with my implant."],["O'NEILL","Excuse me?"],["MARTIN","They put an implant in my head. I always thought they were sending me symbols."],["TEAL'C","To whom are you referring?"],["MARTIN","You know...them. The secret government. The New World Order, black helicopters, underground bases, don't you guys read the papers?"],["O'NEILL","(annoyed) Marty! For God's Sake!"],["MARTIN","You don't believe me. My neurologist didn't believe me either, the implant is so small, it can't be read under normal x-ray."],["O'NEILL","This is going no where! I'm gonna go look for Carter and Daniel. (To Teal'c) Keep an eye on him."],["ANNOTATION","He passes Teal'c the tablets, gets up and leaves."],["MARTIN","(panicked) Hey! Where ya going? Murray..."]],"present":["MARTIN","O'NEILL","TEAL'C"],"place":"MOTEL ROOM"},{"speech":[["ANNOTATION","We see Carter and Daniel are tied to chairs at a table. The men are asking them questions menacingly."],["MAN","OK. Let's keep this simple! Who are you?"],["CARTER","Who are you?"],["MAN","We're the guys with the guns, which means you answer our questions! So, once again...who are you?"],["DANIEL","I'm Doctor Daniel Jackson. This is Major Samantha Carter."],["CARTER","We're with the Air Force."],["MAN","Well, what are you doing here?"],["CARTER","Classified."],["MAN","What do you know about Martin Lloyd?"],["CARTER","Never heard of him."],["MAN","Yesterday, you were conducting an illegal search in his house."],["DANIEL","No, we weren't."],["ANNOTATION","Carter smiles."],["CARTER","So, who are you guys, really? CIA? NID?"],["MAN","(annoyed) What do you know about Martin Lloyd?"]],"present":["CARTER","DANIEL","MAN"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","We see O'Neill walk up to the door of the office. He looks inside but all of the furniture is gone. The room is deserted. O'Neill walks out again."]],"present":[],"place":"DR TANNER'S OFFICE"},{"speech":[["ANNOTATION","We see Teal'c sitting on the bed reading a magazine. Martin sticks his head around the door from the bathroom."],["MARTIN","Can I come out yet?"],["ANNOTATION","Teal'c doesn't even look up."],["TEAL'C","No!"],["ANNOTATION","O'Neill walks into the room. Teal'c looks up at him."],["O'NEILL","Psychiatrist's office was completely empty, like no one had ever been there!"],["TEAL'C","So, what now, O'Neill?"],["O'NEILL","I got some people on it...Where's Marty?"],["TEAL'C","He became insistent in his demands for medication."],["ANNOTATION","Martin knocks on the door from the bathroom."],["MARTIN","(muffled) Uh...Murray? Listen, uh...I'm really Sorry I tried to bite you, and I realize it was totally out of line , but I was wondering if I could come out now? Or I could just stay in here. That's good too. It's just, I'm getting a little dizzy."],["ANNOTATION","O'Neill raises his eyebrows."],["O'NEILL","I don't get it. How does a nut case like that get a set of gate coordinates?"],["ANNOTATION","A bump is heard from the bathroom and O'Neill walks over to the door and opens it. Martin is collapsed on the floor. He rushes to help him."],["O'NEILL","Marty? Martin! You all right? Oh! Crap! Marty? Marty! Come on, Marty!"],["TEAL'C","In hindsight, we should have given him his medication, O'Neill."],["ANNOTATION","Martin wakes up slowly."],["MARTIN","(groggily) Colonel! I remember where my ship is."]],"present":["MARTIN","O'NEILL","TEAL'C"],"place":"MOTEL ROOM"},{"speech":[["ANNOTATION","We see Daniel and SAM still tied up to chairs at the table. The men are around them. The leader walks up to them and puts a computer down on the table. He stares at them."],["MAN","We know you were in Martin's house, because we got you on video. What can you tell us about him?"],["ANNOTATION","The man moves the laptop around to show Daniel and Carter the screen. It is an image of Teal'c."],["DANIEL","He's an associate."],["MAN","Yeah, we know that! We also know that he's not from around here."],["DANIEL","(confused) Not from Montana?"],["MAN","(smiling) I think you know what I mean."],["ANNOTATION","Daniel and Carter both act confused."]],"present":["DANIEL","MAN"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","We see Martin leading O'Neill and Teal'c through the woodland again in search of his ship."],["MARTIN","(pointing) We should have turned left at the bottom of the ravine instead of turning right."],["ANNOTATION","O'Neill and Teal'c stop to talk to each other."],["TEAL'C","Do you now believe Martin is correct about his spaceship?"],["ANNOTATION","O'Neill sighs."],["O'NEILL","No...but he's the closes thing we've got to a lead on Carter and Daniel. After you, Murray."],["ANNOTATION","They follow Martin into a large clearing."],["MARTIN","(excitedly) This is it! I told you! This is the clearing! The ship is around here somewhere! But, remember, it's buried, so keep you eyes open, and watch your step..."],["ANNOTATION","Martin runs across the clearing and trips over something. He clears away some grass as O'Neill and Teal'c run over to help him."],["MARTIN","This is it! I knew it was here! I knew it! I'm NOT crazy!"],["ANNOTATION","The edge of a ship is revealed in the ground."]],"present":["MARTIN","O'NEILL","TEAL'C"],"place":"WOODLAND"},{"speech":[["ANNOTATION","We see that O'Neill had alerted the Air Force about the ship. The area is swarming with the military and scientists walking around in suits. A large tent has been erected with equipment and we see Martin, O'Neill and Teal'c being briefed in there by a soldier at a computer."],["SOLDIER","The material the object is made from is definitely not terrestrial. I used Sonar to get the general size and shape, and I've enhanced the image by extrapolating the exposed portion. It should look something like this. Approximately 16 feet long by 10 feet wide."],["ANNOTATION","We see the computer display the graphics."],["MARTIN","That's not right. It's too small! That can't be my ship."],["O'NEILL","There's another ship out there?"],["TEAL'C","Could it be an escape pod?"],["MARTIN","That's it! There must be some kind of malfunction! We abandoned the ship, and came down in the pod!"],["O'NEILL","(annoyed) We? There's more of you? How many more?"],["MARTIN","I'm not sure."],["SOLDIER","There can't be too many, Sir. Maybe four or five at the most."],["MARTIN","All this time, I thought the government was watching me. What if it was the others?"],["TEAL'C","What would these others want?"],["MARTIN","I don't know. Maybe they're afraid. They don't wanna be exposed."],["TEAL'C","If that is the case, then these others may indeed be responsible for the disappearance of Daniel Jackson and Major Carter."]],"present":["MARTIN","O'NEILL","SOLDIER","TEAL'C"],"place":"CLEARING"},{"speech":[["ANNOTATION","The man is still questioning Carter and Daniel about Teal'c, whose image is still displayed."],["MAN 2","So, you're telling me, this man is an ordinary technical Sergeant?"],["DANIEL","I wouldn't say ordinary."],["CARTER","He's very good at what he does."],["MAN 2","What's his area of expertise?"],["CARTER","Speech writer."],["MAN 2","What about this?"],["ANNOTATION","The man types a command on the computer and the image changes to that of the thermal scan of Teal'c showing the symbiote."],["DANIEL","Oh, that's very good! Did you draw that yourself?!"],["CARTER","What is it?!"],["DANIEL","(sarcastically) That...That's a duck, isn't it?!"],["ANNOTATION","A third man approaches and whispers to the main man. He picks up the laptop, slams it shut and walks out with the other men leaving Daniel and Carter."],["DANIEL","We'll just wait here."],["ANNOTATION","Carter nods but they both look anxious."]],"present":["CARTER","DANIEL","MAN 2"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","We see Martin talking to O'Neill and Teal'c. there is lots of activity in the background with soldiers and scientists walking around."],["MARTIN","Our home world was under attack. We were sent here to find allies, then we realized you weren't advances enough to help up."],["O'NEILL","Well, we have our moments."],["MARTIN","The enemy was too powerful. They wanted to make us slaves. They wanted us to worship them like gods."],["ANNOTATION","Teal'c looks at O'Neill for permission to speak. O'Neill nods."],["TEAL'C","The Goa'uld."],["MARTIN","Yes, that's it!"],["O'NEILL","(to Teal'c) Show him."],["TEAL'C","The enemy of which you speak enslaved my people, murdered my father, and banished my wife and child from our people. I am branded with the symbol of this false god."],["ANNOTATION","We see Teal'c remove the hat that he is wearing to reveal his golden tattoo."],["MARTIN","Murray!"],["ANNOTATION","A soldier walks up and Teal'c quickly puts his hat back on."],["SOLDIER","Colonel, We've completed the radiation sweep. We're ready to open the hatch."],["O'NEILL","All right. Let's do it!"],["MARTIN","Wait, wait! You can't! The pod has remote sensors. If you penetrated the hull, they're gonna know about it."],["TEAL'C","Perhaps this can be used to our advantage O'Neill."]],"present":["MARTIN","O'NEILL","SOLDIER","TEAL'C"],"place":"CLEARING"},{"speech":[["ANNOTATION","We see Carter and Daniel alone at the table talking."],["CARTER","I don't get this. These guys know what a symbiote is, but if they were really NID, they'd know that Teal'c isn't a security threat."],["DANIEL","I don't know. That's why I hate working for the government. Every department has its own agenda, it's own little...secrets!"],["MAN","(from doorway) Very true, Doctor Jackson."],["ANNOTATION","Daniel and Carter turn around, surprised, to see their captors standing in the doorway."],["DANIEL","Oh! Yeah! Yep! Didn't see that one coming!"],["ANNOTATION","The men walk behind them and then Dr Tanner places a leather bag onto the table."],["DR. TANNER","I understand your reluctance to cooperate. In situations like this, information is on a need to know bases. The fact of the matter is...we're running out of time. I'm running out of patience. And I really...need to know."],["ANNOTATION","He begins to get torture devices out of the bag and places them on the table threateningly. Daniel and Carter look anxious but are trying to hide that fact."],["DANIEL","You're not a real doctor, are you?"],["ANNOTATION","A beeping sound is heard and the second man gets a device out of his pocket."],["MAN 2","Looks like the experiment's been discovered. What do we do?"],["DR. TANNER","Get the van!"],["ANNOTATION","Dr Tanner takes a small box from his jacket pocket."],["DANIEL","We're gone for a ride?"],["DR. TANNER","(smiling menacingly) Not exactly!"],["ANNOTATION","He holds a loaded syringe up and prepares to inject them."]],"present":["CARTER","DANIEL","DR. TANNER","MAN","MAN 2"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","We see Martin pacing nervously outside the open hatch of the spaceship in the ground. He is talking into his coat pocket to O'Neill and Teal'c via a wire."],["MARTIN","This is not a good idea...did I mention this is not a good idea? I don't really appreciate being used as bait."],["ANNOTATION","We see O'Neill and Teal'c monitoring the situation from the surveillance."],["O'NEILL","Hang in there, Marty! And stop talking into your lapel."],["MARTIN","(in clearing) Oh, it's easy for you guys, all nice and cozy back in your van eating your crullers and your bear claws. I'm the one standing out here, risking my...We got company!"],["ANNOTATION","We see Dr Tanner and the other men approaching him."],["DR. TANNER","I must say, Martin, this is very disappointing. You stopped taking your medication, didn't you?"],["MARTIN","I'm not crazy, and you're not a psychiatrist. You see this? This is what brought us here. I remember now!"],["ANNOTATION","Martin shows them the open ships hatch."],["DR. TANNER","(threateningly) Martin. You've really made a mess of things this time."],["ANNOTATION","The other two men push Martin away whilst Dr Tanner closes the hatch with a remote. He follows the others. The men lead Martin towards a van and push him inside."],["MARTIN","(into jacket) Nice van! What do you call that color? Kind of a greyish-green, huh?"],["MAN","Just get in!"],["ANNOTATION","The others get in the van and they drive off."]],"present":["DR. TANNER","MAN","MARTIN","O'NEILL"],"place":"CLEARING"},{"speech":[["ANNOTATION","We see O'Neill and Teal'c monitoring the situation. A computer screen shows the vans position."],["O'NEILL","All right, they're moving."]],"present":["O'NEILL"],"place":"SURVEILLANCE VAN"},{"speech":[["ANNOTATION","Martin is sitting in the back next to Dr Tanner."],["MARTIN","So, you're gonna drug me again?"],["DR. TANNER","Well, obviously, that didn't work. I'm afraid we're gonna have to take more drastic measures."],["MARTIN","You're not gonna kill me? You know how many people know about this, now? What about Major Carter and Doctor Jackson? Are you gonna kill all of us?"],["ANNOTATION","We see O'Neill listening to this in the van."],["DR. TANNER","We're gonna do what we have to do."],["MARTIN","(upset) This isn't right. I know you. I know all of you. We were on this ship together. We're soldiers, not murderers. That's why you drugged me in the first place."],["DR. TANNER","Martin..."],["MARTIN","It's not too late. Our people are at war. They need us."],["DR. TANNER","Martin, I hate to see you like this. You're my best agent."],["MARTIN","I was never any kind of agent! You're just saying that because you think I'm bugged!"],["DR. TANNER","Well, aren't you?"],["MARTIN","No! Of course not! The government agency thing, was just a cover. We're all really Aliens, right?"],["DR. TANNER","With all the secrecy, and all the lies, you can get confused."],["MARTIN","Who's confused! I know who I am! Why are you guys doing this? Why can't you just admit it? We can all just go home! They have a Stargate!"]],"present":["DR. TANNER","MARTIN"],"place":"VAN"},{"speech":[["ANNOTATION","We see O'Neill and Teal'c in the van."],["O'NEILL","They've stopped. Get to them!"],["ANNOTATION","O'Neill reaches into his pocket for his gun."],["ANNOTATION","We then see the surveillance van pull up outside of the warehouse along with other teams. O'Neill and Teal'c emerge from the van armed."],["O'NEILL","(to guard) Seal off the area. No one in or out."],["ANNOTATION","O'Neill and Teal'c cautiously enter the building. The see Carter and Daniel drugged and still tied to their chairs. O'Neill approaches them cautiously. Carter is already stirring."],["O'NEILL","Carter?"],["CARTER","(groggy) Sir?"],["ANNOTATION","O'Neill begins to release them as Daniel too awakens."],["O'NEILL","You all right?"],["ANNOTATION","While O'Neill is doing this Teal'c goes to the van that Martin was abducted in. He opens the back door cautiously and finds Martin tied up and gagged in the back. Teal'c reaches down and removes the gag."],["MARTIN","Oh, Murray! Am I glad to see you! Oh..."],["ANNOTATION","Martin goes over to O'Neill who has finished releasing Carter and Daniel."],["O'NEILL","Where are your friends?"],["MARTIN","I'm not sure."],["O'NEILL","(into radio) Sergeant? Any sign of the targets?"],["SERGEANT","(via radio) Negative, Sir!"],["ANNOTATION","O'Neill just looks at Martin."],["O'NEILL","They just disappeared?"],["MARTIN","They're Aliens, right? I got evidence. Look."],["ANNOTATION","Martin reaches into his pocket and retrieves the remote device that TANNER used on the ship."],["O'NEILL","What's that?"],["MARTIN","A mobile computer device. I snuck it out of Tanner's bag. It has multiple functions, see? Uh-Oh!"],["ANNOTATION","Martin presses something on the device and it starts beeping fast. Martin looks very worried."],["O'NEILL","What?"],["MARTIN","(anxiously) Guys, we'd better get out of here. This thing is counting down!"],["ANNOTATION","We see them all run out of the building in slow motion. They all jump out of the exit onto the ground below and cover their heads from the blast."],["O'NEILL","(to the other teams) Clear the area!"],["ANNOTATION","Nothing happens and O'Neill and Carter stare at Martin."],["O'NEILL","Well?"],["MARTIN","(confused) That's weird! I'm sure this is a countdown for some sort of destination!"],["ANNOTATION","We see a shot of the spaceship hatch in the clearing. Suddenly the ship blows up and leaves a large crater in the clearing."]],"present":["CARTER","MARTIN","O'NEILL","SERGEANT"],"place":"SURVEILLANCE VAN"},{"speech":[["ANNOTATION","We see the Stargate activating."],["ANNOTATION","In the corridor next to the gate room we see O'Neill, Martin - dressed in fatigues - and Teal'c. They walk into the gate room. Martin looks on it in awe. From the control room Hammond, Carter and Daniel are standing behind the technicians at work."],["MARTIN","Exactly! This is just like I remembered!"],["CARTER","Chevron 7 is locked!"],["ANNOTATION","The gate opens."],["DANIEL","He was right! It's an active gate."],["CARTER","Sending the MALP through."],["ANNOTATION","The MALP goes up the ramp and through the gate."],["MARTIN","(to O'Neill) I remember everything now! There was no malfunction!"],["O'NEILL","What are you talking about?"],["MARTIN","(sadly) When we abandoned the ship, we did it deliberately. We were loosing the war. We're deserters. After a while, I realized what we'd done wrong, I wanted to go home. But, the others were afraid."],["O'NEILL","So, they gave you the drugs?"],["MARTIN","They're not...bad guys. They're just hiding."],["CARTER","(from control room) Receiving MALP telemetry."],["ANNOTATION","Carter, Daniel and Hammond look to their screens at the data. They look sadly at them."],["MARTIN","You're gonna hunt them down, aren't you?"],["O'NEILL","Not me."],["MARTIN","But the military, the government?"],["O'NEILL","I don't think anyone's gonna find them."],["ANNOTATION","Daniel enters the gate room."],["DANIEL","General Hammond says you're a go."],["MARTIN","Really?"],["DANIEL","Yeah, it's safe...but, uh...you're not gonna like it."],["ANNOTATION","Martin, O'Neill and Teal'c step through the gate."]],"present":["CARTER","DANIEL","MARTIN","O'NEILL"],"place":"SGC GATEROOM"},{"speech":[["ANNOTATION","Martin, O'Neill and Teal'c exit and look around the planet. It is in total ruins around the, Martin looks around upset."],["MARTIN","They were right! If we'd gone back, we'd be dead now."],["O'NEILL","I'm sorry, Martin."],["MARTIN","So, now what?"],["O'NEILL","We go home."]],"present":["MARTIN","O'NEILL"],"place":"PLANET"}]