[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","Joe Faxon is siting at a table reading the Washington Post. The headline reads \"Aschen Promise Anti-Ageing Vaccine Worldwide.\" Carter walks up and sits down."],["CARTER","Hon, I am so sorry."],["JOE","It's all right."],["CARTER","No, if you were this late I'd..."],["JOE","Hon, I know how busy you are--don't worry about it. Besides, it's a beautiful day to wait. And wait."],["CARTER","Have you eaten?"],["JOE","Yeah I'm sorry, Honey, I had to, I'm scheduled to be offworld at 13:30. What?"],["CARTER","Just found out."],["JOE","I thought for sure this time."],["ANNOTATION","The waitress comes over with the bill. Joe pays for it with a card."],["JOE","Thanks very much."],["CARTER","They said it isn't either one of us. We just have to keep trying."],["JOE","Not that I mind the trying...I just...thought we'd be working on our second child by now."],["CARTER","Me too."],["JOE","Walk me to the terminal?"]],"present":["CARTER","JOE"],"place":"AN OPEN-AIR CAFE"},{"speech":[["ANNOTATION","Joe and Carter appear on a transporter pad."],["JOE","Maybe we should get a second opinion."],["CARTER","The Aschen are hundreds of years more advanced in medicine than we are."]],"present":["CARTER","JOE"],"place":"OUTSIDE STARGATE TERMINAL"},{"speech":[["ANNOTATION","Sound of the Gate dialling. People are walking around, going about the daily lives. Carter and Joe walk through with their arms around one another."],["CARTER","So how long will you be gone?"],["JOE","Ah, well, I have to visit that new embassy on the southern continent, tour the nine planets..."],["CARTER","You're kidding?"],["JOE","Of course I'm kidding. You don't think I'd miss your anniversary ceremony tomorrow, do you?"],["CARTER","It's no big deal..."],["JOE","Ah, it's no a big deal...If it wasn't for you, we'd have never even met the Aschen. I'll be back tonight, okay?"],["ANNOTATION","Joe and Carter kiss."],["ANNOUNCEMENT","(over speaker) Outbound travellers to the Confederation planets, please stand by in the departure area."],["JOE","Bye."],["ANNOTATION","Joe and Carter kiss again."],["CARTER","Bye."],["ANNOTATION","Joe goes down an escalator to the open Stargate. It stand on a platform out in the open."],["OPENING TITLES",""]],"present":["ANNOUNCEMENT","CARTER","JOE","OPENING TITLES"],"place":"STARGATE TERMINAL."},{"speech":[["ANNOTATION","A ceremony is in progress around the Stargate. Five armed Air Force soldiers parade up the steps to the inactive Gate and turn. A screen is lowered from the ceiling."],["ANNOUNCEMENT","(over speaker) Ladies and gentlemen, the President of the United States."],["ANNOTATION","Kinsey appears on the screen."],["PRESIDENT KINSEY","My fellow Americans. Ten years ago this very day, a team code-named SG-1, then working in secret, came upon an alien race: the Aschen. With that introduction, I was able to forge the greatest alliance this country--indeed, this world--has ever known."],["ANNOTATION","The assembled crowd claps. Daniel, Carter and Teal'c are standing at the front of the crowd. They smile at each other."],["PRESIDENT KINSEY","I read from Colonel Jack O'Neill's mission report of that first contact. \"These folks sound too good to be true. Willing to share their science and technology. Friendly, smarter than we are. One thing's for sure: the Goa'uld are coming...The Aschen could save our asses.\" Well, guess what, Jack? They did."],["ANNOTATION","The crowd claps."],["PRESIDENT KINSEY","Jack O'Neill could not be here today, but those candid words hurriedly scratched down in a mission report ten years ago were prescient. Membership in the Aschen Confederation guarantees the security, the health, and the future of every human being on God's Earth. Dr. Samantha Carter, Dr. Daniel Jackson, Teal'c. Would you please step forward?"],["ANNOTATION","Carter, Daniel and Teal'c walk to the base of the Stargate steps. The crowd applauds as an Official of the President offers each of them a medal."],["PRESIDENT KINSEY","Though the nations business has kept me from being with you in person, nonetheless I want to thank you from the bottom of my heart for what you've done for me, and for our country. God bless you all."],["VOICE","(off screen) Aim. Fire."],["ANNOTATION","The seven airmen at the top of the Stargate steps raise their rifles and fire three times in unison. The Aschen representatives put their fingers in their ears."]],"present":["ANNOUNCEMENT","PRESIDENT KINSEY","VOICE"],"place":"STARGATE TERMINAL"},{"speech":[["ANNOTATION","Carter, Joe, Daniel, Fraiser and Teal'c stand in a circle and raise glasses of champagne."],["CARTER","To General Hammond."],["ANNOTATION","They clink glasses."],["FRAISER/CARTER/TEAL'C/DANIEL","To General Hammond."],["CARTER","I miss him. Especially today."],["DANIEL","Yeah, how long has it been, anyway?"],["TEAL'C","It has been six years."],["DANIEL","Which reminds me, what was Jack's excuse? I expected to see him here."],["TEAL'C","O'Neill has made his feelings very clear concerning the Aschen Alliance."],["DANIEL","Well, he could have come to see us."],["FRAISER","I almost didn't come myself."],["DANIEL","What?"],["FRAISER","It's easier for you, Daniel. I mean your job wasn't made obsolete, and if I...Molum."],["ANNOTATION","The Aschen scientist Molum approaches the small group."],["MOLUM","Forgive me for interrupting...Ambassador? The Aschen delegation is eager to hear about your visit to our south continent."],["JOE","Yep, it would be my pleasure."],["ANNOTATION","Molum leaves."],["JOE","Well, I think we can safely assume I'll be late."],["ANNOTATION","Joe kisses Carter."],["JOE","Doctors, Teal'c. Congratulations again."],["ANNOTATION","Joe leaves."],["CARTER","So, where are we going?"],["TEAL'C","I had planned to return to Chulak."],["CARTER","Oh, come on, Teal'c! We haven't seen each other in ages. Please."],["TEAL'C","Very well."],["DANIEL","Dinner?"],["CARTER","Sounds great."],["FRAISER","Yes, dinner."],["CARTER","Great to see you again."],["FRAISER","I'll see you soon."],["DANIEL","Okay."],["FRAISER","Bye."],["ANNOTATION","Carter and Fraiser kiss Teal'c and Daniel on the cheek. Daniel and Teal'c walk off."],["CARTER","So."],["FRAISER","What?"],["CARTER","What was that?"],["FRAISER","What was what?"],["CARTER","Going on again about being obsolete."],["FRAISER","Think about it, Sam. We've all taken the antiageing vaccine and the anticancer vaccine...and now the Aschen have these medical machines that can reverse tissue damage and mend broken bones...I mean, where does that leave me?"],["CARTER","I guess when you put it that way I know what you mean. I mean half the time the science they're talking about is so far over my head, I feel like a lab assistant..."],["FRAISER","Ah, but you have something to do."],["CARTER","Yeah."],["FRAISER","Okay, enough of that. Tell me, by any chance are you and Joe...?"],["CARTER","Not yet. They say it isn't either one of us; we just have to keep trying."],["FRAISER","You know, they still let me keep an office in Washington even though I have nothing to do. So I'd be more than happy to give you a check-up."],["CARTER","No, they said I was fine."],["FRAISER","Sam, the medicine I practiced may seem like the Dark Ages now, but I was your doctor for a long time. How long have you been trying?"],["CARTER","Almost three years."],["FRAISER","Yes."],["CARTER","When can we do this?"]],"present":["CARTER","DANIEL","FRAISER","FRAISER/CARTER/TEAL'C/DANIEL","JOE","MOLUM","TEAL'C"],"place":"A RECEPTION"},{"speech":[],"present":[],"place":"OFFICE BUILDING, WASHINGTON"},{"speech":[["ANNOTATION","Carter is seated, waiting. Fraiser enters and sits behind her desk."],["FRAISER","Hey. Sorry to keep you waiting, but I just wanted to double-check my results..."],["CARTER","And I'm fine. Right?"],["FRAISER","Sam, I don't know how your Aschen doctor could have missed it, and frankly, I just don't think it's possible he could have."],["CARTER","What?"],["FRAISER","You can't have children."],["CARTER","They said everything was normal."],["FRAISER","In every other way, it is."],["CARTER","Then this is a mistake."],["FRAISER","Here, let me show you the scan."],["ANNOTATION","Fraiser turns the computer screen on her desk to Carter. Carter is visibly and obviously upset."],["FRAISER","There's no room for interpretation. Clearly your ovaries are damaged."],["CARTER","Why?"],["FRAISER","I don't know. I don't know what may have caused it or when it may have happened, but obviously it was some time..."],["CARTER","No. I want to know why the Aschen doctors looked me in the eye and told me that I was okay. Why did they lie to me?"],["FRAISER","I don't know. But I'm willing to help you find out."]],"present":["CARTER","FRAISER"],"place":"FRAISER'S OFFICE"},{"speech":[],"present":[],"place":"ASCHEN LAB"},{"speech":[["ANNOTATION","Carter enters. Molum is waiting for her next to a large centrol control console."],["MOLUM","I've been waiting."],["CARTER","Sorry."],["MOLUM","Is something wrong?"],["CARTER","No."],["MOLUM","All right."],["ANNOTATION","Molum activates a hologram projector in the centre of the console. It shows Mars and the surrounding planets."],["MOLUM","We're still not finding the necessary material to initiate the conversion."],["CARTER","Well, we'll just have to find a way to collapse it faster; revise the calculations."],["MOLUM","Interesting."],["CARTER","Am I wrong?"],["MOLUM","Oh, no, you're absolutely correct, it's just that a year or so ago you never thought this project was possible and now you seem so...determined."],["CARTER","You've convinced me."],["ANNOTATION","Molum touches a button and the hologram disappears."],["MOLUM","Did your people ever imagine converting a planet into a star?"],["CARTER","No. I doubt it."],["MOLUM","I should think you would have at least considered it, given the rapid growth of your population and the viability of the planet."],["CARTER","Humans just don't think quite as far ahead as the Aschen seem to."],["MOLUM","All right, since you are so determined, revise the calculations."],["CARTER","If I use our computers it'll take weeks...on the other hand, if I can interface with the Aschen computer core...?"],["MOLUM","You know that's strictly for Aschen personnel."],["CARTER","It's not like you haven't given me access before."],["MOLUM","Samantha, why do I let you talk me into this?"],["ANNOTATION","A computer screen is projected above the console. Molum enters a command."],["MOLUM","There. You have core access."],["CARTER","Thank you, Molum."],["ANNOTATION","Molum leaves. Carter begins to type at the console. Fraiser enters."],["FRAISER","Are you in?"],["CARTER","Not yet."],["FRAISER","The medical subcore has its own code you're not going to be able to access."],["CARTER","I'm in, I'm in. Now what? Its calling for search parameters."],["FRAISER","Right. Try medical records."],["CARTER","I don't think I'm going to find anything specific to me in here."],["FRAISER","So maybe this has happened to some other people. Do a general search. Human reproductive statistics."],["ANNOTATION","Information starts to come up on the projected screen."],["CARTER","That's it."],["FRAISER","You can read this?"],["CARTER","Oh, that can't be right. If I'm reading this properly, the worldwide birth rate has dropped almost ninety-one percent in the last two years."],["FRAISER","What?"],["CARTER","That's what it says right here. These are Aschen numbers."],["FRAISER","Yeah, but we would know."],["CARTER","It's happening everywhere the antiageing vaccine has gone."],["FRAISER","Turn it off."],["CARTER","They're doing it systematically!"],["FRAISER","Just turn it off, please."],["FRAISER","Okay, we can't let them know we know."],["CARTER","Molum leaves me alone for hours at a time..."],["FRAISER","Sam, you're on the inside, you don't see them the same way I do."],["CARTER","Janet, they have done this to us deliberately. We have to do something."],["FRAISER","I know, but we can't talk about it here. We'll talk tonight at the restaurant, okay? I have to go."]],"present":["CARTER","FRAISER","MOLUM"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Daniel, Carter, Fraiser and Teal'c are sitting around a table."],["DANIEL","Guys, I think it would be public knowledge if something this catastrophic was happening to the entire population."],["CARTER","Would it? The Ashen can convert planets into stars, you don't think they could control the media if they wanted to?"],["DANIEL","Assuming the Aschen could keep something that big secret...it's been ten years. Why now?"],["CARTER","We were completely taken in. This way they didn't have to fire a shot. It's slow, methodical, painless."],["DANIEL","Okay, then, why provide a vaccine that almost doubles the human lifespan? That doesn't make any sense."],["FRAISER","Unless that's the mechanism they've used to sterilize the population."],["CARTER","They're certainly patient enough. All they have to do is wait."],["TEAL'C","Then, within two hundred years, there will be very few, if any, humans remaining. The Aschen will have this world to themselves."],["DANIEL","Well, we have to do something. I don't know--I mean, tell somebody."],["FRAISER","The night before General Hammond died, he called me and said he needed to speak with me about something very important. Something that he couldn't discuss over the phone. The next day I told the Ashen doctors, I said this is impossible, he could not have died of a heart attack, he was in perfect health, but they said their diagnostic machines were infallible."],["TEAL'C","You believe he was murdered."],["FRAISER","At the time, no. I believed like everybody else; the Aschen were our saviours."],["DANIEL","So we can't tell anyone, we have to keep this to ourselves."],["CARTER","Well, I have to tell Joe."],["DANIEL","Maybe you shouldn't."],["CARTER","Daniel, if you're even suggesting he knows..."],["DANIEL","I'm just saying that it's all of our lives are at stake here."],["CARTER","Yes! He can help us."],["DANIEL","How? Say he goes to the President. The President goes to the rest of the world. Even if what's left of every army on Earth mobilizes...what are they going to do?"],["FRAISER","Fight back."],["TEAL'C","They would be defeated. As were the Goa'uld."],["DANIEL","We have to think of something else."],["CARTER","Like what?"],["DANIEL","I don't know...contact the Tollan. Find the survivors of the Tok'ra, I mean there have to be some left out there. Err...Teal'c, what about the Jaffa?"],["TEAL'C","Few remain loyal to the Tau'ri since the war's end. There are a few symbiotes available for implantation."],["CARTER","We don't even control the Stargate. God, what have we done? This morning we were celebrating..."],["DANIEL","Now I wish we could take it all back."],["ANNOTATION","A waitress comes over with the bill."],["WAITRESS","Will there be anything else?"],["DANIEL","Apparently not."],["CARTER","Maybe we can. Take it back."],["DANIEL","How?"],["CARTER","General Hammond showed us."],["DANIEL","He left us a note."],["FRAISER","What--what are you talking about"],["CARTER","A number of years ago a freak accident sent us back to 1969. We know that by dialling coordinates that are precisely on the opposite sides of the sun at the exact moment of a solar flare, it causes the wormhole to turn back towards Earth on itself and it creates a time distortion. Now, theoretically, we could send ourselves a message."],["DANIEL","Wait a second. I thought you said it was impossible to predict the exact moment of a solar flare."],["CARTER","For us, yes, it was. But with access to Aschen computer..."],["FRAISER","Okay, wait a second here. We are considering changing the lives of the entire human race on Earth. Do we have the right?"],["CARTER","If we don't, then we will live to see the end of the entire human race on Earth."]],"present":["CARTER","DANIEL","FRAISER","TEAL'C","WAITRESS"],"place":"RESTAURANT"},{"speech":[["ANNOTATION","Carter knocks on the door. She walks around the side of the cabin to see O'Neill."],["CARTER","Hi."],["O'NEILL","Hi."],["CARTER","So this is the place you kept threatening to take me. It's good to see you, Sir."],["O'NEILL","I'm retired, Carter. Lose the \"sir.\""],["ANNOTATION","O'Neill sits down on a wooden bench."],["CARTER","Right."],["ANNOTATION","Carter sits on the bench with him."],["CARTER","Jack."],["O'NEILL","What are you doing here?"],["CARTER","It turns out we made a mistake. A big one."],["O'NEILL","Which one? We made a few."],["CARTER","Our alliance with the Aschen."],["O'NEILL","Oh, that. Not working out, is it? Gosh, I wish I'd seen that coming. Oh, wait...I did see that coming."],["CARTER","It isn't what you thought. A couple of days ago I found out that I can't ever have children."],["O'NEILL","I'm sorry to hear that."],["CARTER","So was I. According to the Aschen doctors, I was fine. But not according to Doctor Fraiser. We got into the Aschen computer network; they keep statistics on everything. In the past couple of years, without our even knowing it, they have managed to sterilize over ninety percent of the world's population. The other ten percent are probably just a matter of time. We don't know how they've done it, or even how they've even managed to keep it a secret this long..."],["O'NEILL","So what d'you want me to do about it?"],["CARTER","Help us."],["O'NEILL","Do what?"],["CARTER","We can undo this."],["O'NEILL","Oh, here we go."],["ANNOTATION","O'Neill stands and starts to walk off. Carter follows him."],["CARTER","We send a message back through the Stargate to ourselves ten years ago. We stop this from ever happening."],["O'NEILL","Stop this from happening?"],["CARTER","We know it's possible."],["O'NEILL","Why am I having this conversation?"],["CARTER","We know what we have to do. I am almost positive that with the Aschen computer and solar observatory I can predict a flare within a few hours of its happening, and we should be able to get our hands on a GDO. So it'll come down to accessing the Gate within that window, dialling the right address, and sending the message."],["O'NEILL","Well, if it just comes down to that, do it."],["CARTER","Look, if I thought it was easy, I wouldn't be standing here asking for your help."],["O'NEILL","Just out of curiosity, say we do this. What happens to everything that's happened the past ten years?"],["CARTER","It won't happen."],["O'NEILL","So we don't go to P4C-970. We don't meet the Aschen, then...what?"],["CARTER","I don't know."],["O'NEILL","Let me tell you something, Carter. You want to erase your mistakes? That's your business. My conscience is clear. I warned everybody, I threw up the red flag and everybody--including you--shut me down."],["CARTER","I'm asking you to put that behind us."],["O'NEILL","You're not happy with the way things turned out...I'm sorry to hear that. Personally, I like things the way they are. No more saving the world, just a nice pond with no pesky fish in it, and the single most pressing issue in my life is whether or not to get a dog...There're a lot of pros and cons to consider."],["CARTER","Jack. I'm talking about the future of the human race."],["O'NEILL","So was I."],["CARTER","We're doing this."],["O'NEILL","Let me know how it turns out."],["CARTER","Our chances are a lot better with you than without you."],["O'NEILL","Let me ask you something. What does your dearly beloved ambassador say about all this?"],["CARTER","I haven't had a chance to tell him."],["O'NEILL","Maybe he can help you."],["CARTER","Yeah."],["ANNOTATION","Carter walks off."]],"present":["CARTER","O'NEILL"],"place":"O'NEILL'S CABIN"},{"speech":[["ANNOTATION","Carter appears on a transporter pad. Teal'c and Daniel are waiting."],["CARTER","We're on our own."],["DANIEL","You're kidding me--he said no?"],["TEAL'C","That is unfortunate."],["CARTER","We can still do this. Did you track down the GDOs?"],["DANIEL","Err...yes and no. From what I could gather in the museum records there's only one original remote left on display at the SGC."],["CARTER","Well, that's our next stop. Teal'c, you'd better return to Chulak. We don't want to arouse any more suspicion than we already have. It'll take at least two days, but we'll contact you when it's time."],["TEAL'C","I will be prepared."]],"present":["CARTER","DANIEL","TEAL'C"],"place":"STARGATE TERMINAL"},{"speech":[],"present":[],"place":"STOCK SHOT, SGC, MOUNTAIN ENTRANCE"},{"speech":[["ANNOTATION","An elevator door opens and the guide and small visiting party, including Carter and Daniel, step out into the corridor."],["GUIDE","All righty everyone, everyone please step all the way out. We've arrived at Level 28. Can anyone guess at what special room is on this floor?"],["KID","The Gate room?"],["GUIDE","That's very, very close...Anyone else?"],["DANIEL","He's right. It's the Gate room."],["GUIDE","What I'm sure many of you don't know is that officially it was known as the embarkation room because that's where the SG teams embarked from. Okay, now we're walking...This way."],["ANNOTATION","The guide leads the party along a corridor. All around them is SGC memorabilia. They stop at a photo of SG-1 taken in season 2, R-L, back row Hammond, Carter, Teal'c, front row Daniel, O'Neill (seated)."],["GUIDE","And these people comprise the famous SG-1, arguably the most important--although not my personal favourite team of the entire command."],["ANNOTATION","Daniel and Carter glance at each other."],["GUIDE","And we're walking..."]],"present":["DANIEL","GUIDE","KID"],"place":"SGC"},{"speech":[["ANNOTATION","People are walking around exhibits of the MALP, the Stargate, etc. The party enters."],["GUIDE","While of course the real stargate is in Washington at the J. R. Reed Space Terminal, this one is a perfect replica of the original. Should you want photos, they are twenty-seven dollars each and please do not touch the Stargate itself as you'll leave fingerprints. See you on the other side."],["DANIEL","This is ridiculous."],["CARTER","We couldn't break away until there were more people around. Once we're in the control room."],["DANIEL","Not her personal favourite SG team?"],["CARTER","Just don't ask for the photo."],["ANNOTATION","They look up to see O'Neill walk past. He looks at them and slides his sunglasses on."],["O'NEILL","And we're walking..."]],"present":["CARTER","DANIEL","GUIDE","O'NEILL"],"place":"SGC, GATE ROOM"},{"speech":[["ANNOTATION","O'Neill is seated at the table drawing. Most of the chairs are covered by dust sheets. Daniel and Carter run up the stairs. In front of O'Neill are a couple of zats and a GDO."],["O'NEILL","Hey. Thanks for showing."],["CARTER","We decided to take the last tour of the day. So, when did you decide against getting a dog?"],["O'NEILL","I'm still thinking about it. In the meantime I did a little shopping on your behalf. The zats are completely operational."],["ANNOTATION","O'Neill slides the GDO across the table."],["O'NEILL","This, however, presents a problem."],["ANNOTATION","Carter studies it for a moment."],["CARTER","It's a replica."],["CARTER","Daniel, was this the only one?"],["ANNOTATION","Tech Davis appears at the door."],["TECH DAVIS","Excuse me, you people aren't supposed to be..."],["ANNOTATION","O'Neill stands. Tech Davis steps over the rope into the room."],["TECH DAVIS","Colonel O'Neill?"],["O'NEILL","Sergeant...what are you doing here?"],["TECH DAVIS","I...I work here now. Sort of the, er, operations tech advisor."],["DANIEL","Oh...Well, you're doing a great job."],["TECH DAVIS","Uh...This section is closed off. Are you here for old time's sake?"],["O'NEILL","That's it exactly."],["TECH DAVIS","Where did you get those?"],["O'NEILL","The zats? Armory. We're taking them."],["TECH DAVIS","Oh, no, no, no."],["CARTER","Sergeant, please this is really important. D'you know where our real GDOs went?"],["TECH DAVIS","I'm not a sergeant anymore, and you're not colonels, and you're not supposed to have that remote either..."],["DANIEL","Oh, that's good, because actually, we don't want that one, we want the real one."],["TECH DAVIS","It's in the White House. In the Oval Office, on the president's desk."],["O'NEILL","Kinsey grab a souvenir on the way down? TECH Davis Look guys, I don't know what..."],["O'NEILL","Ahh Wal...ter. Right now I need you to trust us. Just turn around, walk away, pretend we weren't even here. I'll bring everything back I promise. Thursday."],["TECH DAVIS","Then you'll tell me what's going on?"],["O'NEILL","Absolutely everything."],["TECH DAVIS","Okay."],["CARTER","Thank you."],["DANIEL","Thank you."],["TECH DAVIS","Thursday."],["ANNOTATION","Davis leaves. O'Neill sits back down."],["O'NEILL","Okay...last time I was in the Oval Office, I got kicked out. Can we do it without a GDO?"],["DANIEL","Radio?"],["CARTER","There's an EM dampening field around the terminal--part of the automated defenses."],["O'NEILL","So we're about as far back in time as we're going to go?"],["CARTER","I think I can get it."],["DANIEL","Joe?"],["CARTER","He's a good guy."],["O'NEILL","If you tell him, there'll be no going back."],["DANIEL","Of course if you don't tell him, there'll be...no going back."],["CARTER","He'll do it. I know he will."]],"present":["CARTER","DANIEL","O'NEILL","TECH DAVIS"],"place":"SGC, BRIEFING ROOM"},{"speech":[["ANNOTATION","Carter is lying on her bed. sound of a door opening."],["JOE","(off screen) Sam?"],["ANNOTATION","Carter sits up. The bedroom door opens and Joe enters."],["JOE","Sam. Hey, honey. How're you feeling? You were out this morning before I could say goodbye."],["CARTER","I'm fine."],["JOE","Molum said you left the lab early--you were feeling kind of ill. Honey, you're just depressed. We can just keep trying. All right?"],["CARTER","No, we can't, Joe. Nobody can."],["JOE","What are you talking about?"]],"present":["CARTER","JOE"],"place":"CARTER'S HOUSE"},{"speech":[["ANNOTATION","Daniel, Fraiser and O'Neill sit at a table. Daniel slides a piece of paper across the table to Fraiser."],["DANIEL","I think this is the note we should send."],["ANNOTATION","Fraiser reads it. O'Neill takes it and reads it."],["FRAISER","That's it?"],["DANIEL","I thought about including more information, but I think in this case, the simpler the better."],["O'NEILL","Why don't we just stick one on a rock and throw it through?"],["DANIEL","It would never make it through the automated defences."],["O'NEILL","Can we at least mention who won the Super Bowl in 2004?"],["DANIEL","No."],["O'NEILL","World Series?"],["DANIEL","No."],["O'NEILL","Grey Cup."],["DANIEL","I put it in my own handwriting so I'll be able to recognize it when I read it."],["O'NEILL","I think we should all write a note of our own. Case I don't make it to the Gate, you can keep trying."]],"present":["DANIEL","FRAISER","O'NEILL"],"place":"THE RESTAURANT"},{"speech":[["JOE","You're wrong."],["CARTER","I saw the numbers, Joe."],["JOE","The Aschen doctors said you were fine."],["CARTER","This isn't just about me. I read this right from an Aschen terminal. Molum gave me access to work on something else. The birth rate has been cut over ninety percent."],["JOE","Oh my God. It was supposed to be a third of that."],["CARTER","You knew?"],["JOE","The Aschen insisted on it."],["CARTER","Oh, my God..."],["JOE","Honey, they see farther ahead than we do. They knew that if we didn't limit growth..."],["CARTER","Is that what you call this?"],["JOE","This obviously isn't what we agreed to!"],["CARTER","I can't believe this..."],["JOE","We didn't have a choice, Sam."],["CARTER","You sold us out!"],["JOE","You think this was my decision?"],["CARTER","You could have told me!"],["JOE","Oh, come on, you know how it works! Before the Alliance you spent most of your adult life in secrecy."],["CARTER","Please, that was different!"],["JOE","Sam, it's the same."],["CARTER","No!"],["JOE","It's exactly the same. Our population was unsustainable. Without drastic measures, the Aschen didn't think we were worth investing in. Obviously they went too far, but I can't believe they did this deliberately. There must be some sort of reverse medical procedure they have..."],["CARTER","You still don't get it."],["JOE","Sooner or later the Goa'uld would have wiped us out. Would you prefer that?"],["CARTER","The Aschen way is slower. That's all."],["JOE","They're not limiting growth, they're...I have to talk to the President. I..."],["CARTER","Yes, you do. But not about this."],["ANNOTATION","Carter hands Joe the replica GDO."],["CARTER","I need you to take this iris remote and change it with the one on the president's desk without getting caught. And bring the other one back to my lab. I need you to do this first thing tomorrow."],["JOE","How am I going to do that?"],["CARTER","Just come up with some excuse, I don't care, but you can't say one word about what we've talked about or they will kill you."]],"present":["CARTER","JOE"],"place":"CARTER'S HOUSE, BEDROOM"},{"speech":[],"present":[],"place":"ASCHEN LAB"},{"speech":[["ANNOTATION","A holographic projection of the sun is in the centre of the control console. Carter, Fraiser and Daniel are standing around the console. O'Neill enters."],["O'NEILL","Hot in here?"],["CARTER","This is a real time representation of the actual sun, recorded by Aschen satellites all over the solar system."],["FRAISER","How do you use it to predict a solar flare?"],["CARTER","I've been studying Aschen knowledge of solar dynamics for the Jupiter ignition project. And there are significant changes just beneath the surface of the sun preceding a flare that are detectable by the satellite net. Look right here. If my calculations are right, there should be a flare in about five seconds."],["ANNOTATION","O'Neill is keeping a check on the door and corridor. The projection shows a solar flare shooting from the sun."],["DANIEL","That's it."],["CARTER","Now all we need to do is for the computer to predict another flare."],["CARTER","Have you got your travel papers for Chulak?"],["FRAISER","Yeah, all set."],["ANNOTATION","Carter hands Fraiser a piece of paper."],["CARTER","Give this to Teal'c. It's the coordinates he'll need."],["O'NEILL","Joe's here."],["ANNOTATION","Joe enters."],["O'NEILL","Ambassador."],["JOE","I knew you'd have something to do with this."],["O'NEILL","Did you get it?"],["JOE","Yes."],["CARTER","Thank you."],["JOE","What do you going to to do with it?"],["O'NEILL","Send a message."],["JOE","To who?"],["O'NEILL","To whom. Let's have it."],["JOE","I'll hand it over if you give me your word that Samantha will play no part in this."],["O'NEILL","I can't do that."],["JOE","It's in a briefcase at the customs office at the Stargate Terminal. They've been instructed not to release it without my authorization. Your word."],["O'NEILL","We need her to pull this off."],["JOE","Whatever it is, you'll have to do it without Sam."],["CARTER","Joe, unless I help..."],["JOE","This is not negotiable. You don't want to tell me what it is you're planning, that's fine. But if it involves GDOs, then it involves the Stargate. And the terminal is the last heavily defended place left on this planet. I will not let you risk Sam's life."],["O'NEILL","Okay."],["CARTER","You won't have back up..."],["O'NEILL","We won't need it."],["DANIEL","Uh...The sun's beeping."],["CARTER","We have a flare prediction...fifty-seven minutes from now. Is that enough time?"],["O'NEILL","It'll have to do."]],"present":["CARTER","DANIEL","FRAISER","JOE","O'NEILL"],"place":"CARTER'S OFFICE."},{"speech":[],"present":[],"place":"STARGATE TERMINAL"},{"speech":[["ANNOTATION","O'Neill walks through with two bags over his shoulders. Joe gives a box to O'Neill."],["O'NEILL","Thank you."],["JOE","If you can manage, give us enough time to get away from here..."],["O'NEILL","The message goes in six minutes."],["JOE","Sam wanted me to wish you good luck."],["O'NEILL","Give her my best."],["ANNOTATION","Joe walks off. O'Neill looks at Fraiser at the top of the escalator. O'Neill heads around a glassed area. Daniel walks passed him carrying a briefcase."],["ANNOUNCEMENT","(voiceover) Outgoing travellers to Chulak, please stand by in the departure area."],["ANNOTATION","Fraiser takes the escalator down to the Stargate."]],"present":["ANNOUNCEMENT","JOE","O'NEILL"],"place":"TERMINAL"},{"speech":[["ANNOTATION","O'Neill loads a piton gun and puts a zat in his bag."]],"present":[],"place":"QUIET GLASSED ROOM"},{"speech":[["ANNOTATION","Daniel watches Fraiser leave and waves."]],"present":[],"place":"STARGATE ARENA"},{"speech":[["ANNOTATION","Carter waits by the transporter. Joe emerges from the terminal and greets her."],["JOE","All right, let's go."],["CARTER","I'm staying. You go if you want to."],["JOE","C'mon. Sam, we've got to go."],["CARTER","Joe, don't..."],["JOE","Sam. Listen to me. We can work this out, all right? Right now, I think it's best for both of us if we're very far away from here."],["CARTER","If they manage to do this, it will not matter where we are."]],"present":["CARTER","JOE"],"place":"STARGATE TERMINAL"},{"speech":[["ANNOTATION","O'Neill emerges from the glassed area. Molum walks up to him."],["MOLUM","Colonel O'Neill?"],["O'NEILL","Melon?"],["MOLUM","Molum."],["O'NEILL","Molum. I'm sorry. It's the war, you know."],["MOLUM","You didn't come to the anniversary celebration."],["O'NEILL","What's to celebrate? I say."],["MOLUM","Surely the Aschen have proven your earlier misgivings erroneous. For all we've done."],["O'NEILL","Yes. You've certainly done your part."],["MOLUM","What brings you here?"],["O'NEILL","Ah, well you know my friend, Teal'c. I missed him at the celebration. He's coming into town. I brought him a hat."],["ANNOUNCEMENT","(voiceover) Incoming travellers from Chulak. Please stand clear of the arrival area."],["O'NEILL","He's right on time."],["ANNOTATION","Daniel arrives at the base of the Stargate escalator. Teal'c steps through the Gate with another Jaffa. Both are dressed in Jaffa robes and carry staff weapons. The dialer walks up to them."],["DIALER","I'm sorry, sir, but weapons are not allowed."]],"present":["ANNOUNCEMENT","DIALER","MOLUM","O'NEILL"],"place":"STARGATE TERMINAL"},{"speech":[["ANNOTATION","The alarms sound."],["DANIEL","It's archaeological equipment, this happens every time..."],["ANNOTATION","Daniel goes to open the briefcase."]],"present":["DANIEL"],"place":"DANIEL WALKING THROUGH THE SECURITY SCANNERS"},{"speech":[["TEAL'C","We carry these for ceremonial purposes only."],["DIALER","I'm sorry, but you'll have to let me have it."],["TEAL'C","Very well."],["ANNOTATION","Teal'c fires his staff weapon at the Dialer. Daniel takes a zat from the briefcase and shoots the security guard. Teal'c heads to the DHD and begins dialling the coordinates. sound of alarms."]],"present":["DIALER","TEAL'C"],"place":"TEAL'C ON THE STARGATE STEPS"},{"speech":[["MOLUM","What's happening?"],["ANNOTATION","O'Neill shoots Molum with the zat."],["ANNOUNCEMENT","(voiceover) Terrorist attack in progress. Please evacuate the building immediately."],["ANNOTATION","People start running for the exit."],["ANNOTATION","Automated defences start to fire at Teal'c from all the walls. One strikes Teal'c in the shoulder. The other Jaffa shoots out one of the automated weapons. O'Neill fires the piton gun straight over the Gate. The Jaffa is killed by the automated weapons. Teal'c is struck several times again. The Gate opens. Teal'c and Daniel keep firing at the automated weapons."]],"present":["ANNOUNCEMENT","MOLUM"],"place":"MOLUM WITH O'NEILL"},{"speech":[["ANNOTATION","People start running out. Carter breaks away from Joe and runs back inside."],["JOE","Sam! Sam!"]],"present":["JOE"],"place":"STARGATE TERMINAL"},{"speech":[["ANNOTATION","O'Neill sets the GDO on his wrist and attaches himself to the piton line. He slides down it as Teal'c is killed by the automated weapons. Daniel takes out another weapon as O'Neill falls from the line to the floor, being shot at by the defence system. O'Neill makes it half way up the Stargate steps before dying. Carter runs into the terminal to see O'Neill die. Daniel runs to the Stargate as Carter runs down the escalator to join him. Daniel is killed on the Stargate steps as Joe runs in to the terminal."],["JOE","Shut down the system! Shut down the system!"],["ANNOTATION","Carter runs to Daniel, takes the note and runs up the steps. Carter is hit by the weapons and falls towards the event horizon, throwing the note through the Gate as she collapses and dies."],["JOE","No!"]],"present":["JOE"],"place":"STARGATE TERMINAL."},{"speech":[["TECH DAVIS","Incoming traveller!"],["HAMMOND","Who is it? TECH Davis It's...SG-1, sir."],["O'NEILL","Hello..."],["FRAISER","How can that be?"],["ANNOTATION","Hammond, O'Neill, Daniel, Carter, Fraiser and Teal'c approach the control computer."],["HAMMOND","Let's find out. Defense teams stand by! Open the iris."]],"present":["FRAISER","HAMMOND","O'NEILL","TECH DAVIS"],"place":"SGC, CONTROL ROOM, PRESENT DAY"},{"speech":[["ANNOTATION","The iris opens. A note falls onto the ramp. O'Neill, Hammond, Carter, Fraiser, Daniel and Teal'c enter."],["HAMMOND","Stand down. What is it?"],["ANNOTATION","O'Neill walks up the ramp. He picks up the note and walks back down, reading it."],["DANIEL","Well?"],["ANNOTATION","O'Neill hands the note to Daniel."],["O'NEILL","You tell me."],["DANIEL","\"Under no circumstances go to P4C-970. Colonel Jack O'Neill.\" That looks like your handwriting."],["O'NEILL","It is my handwriting. And that's my signature."],["TEAL'C","Though you sent no such note."],["O'NEILL","No."],["FRAISER","Sir, may I?"],["ANNOTATION","Daniel hands the note to Fraiser."],["FRAISER","That looks like blood, sir."],["HAMMOND","Have it analyzed."],["ANNOTATION","Fraiser leaves."],["O'NEILL","General, wasn't 970 on our mission list?"],["HAMMOND","It was. Not anymore. I'm not taking any chances. I want P4C-970 removed from the dialling computer immediately. Dismissed."],["ANNOTATION","Hammond walks out. O'Neill sits down on the side of the ramp."],["CARTER","I wonder why you sent it...I wonder when."],["O'NEILL","Yeah. You got to wonder..."]],"present":["CARTER","DANIEL","FRAISER","HAMMOND","O'NEILL","TEAL'C"],"place":"GATE ROOM"}]