[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","SG-1 are propelled out of the Gate, tumbling down stairs. Teal'c and Daniel land on the steps of the Stargate, while Carter and O'Neill have fallen further away. The sky is very bright."],["DANIEL","(getting up and taking off his hat) Okay, What was that?"],["O'NEILL","Carter?"],["CARTER","(sighs) I don't know, sir. Margin of error in calculating planetary shift used to cause the rough ride, but we fixed it."],["O'NEILL","(pointedly) Carter?!"],["CARTER","We did have to override some of the dialing protocols in order to get a lock. I'll check the dialing computer when we get home."],["O'NEILL","(looking around, putting on sunglasses) It's bright."],["CARTER","Yes, sir! This planet's much closer to its sun than Earth."],["ANNOTATION","There are a range of baskets of fruit, produce, wheat and flowers laid near the stargate."],["O'NEILL","(seeing various items) Festive."],["DANIEL","(looking at some sort of stone) This is interesting. I couldn't see these writings from the MALP."],["ANNOTATION","Carter and O'Neill turn back to see; Carter puts on sunglasses, as done Daniel."],["O'NEILL","What's it say?"],["DANIEL","They're runic symbols, similar to those we found on Cimmeria. There could be a connection here to the Asgard."],["O'NEILL","What's it say?"],["DANIEL","I don't know."],["CARTER","You think it's a protected planet?"],["O'NEILL","Well, Teal'c wasn't zapped away."],["TEAL'C","There is no Thor's Hammer here."],["DANIEL","Well, they wouldn't need one if it was named in the Goa'uld/Asgard Treaty."],["ANNOTATION","Someone is looking from the trees at them. At the sound of a twig breaking, Carter and O'Neill turn toward the noise and take up their weapons."],["O'NEILL","(pointing) Hey! You! Come on out!"],["ANNOTATION","A man dressed in simple black and white black garb steps out from behind the bushes. Several other men and women follow, some of the women carrying baskets of flowers."],["DANIEL","We're not, uh...we're not here to hurt you...we're explorers from a place called Earth...you might know it as Midgard. I'm...I'm Daniel Jackson, this is uh..."],["ANNOTATION","O'Neill and Carter look at each other."],["MAN","I am Elrad. Flamen of the 39th order of K'Tau. My congregation and I were on our way here for Morning Prayer when we saw a great wave burst forth from the Annulus."],["O'NEILL","Annulus? I like that."],["ELRAD","(indicating Teal'c) He is an enemy of the Gods."],["ANNOTATION","His people murmur talk quietly."],["O'NEILL","Not anymore. Thor loves this guy!"],["ELRAD","You know of Thor?!"],["O'NEILL","Oh, yeah! He's a buddy!"],["ELRAD","(smiling, gesturing to his people) Well, then. Come forth! It is a time for rejoicing! Freyr has sent us visitors from Midgard!"],["ANNOTATION","A woman carrying a basket comes forward, handing out flowers to SG-1."],["DANIEL","Freyr is the god of Sun and Rain, right?"],["ELRAD","Yes, our protector. Ally of Thor. Friends of the Gods are welcome here."],["ANNOTATION","A village woman presents O'Neill with some produce."],["O'NEILL","(to woman in front of him) What do you got?"],["ELRAD","Please, come! Our village is this way!"],["ANNOTATION","The villagers lead SG-1 down towards the village, past the powered-down MALP."]],"present":["CARTER","DANIEL","ELRAD","MAN","O'NEILL","TEAL'C"],"place":"WORMHOLE"},{"speech":[["ANNOTATION","The village is well built and clean, but non-technological. People are moving around, going about their daily business. A blacksmith hammers in the background. The people take note of the visitors as they enter."],["DANIEL","It's as if...Norse culture evolved in to relatively modern times, while continuing to worship the ancient gods."],["ANNOTATION","A man approaches them."],["ELRAD","This is Brother Malchus. He is Chief Acolyte within our order."],["MALCHUS","You must leave. At once."],["O'NEILL","We just got here."],["ELRAD","These are not just ANY strangers...they came through the Annulus."],["MALCHUS","(points to Teal'c) This one bears the mark of evil!"],["ELRAD","He is a friend of Thor!"],["ANNOTATION","Teal'c nods in greeting."],["MALCHUS","(quietly) The people will not stand for this."],["ELRAD","You mean you will antagonize them until they agree with you!"],["ANNOTATION","Malchus looks at them, then walks away."],["O'NEILL","Friendly guy."],["ELRAD","You must forgive Malchus. He has a suspicious nature, and we have never before been visited by elves."],["O'NEILL","\"Elves?\""],["ELRAD","You travel by way of the Gods. You say you know them well."],["DANIEL","In Norse mythology, Freyr was the ruler of Elves. They can bring good or bad tidings."],["ANNOTATION","O'Neill smiles at Elrad."],["ELRAD","We certainly hope you have come to wish us well."],["ANNOTATION","The villagers look up at the sky, which has very suddenly turned from blue to red-hued. Everything outside takes on a reddish cast. The villagers murmur and their voices grow ever louder in concern. Carter takes off her glasses, looks at the sky, then begins checking her hand held instruments."],["O'NEILL","Carter? What just happened?"],["ANNOTATION","Carter looks up at the sky, confused."],["ELRAD","The Eye of Odin grows dim."],["CARTER","Some sort of shift in the light frequency."],["O'NEILL","Good. I thought I was having a stroke."],["MALCHUS","(pointing at SG-1) You did this!"],["O'NEILL","What?"],["ELRAD","(to Malchus) Be calm!"],["ELRAD","(to O'Neill) Is it true?!"],["O'NEILL","(to Elrad) No!"],["O'NEILL","(to Carter) Is it?"],["CARTER","(looking at her instruments) I don't know, sir."],["MALCHUS","(quietly, to Elrad) It is no coincidence that this happens moments after they arrive! (louder, to villagers) The Elves are the harbingers of our doom!"],["ANNOTATION","The murmurs from the villagers grow ever louder. O'Neill looks at Daniel, Teal'c and Carter in turn. Carter looks at O'Neill and shakes her head, confused, then rechecks her instruments. O'Neill looks concerned."]],"present":["CARTER","DANIEL","ELRAD","MALCHUS","O'NEILL"],"place":"K'TAU VILLAGE"},{"speech":[["ANNOTATION","Close up on Carter's instrument, then it pans up to her face. She's looking up, worried."],["MALCHUS","Leave us, or be driven out."],["ELRAD","Malchus, the darkening of the Eye of Odin is the will of the Gods, you can not blame the messengers."],["ELRAD","(louder, to villagers) We must go to the Hall of Wisdom, and pray for forgiveness!"],["DANIEL","(watching the villagers leave) \"Hall of Wisdom\"...that sounds like the place where the Cimmerians communicated with Thor."],["ANNOTATION","O'Neill looks at Daniel, and clears his throat. He then walks over to Carter."],["O'NEILL","(in a strained whisper) Carter. What the heck's going on?!"],["CARTER","(quietly) Somehow, the light-spectrum of the sun has shifted toward infrared. Now, if it continues this way, eventually all the green plants will die. With the plants goes the oxygen supply--"],["O'NEILL","(quieting her down with his hands) Yeah, yeah, yeah."],["CARTER","The MALP should give us more detailed data. It's sensors are more sophisticated."],["O'NEILL","Good. You and Teal'c head back to the...Annulus...see what you can find out...Daniel? (walks toward Daniel) See if these folks have got an Asgard phone."]],"present":["CARTER","DANIEL","ELRAD","MALCHUS","O'NEILL"],"place":"K'TAU VILLAGE"},{"speech":[["ANNOTATION","The temple looks like a Christian church, with lighted candles and stained glass windows. The villagers sit in the pews as Elrad leads them in prayer, Malchus standing next to him."],["ELRAD","(praying) We beseech thee Oh, Freyr to have mercy upon us. Make peace with our Great Father Odin. And in doing so, remove the terrible curse from our gentle land."],["ANNOTATION","O'Neill and Daniel arrive; O'Neill removes his hat "],["MALCHUS","In the name of our Lord, Freyr, be it so. We..."],["ANNOTATION","He stops as he sees O'Neill and Daniel. The entire congregation, seeing Malchus' and Elrad's looks, turns and gasps. They start whispering amongst themselves."],["O'NEILL","Sorry. We didn't mean to interrupt."],["MALCHUS","Haven't you done enough damage here, Elf?"],["ELRAD","Show some respect, Malchus. They are sent by the Gods. We should hear their words."],["DANIEL","We were just wondering if you ever speak directly to Freyr."],["ELRAD","(nodding to congregation) He hears us always."],["DANIEL","Right. You mentioned a Hall of Wisdom. This is it, isn't it?"],["ELRAD","No, this is a Temple."],["DANIEL","Right."],["ELRAD","Malchus and I were about to go to the Hall to seek Freyr's wisdom on behalf of our people."],["DANIEL","Would you mind if we went with you?"],["O'NEILL","We could put in a good word."],["ELRAD","By all means! Come!"],["ANNOTATION","Malchus gives him a look. O'Neill and Daniel walk up to the altar. On the altar is a stone obelisk with carvings and runes on it."],["MALCHUS","Bow your heads, and prepare to meet Our Lord."],["ELRAD","Lord Freyr, Lord of the Aesir, God of K'Tau, grant us an audience that we may share your wisdom."],["ANNOTATION","He presses a jeweled stone set in the obelisk. A bright light takes O'Neill, Daniel, Elrad, and Malchus away."]],"present":["DANIEL","ELRAD","MALCHUS","O'NEILL"],"place":"K'TAU TEMPLE"},{"speech":[["ANNOTATION","The hall is a cave deep underground."],["O'NEILL","(looks down, noticing he's been disarmed) I'd better get it back!"],["ANNOTATION","Lights activate, and a human Viking hologram appears, similar to that seen in the Hall of Might on Cimmeria, except this one is clean shaven."],["HOLOGRAM","I am Freyr. For what reason have you come before me?"],["ELRAD","Oh, Lord, Freyr. Forgive us for disturbing you, but we seek your wisdom."],["MALCHUS","The arrival of these outsiders has caused the Eye of Odin to grow dim. We fear it is Ragnarok."],["DANIEL","(whispers to O'Neill) That's the end of time."],["O'NEILL","(whispers back) Thank you."],["ELRAD","We beg you to restore Odin's light."],["HOLOGRAM","You are wise to seek my counsel, but only through faith will you prove worthy of my benevolence."],["MALCHUS","Do you desire us to put these outsiders to death? They could be drawn and quartered before nightfall."],["O'NEILL","That's a bit harsh, isn't it?"],["HOLOGRAM","In time, I will sail to the Plain of Vigrid, where my battle will be fought with Surtur the Fire Bringer."],["MALCHUS","He fights against Surtur--it is the end time!"],["ELRAD","Patience!"],["HOLOGRAM","Likewise, you must face your own fears, as you now enter the ultimate conflict. How you deal with fear is will prove your worthiness. I wish you well on your voyage."],["ANNOTATION","The hologram disappears; O'Neill smiles and waves at it."],["DANIEL","(pointing to hole in ceiling) It's a recording."],["O'NEILL","(sarcastically) Really?"]],"present":["DANIEL","ELRAD","HOLOGRAM","MALCHUS","O'NEILL"],"place":"HALL OF WISDOM"},{"speech":[["ANNOTATION","O'Neill and the others reappear. People talk quietly."],["MALCHUS","(to Elrad) I told you. (to congregation) It is Ragnarok. Lord Freyr tells us to prepare for our death."],["O'NEILL","That's a bit of a negative spin with the old paraphrasing, isn't it?"],["MALCHUS","I have been interpreting the Word of the Gods for many years."],["ELRAD","I'm afraid I must agree with Malchus."],["ANNOTATION","Everyone talks in worried murmurs."],["O'NEILL","Hang on! Look, I know I'm the outsider here..."],["MALCHUS","You DARE question the Will of the Gods?!"],["O'NEILL","No, just...your interpretation."],["DANIEL","(quietly) You sure you want to get in the middle of this?"],["O'NEILL","(quietly, to Daniel) I'm not sure how to get out of the middle of this."],["O'NEILL","(louder, to people; walks down off altar) Look, folks. Does Freyr plant your crops for you? Does he? Huh?"],["ANNOTATION","Nos are heard."],["O'NEILL","Does he...harvest them?"],["ANNOTATION","More Nos."],["O'NEILL","Does he build your homes for you?"],["ELRAD","Those are the tasks of our own hands."],["O'NEILL","Exactly! You've always had free-will before, why not now? Maybe this ultimate conflict is a test of your ingenuity and courage."],["MALCHUS","(to Elrad) Why do you tolerate this?!"],["O'NEILL","(quietly and rather sarcastically to Daniel, who's standing behind him) Jump in any time here, by the way."],["DANIEL","(quietly) I don't think this is a good idea."],["MALCHUS","In the past, Lord Freyr has always told us to face our fears, and not interfere with the ways of the Gods!"],["ELRAD","I agree, Malchus. We must do the Gods' will, but perhaps these strangers are a part of their plan."],["MALCHUS","Nonsense! They are the harbingers of our doom!"],["ANNOTATION","O'Neill rolls his eyes."],["MALCHUS","Elves can not change the Will of the Gods!"],["ANNOTATION","Malchus turns and walks out, followed by the villagers."],["O'NEILL","(after everyone has left) Elrad, listen to me...we can help your people. We've been in this situation before. Trust me! We can work miracles!"],["ELRAD","I trust in Freyr. If you are here to do his bidding, either to doom us...or to save us...then so be it."],["ANNOTATION","Elrad leaves with the last of the congregation."],["DANIEL","Miracles?"],["O'NEILL","(vaguely, unsure) Yeah, that's what it'll look like to them."],["DANIEL","That's what what will look like to them?"],["O'NEILL","Whatever Carter comes up with. I don't know."]],"present":["DANIEL","ELRAD","MALCHUS","O'NEILL"],"place":"K'TAU TEMPLE"},{"speech":[["ANNOTATION","O'Neill and Daniel walk through the village toward Carter and Teal'c."],["O'NEILL","(to some villagers) Hey, fellas."],["CARTER","I got a theory, sir."],["O'NEILL","Is it...Miraculous?"],["ANNOTATION","He gives Daniel a look."],["CARTER","Actually, it is. I think the wormhole that we used to travel here passed directly through this planet's sun. That might be why we had a problem dialing here in the first place."],["DANIEL","What? We should never have connected with this planet?"],["CARTER","Well, at least not with the current planetary alignment. The light from the sun suddenly shifted to the red spectrum after we got here. Now, as far as I know, the only way that could happen was if an unstable, super-heavy element, probably plutonium, was introduced to the sun's nuclear reaction. Sort of a subatomic poisoning."],["DANIEL","Okay...how did we do that?"],["ANNOTATION","She shows them a simple diagram of K'Tau's sun between the Earth and K'Tau."],["CARTER","Well, somehow, the plutonium piggybacked onto our wormhole from another starsystem, and bonded with their sun as we passed through it."],["O'NEILL","I hope that doesn't mean it's our fault!"],["TEAL'C","We could not have known, O'Neill."],["CARTER","The fact that the gate wouldn't dial here when we first tried leads me to believe that there's some sort of safety protocol built into the gate system designed to prevent exactly this sort of thing."],["O'NEILL","So...design flaw?"],["CARTER","(somberly) No. Sir, we bypassed some of the normal dialing protocols. The fact is, this planet is dying, and it's probably because of us."],["O'NEILL","But you can fix it, right?"],["ANNOTATION","Carter bows her head and says nothing."]],"present":["CARTER","DANIEL","O'NEILL","TEAL'C"],"place":"VILLAGE"},{"speech":[["ANNOTATION","SG-1 approaches the temple, planning to go inside."],["O'NEILL","Hey, Teal'c, maybe you should hang out here. These Asgard devices don't know you like we do."],["ANNOTATION","Teal'c stands outside, the remainder of SG-1 go inside."]],"present":["O'NEILL"],"place":"K'TAU TEMPLE"},{"speech":[["DANIEL","Okay, let's see...they bowed their heads and said a prayer...Lord Freyr, Lord of the Aesir--"],["ANNOTATION","He sees that O'Neill is about to touch the jeweled stone."],["DANIEL","Or, we could just go straight to that."],["ANNOTATION","O'Neill puts his hand on the stone. They disappear into the light."]],"present":["DANIEL"],"place":"K'TAU TEMPLE"},{"speech":[["ANNOTATION","The arrive. The hologram activates."],["HOLOGRAM","I am Freyr. For what reason have you come before me?"],["ANNOTATION","Carter walks around behind hologram."],["O'NEILL","We'd like to talk to the real Asgard. Thor if he's available."],["HOLOGRAM","You are wise to seek my counsel."],["ANNOTATION","Carter finds the controls and pulls the quarter-circle panel out of the wall. There is a mouse-like controller attached to it."],["HOLOGRAM","But only through faith will you prove worthy of my benevolence."],["O'NEILL","Yadda, yadda...Uh, Carter, you wanna pull the plug on this guy?"],["CARTER","(moving the mouse on the panel) It looks like this is the emitter that's generating--"],["ANNOTATION","The hologram shuts down, and the lights go out."],["DANIEL","Well, we've either made contact with the Asgard, or we've trapped ourselves deep within a vault of solid rock."],["ANNOTATION","A real Asgard appears."],["O'NEILL","Much better."],["ASGARD","I am Freyr. Protector of the K'Tau world."],["O'NEILL","Uh, yeah, so listen, sorry to bother you. Can we talk to Thor?"],["FREYR","Commander Thor is in a distant part of the galaxy and unavailable. You are the one called O'Neill?"],["O'NEILL","(grinning) I am the one."],["FREYR","We named a warship after you. Short-lived as it was."],["ANNOTATION","O'Neill loses his grin."],["O'NEILL","Yes, that one."],["FREYR","Why have you come to this world?"],["O'NEILL","Exploring. That's what we do."],["FREYR","K'Tau falls under our \"Protected Planets Treaty\" with the Goa'uld. I would hope you have not dispelled their current belief system."],["ANNOTATION","Carter bows her head."],["FREYR","The Asgard felt it was essential--"],["O'NEILL","(interrupts) Nah, don't worry! We haven't blown your cover. However, we do have a small (kneels to get eye to level with the Asgard) little problem that could use some of that Asgard magic."],["FREYR","Are you implying that our technology is some kind of trickery?"],["O'NEILL","You sure Thor's not around somewhere?"],["CARTER","Sir? If I may?"],["O'NEILL","Yeah."],["ANNOTATION","He stands."],["O'NEILL","Knock yourself out."],["CARTER","We may have inadvertently, totally accidentally, cause a foreign element to enter the K'Tau sun."],["FREYR","(little black eyes widen) How?"],["CARTER","Ah, well, actually I was hoping you could help us on that one. Is it possible that our wormhole picked up a super-heavy element and carried it into the sun as we passed through?"],["FREYR","There are safety protocols in place on the Stargate system to prevent wormhole connections that would result in such events."],["CARTER","Uh...yeah...See, we have our own dialing computer, and sometimes we bypass a few steps in order to get a lock."],["ANNOTATION","Freyr cocks his head."],["CARTER","We're still experimenting."],["FREYR","(pointedly) I see."],["CARTER","We could really use your help here."],["FREYR","I'm afraid I cannot assist you."],["O'NEILL","Why not?"],["FREYR","It is not the Asgard's responsibility to undo every error you make with technology is advanced beyond your knowledge."],["O'NEILL","Excuse me!?"],["ANNOTATION","Freyr blinks."],["O'NEILL;","There is a whole planet full of people that are going to die."],["DANIEL","Um...this may be our mistake, but the K'Tau people depend on you."],["ANNOTATION","Freyr blinks."],["DANIEL","You set up their belief system. They think that you're their God, and you will protect them."],["FREYR","From the Goa'uld, yes."],["O'NEILL","Forget all that! Come on! We're friends! We help you, you help us. That's the way it works. Carter's idea saved you from the Replicators. Now, we're calling in the marker."],["FREYR","Ultimately, the decision is not mine."],["O'NEILL","(pointedly) Then, may I speak to whomever decides?"],["FREYR","It is possible. Prepare to meet with the Asgard High Council."],["O'NEILL","I'm prepared. Right now. Let's go."],["FREYR","Step into the place where I stand."],["ANNOTATION","Freyr disappears. Carter looks at O'Neill."],["O'NEILL","I'm sorta prepared."],["DANIEL","(gesturing toward the platform) Do you want me to..."],["O'NEILL","I got it."],["ANNOTATION","O'Neill steps tentatively up to the circular platform; Carter takes his place next to Daniel."]],"present":["ASGARD","CARTER","DANIEL","FREYR","HOLOGRAM","O'NEILL","O'NEILL;"],"place":"HALL OF WISDOM"},{"speech":[["ANNOTATION","O'Neill appears as a hologram in a huge chamber."],["O'NEILL","Hello?"],["ANNOTATION","Echoes."],["O'NEILL","Echo!"],["ANNOTATION","Echoes."],["ANNOTATION","Asgard start to appear in seats around the outside of the chamber."],["CHIEF ARCHON","Colonel Jack O'Neill of Earth...Welcome to the Asgard High Council Chamber."],["O'NEILL","(appearing as a hologram to the Asgard) Yeah, listen, thanks for seeing me on such short notice."]],"present":["CHIEF ARCHON","O'NEILL"],"place":"ASGARD HIGH COUNCIL CHAMBER"},{"speech":[["ANNOTATION","To Carter and Daniel, O'Neill is solid and appears to be talking to the wall while looking up. They cannot see the Asgard."],["O'NEILL","I assume you can see me."],["ANNOTATION","Carter and Daniel share a look."]],"present":["O'NEILL"],"place":"HALL OF WISDOM"},{"speech":[["CHIEF ARCHON","Yes."],["O'NEILL","Did Freyr mention why I'm here?"],["FREYR","Yes, Colonel. They're aware of the circumstances surrounding your request."],["O'NEILL","(to Freyr) Oh, hey! There you are. I didn't see you. You guys all kinda look..."],["ANNOTATION","O'Neill gets a look from the Chief Councillor, then claps his hands."],["O'NEILL","Thor's not here, right?"],["CHIEF ARCHON","He is not."],["O'NEILL","Okay."],["ANNOTATION","O'Neill looks away."],["CHIEF ARCHON","As Freyr explained, we are unable to assist you in this matter, O'Neill. Though your actions were unintentional, it will unfortunately mean the K'Tau people will perish."],["O'NEILL","Hey! This is not entirely our fault! I mean, you could have warned us about this crazy gate-through-the-sun-thing. For that matter, you could have given us a list of the planets that are off-limits."],["CHIEF ARCHON","Both points are true. However, neither is reason enough to interfere."],["O'NEILL","You're interfering right now! These people think you're their Gods! Granted, you're not Goa'uld, but you're still pretending to be something you're not."],["FREYR","You are correct. However, when we saved these people from the Goa'uld, they were not ready to have their beliefs completely stripped away."],["CHIEF ARCHON","In time, when they are ready, the K'Tau will learn the truth."],["O'NEILL","Yeah, see, there's the snag...they won't. They'll be dead. I don't get it. You obviously saved them once. Why not this time?"],["COUNCILLOR","It is not that simple."],["O'NEILL","Yes it is! You've got the technology, don't you?"],["CHIEF ARCHON","Yes."],["O'NEILL","Okay, fine. We made a mistake...a BIG mistake...and we're very, very sorry!"]],"present":["CHIEF ARCHON","COUNCILLOR","FREYR","O'NEILL"],"place":"ASGARD HIGH COUNCIL CHAMBER"},{"speech":[["ANNOTATION","Daniel and Carter are watch in concern as O'Neill talks to the wall."],["O'NEILL","But we also saved your little grey butts from the Replicators, and now we want your help."]],"present":["O'NEILL"],"place":"HALL OF WISDOM"},{"speech":[["O'NEILL","I'm not asking you to change the course of their cultural development! Just fix the damn sun! No one'll know. We won't tell."],["CHIEF ARCHON","Unfortunately, we cannot."],["O'NEILL","Okay, at the risk of sounding like the petulant inferior race...why not?"],["ANNOTATION","The Asgard talk amongst themselves in their own language."]],"present":["CHIEF ARCHON","O'NEILL"],"place":"ASGARD HIGH COUNCIL CHAMBER"},{"speech":[["DANIEL","(worried) \"Little Grey Butts.\""],["CARTER","Yeah."]],"present":["CARTER","DANIEL"],"place":"HALL OF WISDOM"},{"speech":[["FREYR","It would be in violation of our treaty with the Goa'uld."],["O'NEILL","What?"],["CHIEF ARCHON","The Treaty states that the people of a planet categorized as protected will be free from Goa'uld domination. However, Subsection 42 states that the people on the planets can not be artificially advanced thru Asgard technological means. Using our technology to prevent a natural disaster would be a violation of that order and would nullify the treaty as a whole. The Goa'uld would be free to invade any of the protected planets...including Earth."],["O'NEILL","Oh,...You sure?"],["CHIEF ARCHON","Yes. The war with the Replicators wages on here in our galaxy. We do not have the military forces to defend every planet covered under the Treaty. You would be vulnerable to Goa'uld attack."],["O'NEILL","Okay. What if I were to say we're willing to take the risk?"],["CHIEF ARCHON","Even if you could make that decision on behalf of your planet, O'Neill, you can not make it for every other planet that would be affected."],["O'NEILL","(unsure) I suppose not."],["CHIEF ARCHON","We are all greatly disturbed that this disaster cannot be averted. We wish there was a way..."],["ANNOTATION","He almost seems to be hinting at something."],["O'NEILL","Well, they're not dead yet. Maybe there is."],["CHIEF ARCHON","If that is the case, the solution would be up to you."],["O'NEILL","(holds out hands) Fine?"],["ANNOTATION","O'Neill leaves the Asgard High Council chamber."]],"present":["CHIEF ARCHON","FREYR","O'NEILL"],"place":"ASGARD HIGH COUNCIL CHAMBER"},{"speech":[["O'NEILL","That went well."],["ANNOTATION","O'Neill walks off platform toward Carter and Daniel, and all three are again enveloped in a bright light which transports them out of the cave."]],"present":["O'NEILL"],"place":"HALL OF WISDOM"},{"speech":[["ANNOTATION","Teal'c has rejoined them as they walk through the village."],["CARTER","Sir, I've been thinking."],["O'NEILL","I'd be shocked if you ever stopped, Carter."],["CARTER","(stopping at a produce shop) Here. Okay."],["ANNOTATION","She picks up two red apples and holds one in each hand."],["CARTER","Let's say these are the unstable plutonium molecules that are poisoning the sun."],["O'NEILL","Okay."],["CARTER","(picks up two other fruits) What if these are molecules of a more stable, super-heavy element, say something with an atomic weight above 200."],["O'NEILL","Sure. I can think of a few."],["CARTER","(puts fruit down) Actually, they don't occur in nature, at least not on Earth."],["ANNOTATION","Daniel and O'Neill look at each other, confused."],["CARTER","But I have read about such elements being created in super-colliders, at least in theory."],["DANIEL","(pointing at the fruit) You realize you're mixing your apples and your..."],["ANNOTATION","O'Neill looks at Daniel, Daniel glances at him stops pointing."],["CARTER","If we could introduce these stable, super-heavys into the K'Tau sun, they would bind with the unstable plutonium molecules, rendering them inert."],["ANNOTATION","O'Neill and Daniel look confused."],["CARTER","The sun then could be restored to its normal nuclear reaction."],["O'NEILL","(to Daniel) Huh? How bout that?"],["ANNOTATION","Daniel just raises his eyebrows and looks confused."],["CARTER","Well, this is all very theoretical, sir."],["O'NEILL","I have great confidence in you, Carter. Go on back to the SGC and...confuse Hammond."],["CARTER","Yes, sir."],["ANNOTATION","Carter puts the fruit back into baskets."]],"present":["CARTER","DANIEL","O'NEILL"],"place":"K'TAU VILLAGE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Carter is briefing Hammond."],["HAMMOND","A rocket?"],["CARTER","With a payload of the super-heavy element I've indicated. We send it in stages through the Stargate to K'Tau, and assemble it there. When it's complete, we launch it into the sun."],["HAMMOND","Will it get there in time?"],["CARTER","We have three months before the plutonium reaction in the K'Tau sun becomes irreversible. If we can launch inside three weeks, we can just make it."],["HAMMOND","Have you considered other options?"],["CARTER","The other option we've considered turned out to be a one in a million shot, sir. The rocket gives us better than 50/50 odds."],["HAMMOND","Rockets don't exactly grow on trees, Major."],["CARTER","I know that, sir. However, as you know, the Air Force is currently preparing a launch from Vandenburg."],["HAMMOND","Major, do you realize how much has been invested in that project?"],["CARTER","I'm aware of that, sir. It's hard to put a price on the K'Tau people."],["ANNOTATION","Hammond looks thoughtful."],["ANNOTATION","Three Weeks Later."]],"present":["CARTER","HAMMOND"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Down a valley from the gate, a launching pad is visible. A rocket sits on the pad. Personnel are dispersed around the area."]],"present":[],"place":"K'TAU"},{"speech":[["ANNOTATION","O'Neill, Daniel, Teal'c, and Elrad are waiting in the village center."],["MALCHUS","(storming toward O'Neill) Colonel!"],["O'NEILL","(calmly, yet with sarcasm) Shouldn't you be off inciting a mob?"],["MALCHUS","Look at the sky. Ragnarok grows ever closer. Your machine does nothing!"],["O'NEILL","It's a rocket. It won't work until we launch it. We can't launch it until we build it!"],["TEAL'C","Time still remains before the sun does permanent damage to your world."],["MALCHUS","(loudly, to villagers) All they have done is bring more outsiders!"],["DANIEL","You have to be patient."],["MALCHUS","The problem grows ever worse as long as you are here. If you can't see that the Gods wish you to leave, then we will be forced to make it clear on their behalf."],["ELRAD","Malchus, this is not the way of the K'Tau. If the Gods did not want them here, they wouldn't be here!"],["MALCHUS","If their presence is truly part of the test, then we have failed...miserably!"],["ANNOTATION","He looks at O'Neill, then walks away."]],"present":["DANIEL","ELRAD","MALCHUS","O'NEILL","TEAL'C"],"place":"VILLAGE"},{"speech":[["ANNOTATION","Siler is working on a large component for the rocket as Hammond looks on. The wormhole is active. Carter arrives through the gate, which closes. She takes a clipboard from a female airman."],["CARTER","General, we're ahead of schedule."],["HAMMOND","This should be the last shipment of parts."],["CARTER","Any word yet on the HU-2340?"],["HAMMOND","Quite frankly, I never expected it to be easier to get the rocket."],["CARTER","Sir, without the super-heavy element, this whole thing would have been a giant waste of time."],["HAMMOND","Don't worry, Major."],["ANNOTATION","Hammond smiles. A door opens to reveal Dr. MacLaren and a suitcase containing the super-heavy element."],["CARTER","Doctor MacLaren."],["MACLAREN","Very impressive operation you've got here. I hope you consider yourself lucky, Major."],["ANNOTATION","Carter nods, smiling."],["HAMMOND","Doctor MacLaren finally decided a peek at the SGC was worth the exchange."],["ANNOTATION","Carter opens the suitcase. In contoured foam is a small cylinder."],["MACLAREN","It took me 5 years to make that much HU-2340."],["CARTER","Well, maybe one day, you'll be able to visit the planet your Maclarium is saving."],["MACLAREN","Did you say Maclarium?"],["ANNOTATION","Smiling, Carter turns to Hammond."],["HAMMOND","Sounds like a good name to me."],["ANNOTATION","MacLaren is smiling from ear to ear."],["MACLAREN","I'll use it in my official report to the Pentagon."],["MACLAREN","(dumbfounded) I don't wanna be in your way. You've obviously got a job to do here. Good luck, Major."],["CARTER","(shakes offered hand) Thank you Doctor."]],"present":["CARTER","HAMMOND","MACLAREN"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Carter walks through and meets O'Neill, who is looking towards the completed rocket on its launching pad."],["CARTER","That's the last of it, sir. We've got everything we need."],["O'NEILL","Good."],["CARTER","Daniel and Teal'c?"],["O'NEILL","Aw, they're in the village, still trying to convince the folks we're friendly elves."],["ANNOTATION","Carter smiles, and looks at the rocket. There appears to be black smoke rising from it."],["O'NEILL","I think the sooner we get out of here, the better."],["CARTER","Is that smoke?"],["ANNOTATION","The rocket, launching pad, and surrounding area explode in a huge fireball. O'Neill and Carter begin running toward it immediately, followed by other SGC personnel."]],"present":["CARTER","O'NEILL"],"place":"K'TAU STARGATE"},{"speech":[["ANNOTATION","O'Neill comes running down the some outside steps, holding his weapon and looking very angry. Carter is right behind him."],["DANIEL","What happened?"],["CARTER","Somebody set a fire."],["ANNOTATION","O'Neill unclips his P-90 and hands it to Teal'c as he strides by quickly."],["DANIEL","Is anybody hurt?"],["ANNOTATION","O'Neill takes off his hat and throws it on the ground."],["CARTER","We lost two members of SG-6. The rocket was destroyed."],["ANNOTATION","O'Neill grabs Malchus by the collar, throws him down on the ground, and climbs on top of him."],["O'NEILL","You stupid son of a bitch!"],["MALCHUS","(no remorse) The Gods have spoken!"],["O'NEILL","You just killed two of my men and screwed your whole planet!"],["MALCHUS","Two of our brothers also gave their lives to serve the Gods."],["O'NEILL","You coward!"],["ANNOTATION","O'Neill punches Malchus in the face."],["O'NEILL","(furious) Why didn't you do it yourself? Why?"],["MALCHUS","I would gladly die to serve the Gods!"],["O'NEILL","Maybe you should."],["ANNOTATION","O'Neill draws his Beretta, cocks it, and puts it to Malchus's neck."],["DANIEL","Jack!"],["CARTER","Sir!"],["ELRAD","Stop, please! I am truly sorry for what has happened. You must believe me, Malchus has acted without my knowledge. He will be punished. Please! More death serves no one!"],["ANNOTATION","Malchus is still grinning at O'Neill. Daniel stands behind O'Neill, very worried."],["O'NEILL","(quiet but intense) More death is exactly what you people are gonna get."],["ANNOTATION","O'Neill puts away his Beretta, gets off Malchus and storms out of the village. Carter, Daniel and Teal'c follow him."]],"present":["CARTER","DANIEL","ELRAD","MALCHUS","O'NEILL"],"place":"K'TAU VILLAGE"},{"speech":[["ANNOTATION","Injured personnel and body bags are being moved toward the gate. SG-1 are walking toward the gate, O'Neill leading the way."],["DANIEL","Jack, stop! We can't leave!"],["O'NEILL","(still furious) The hell we can't! Carter, dial it up. Get these people home!"],["CARTER","Sir--"],["O'NEILL","That's an order!"],["DANIEL","(yelling) Jack, would you stop!"],["ANNOTATION","O'Neill turns to face Daniel."],["O'NEILL","(screaming) They killed two of my men!"],["DANIEL","Yes, they did. But not all these people are responsible for that. And even the ones that were, were...just doing what they believed was right."],["O'NEILL","I really don't care."],["DANIEL","Well, I do. And leaving right now would be irredeemable."],["O'NEILL","In whose eyes? The Asgard? They had their chance."],["CARTER","Sir, I essentially pressed the button that could end this civilization."],["O'NEILL","(yelling) All right! We made the first mistake, but we were gonna fix it! Is it obvious only to me that these people don't want help?!"],["CARTER","I couldn't live with myself if I just walked away now."],["TEAL'C","I do not believe the majority of the people of this world support the actions of Malchus."],["ANNOTATION","O'Neill considers what his team are saying, and calms down."],["O'NEILL","What, then?"],["DANIEL","Relocate them."],["TEAL'C","Their ties to this world are strong, Daniel Jackson."],["DANIEL","Well, we have to give them the option. Then it's their choice."],["CARTER","Sir, we still have the Maclarium. With your permission, I'd like to return to the SGC and run a few more simulations."]],"present":["CARTER","DANIEL","O'NEILL","TEAL'C"],"place":"K'TAU STARGATE"},{"speech":[["ANNOTATION","People are sitting in the pews, listening to Daniel. O'Neill watches from the rear of the temple."],["DANIEL","Okay. I know this world has been your home for generations, but it looks now like the Eye of Odin will not be restored."],["ELRAD","That is for the Gods to decide."],["DANIEL","Right. But consider this...that the Gods are giving you another choice."],["ELRAD","What is that?"],["DANIEL","The chance to move to another world."],["ANNOTATION","There is murmuring of disagreement, and some people get up and leave."],["DANIEL","You can come through the Annulus with us. It's really, it's very simple."],["ELRAD","If Freyr wished us to leave this world, he would come to take us away in his Chariot."],["DANIEL","He does. He wishes you to leave."],["ANNOTATION","More of the congregation leave."],["DANIEL","He's very busy right now, and he sent us to take you our way. If you don't go, you will all die."],["ANNOTATION","Elrad stands."],["ELRAD","Your efforts are noble, but if our destruction is the will of the Gods, we must face our fate bravely."],["ANNOTATION","O'Neill watches as everyone leaves. Daniel is disappointed."]],"present":["DANIEL","ELRAD"],"place":"K'TAU TEMPLE"},{"speech":[["ANNOTATION","O'Neill and Daniel walk down the stairs from the temple. Teal'c is waiting."],["O'NEILL","Now can we go?"],["TEAL'C","The K'Tau were not convinced?"],["O'NEILL","Nope. (angrily, to Daniel) Because you didn't say what needed to be said."],["DANIEL","Well, what would you have said? (seeing O'Neill walk away from him) Wait! What are you gonna say?"]],"present":["DANIEL","O'NEILL","TEAL'C"],"place":"K'TAU TEMPLE"},{"speech":[["ANNOTATION","O'Neill leads Daniel and Teal'c to the center of the city."],["O'NEILL","(takes off his hat) Hey, folks, you wanna join me over here? Come on! Fold on in here folks, I got a few things I wanna say."],["DANIEL","(quietly) What are you doing?"],["O'NEILL","Telling them the truth, Daniel."],["DANIEL","Whether or not a god really exists is not as important as whether or not a belief in God really exists."],["O'NEILL","You wouldn't be saying that if we were talking about a Goa'uld."],["DANIEL","We're not talking about a Goa'uld."],["ELRAD","Have we not made our position clear?"],["O'NEILL","Yes! Yes, you have. I just don't think we've made ourselves clear."],["DANIEL","Jack, the Asgard--"],["O'NEILL","Are not Gods!"],["ANNOTATION","He steps up onto a wooden box."],["O'NEILL","Hi, folks, listen. You all know Freyr, right? Big guy, kinda good-lookin,' lotta of fancy gold armor?"],["ANNOTATION","Everyone says yes."],["O'NEILL","Well, here's a flash for ya. That's NOT what he looks like."],["ELRAD","What do you mean?"],["O'NEILL","He's an alien who's been pretending to be your god."],["ANNOTATION","Daniel shakes his head."],["O'NEILL","He doesn't have a chariot, he's got a spaceship! Spaceship. Big machine, like the one we were building. Only his is way better and...not blown up."],["ANNOTATION","Disbelieving murmuring is heard."],["O'NEILL","(gesturing) I'm not kidding you, folks. This little feller is about three feet tall, got clammy grey skin, big black eyes, and skinny, tiny little arms and legs, like toothpicks."],["ANNOTATION","The villagers look on in disbelief. Daniel drops his head."],["O'NEILL","They think you need to believe in a god! That you're not developed enough as a culture to think for yourselves."],["ELRAD","Enough!"],["O'NEILL","Elrad, listen to me! These aliens have the power to help you...they chose not to!"],["ELRAD","I am sorry for what happened to your people. I know you think you are trying to help us, but, please, it is time for you leave."],["ANNOTATION","He looks around."],["O'NEILL","(taken aback for a moment) Okay. Sorry to bother you. Thanks for your time, folks."],["ANNOTATION","The people start to disperse."],["O'NEILL","There. I gave 'em the choice, they chose. Let's go!"],["ANNOTATION","He hops down from the box and walks away. Teal'c follows, then Daniel, after a moment with his eyes closed."]],"present":["DANIEL","ELRAD","O'NEILL"],"place":"VILLAGE"},{"speech":[["ANNOTATION","A simulation is shown on the computer screen. A light goes from Earth through a sun, and stops there, causing a reaction in the sun. Carter, Hammond, and O'Neill are there."],["HAMMOND","I thought the odds of success for this scenario was one in a million, Major."],["CARTER","Yes, sir. But I now think that we can increase that estimate to one percent."],["ANNOTATION","Carter looks at Hammond, who looks at O'Neill."],["O'NEILL","It's your call, General. I only understand about one percent of what she says half the time."],["ANNOTATION","Carter smiles."],["HAMMOND","Run it by me again."],["ANNOTATION","Carter goes to a whiteboard."],["CARTER","(drawing on board) We send the Maclarium through the wormhole to K'Tau. (draws a wormhole coming from Earth to K'Tau) Now, based on the distance from Earth, and the rate of travel,"],["ANNOTATION","O'Neill raises his eyebrows."],["CARTER","I've tried to calculate the exact time we should shut down the gate (draws an X in the middle of the wormhole) so that the Maclarium stops short of reaching the planet (circles the X) and actually ends up in their sun. (draws rays like a picture of a sun)"],["O'NEILL","I thought when something was in a wormhole, it existed only as...energy. That you needed another Stargate to turn it back into solid matter."],["CARTER","Actually, you're absolutely correct, sir."],["O'NEILL","(seconds later, amazed) I am?"],["CARTER","Yes! (smiles) You see? It's the Stargate on the other side that actually reintegrates the matter into its pre-organized form."],["ANNOTATION","O'Neill looks back at Hammond with a huge grin on his face"],["CARTER","Without it the energy in the wormhole would rematerialize in its base form. Now, in the case of a person, that would be very bad, but in the case of an element, it shouldn't be a problem."],["O'NEILL","(still smiling, to Hammond, whispering) I was right!"],["HAMMOND","Okay. You have a go, Major."],["ANNOTATION","O'Neill gets up, still smiling."]],"present":["CARTER","HAMMOND","O'NEILL"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","The wormhole is active. A MALP with the Maclarium on it sits ready."],["CARTER","(over intercom) Sending the MALP through. Payload is en route."],["ANNOTATION","The MALP has entered the wormhole. Carter watches its progress on the control room monitor. O'Neill and Hammond stand behind her."],["CARTER","Executing controlled shutdown...now! Well, there's only one way to know if it worked."]],"present":["CARTER"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Elrad is leading a group in prayer. Teal'c and Daniel are standing nearby. The air still has a red appearance."],["ELRAD","(praying) Brothers and sisters, in these troubled times, it is important for us to come together as a family. We must remember the great gifts of Freyr..."],["ANNOTATION","Carter and O'Neill arrive."],["ELRAD","...and we must be grateful for the lives that he has given us."],["ANNOTATION","Daniel, who has had his head bowed, sees his teammates, and he and Teal'c go to meet them."],["ELRAD","In this, a troubled time, we must still remember..."],["DANIEL","They agreed to let us stay so long as we stopped tyring to tell them Freyr is not a God."],["ANNOTATION","Elrad continues to pray."],["O'NEILL","I don't think we'll be staying."],["TEAL'C","Did your method not succeed, Major Carter?"],["CARTER","It doesn't look good. I think we missed."],["DANIEL","(quietly) Are you sure it's not just taking longer than you thought, or..."],["CARTER","We should have noticed the change by now."],["O'NEILL","Let's go."],["DANIEL","(sighs) I wanna tell them...and say good-bye."],["ANNOTATION","He walks up to the gathered crowd."],["DANIEL","Sorry, it didn't work. But, it's not too late to change your mind about leaving."],["ELRAD","(continues praying) Great Protector, Oh Freyr, Our Lord and Savior, accept our frailties and forgive our sins."],["DANIEL","(praying) We beg You grant us your mercy, and return the light that gives us life. (looking at Elrad, nodding) Good bye."],["ANNOTATION","Daniel turns to walk away. Everyone gasps and begins to murmur as the light begins to return to normal."],["O'NEILL","Am I having a stroke?"],["ANNOTATION","Carter shakes her head and looks at her instrument. The sun returns to a yellow color."],["ELRAD","Blessed be Freyr! Bow your heads, and thank him for granting our prayers."],["CARTER","I'm pretty sure we didn't do this, sir. At least not on our own."],["TEAL'C","The Asgard."],["CARTER","They said they wouldn't help."],["O'NEILL","Overtly."],["CARTER","So, you're saying that just by starting the process, we gave them the opportunity to step in without the Goa'uld knowing?"],["O'NEILL","A way of saving face. Technical loophole?"],["DANIEL","Or not."],["ANNOTATION","The others look at Daniel in surprise that he might 'believe'."],["DANIEL","Well, I mean, we'll never really know for sure, will we?"],["ANNOTATION","The villagers lift their heads from prayer and look at their restored sky."]],"present":["CARTER","DANIEL","ELRAD","O'NEILL","TEAL'C"],"place":"K'TAU VILLAGE"}]