[{"speech":[["PREVIOUSLY ON STARGATE: SG-1",""]],"present":["PREVIOUSLY ON STARGATE: SG-1"],"place":"nowhere"},{"speech":[["ANNOTATION","Carter pulls Martin's Montana driver's license records up on the computer screen."],["HAMMOND","(in voiceover) I want to know who this man is."]],"present":["HAMMOND"],"place":"SURVEILLANCE VAN"},{"speech":[["ANNOTATION","O'Neill and Martin sit at a booth."],["O'NEILL","Okay, Martin, what's this about?"]],"present":["O'NEILL"],"place":"DINER"},{"speech":[["ANNOTATION","Martin sees Teal'c lying on the vibrating bed."],["MARTIN","Who's he?"],["O'NEILL","Murray."],["ANNOTATION","Teal'c waves at Martin."]],"present":["MARTIN","O'NEILL"],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","Teal'c and O'Neill listen over Martin's hidden microphone."],["TANNER","(via surveillance bug) You've stopped taking your medication, didn't you?"]],"present":["TANNER"],"place":"SURVEILLANCE VAN"},{"speech":[["ANNOTATION","Tanner and his men approach Martin."],["MARTIN","I'm not crazy. And you're not a psychiatrist!"]],"present":["MARTIN"],"place":"MONTANA FIELD, DAY"},{"speech":[["ANNOTATION","Carter and Daniel are tied to chairs. Tanner takes a tazer and a blow torch out of his black bag and sets them on the table in front of them."],["TANNER","I'm running out of patience, and I really need to know."],["ANNOTATION","He touches a button on a small metal rod, and it expands into a large club."],["ANNOTATION","Later..."],["ANNOTATION","O'Neill and Teal'c have freed Carter and Daniel, who are still seated in the chairs. Martin is showing them a small handheld device."],["O'NEILL","What's that?"],["MARTIN","A mobile computing device. I snuck it out of Tanner's bag. It has multiple functions, see?"]],"present":["MARTIN","O'NEILL","TANNER"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","Martin sits next to Tanner in the back of the van."],["MARTIN","So, are you going to drug me again?"]],"present":["MARTIN"],"place":"VAN"},{"speech":[["ANNOTATION","Daniel opens a kitchen cabinet and discovers a shelf filled with a plethora of prescription medications."],["MARTIN","(voiceover) It triggered what I later realized was a suppressed memory."]],"present":["MARTIN"],"place":"MARTIN'S HOUSE"},{"speech":[["ANNOTATION","Tanner checks the fluid of a syringe filled with an unknown substance."]],"present":[],"place":"WAREHOUSE"},{"speech":[["MARTIN","I'm not just interested in outer space...I'm from outer space."]],"present":["MARTIN"],"place":"DINER"},{"speech":[["ANNOTATION","An alien ship in orbit around Mars powers up and leaves orbit."]],"present":[],"place":"SPACE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","The briefing room is dark. Carter stands near a projection screen. The rest of SG-1 and Hammond listen to her presentation."],["CARTER","Early this morning, approximately 0230, the Kepler space probe captured this image as it passed by Mars."],["ANNOTATION","Carter presses a button on a remote and a close up of a blurred image appears on the screen. Its shape is similar to the alien ship."],["HAMMOND","What is it?"],["CARTER","Well, sir, at first the people down at JPL thought it was an asteroid, but then they started picking up some strange energy readings. They tracked the object and realized that it was changing course and accelerating."],["O'NEILL","Asteroids don't normally do that?"],["CARTER","No, sir. The only logical conclusion is that it's a ship."],["HAMMOND","Do we have any way of identifying it?"],["CARTER","As a matter of fact, we do. The energy signature is consistent with a technology we've encountered before."],["ANNOTATION","Carter presses the remote again and the image on the screen changes to a three dimensional image of Martin's escape pod."],["CARTER","A year ago, we found this pod buried in a field near Billings, Montana."],["O'NEILL","Martin."],["ANNOTATION","Carter nods."],["DANIEL","What, you mean the little guy with the pills and the glasses and...? I thought his ship was destroyed."],["O'NEILL","No, he said they came down in a \"pod\" after abandoning the ship. He never said what happened to it after that."],["CARTER","Well, if it is his ship, we'd better talk to him, because it's on a course for Earth, and it'll be here in three days."],["TEAL'C","Then we must locate Martin Lloyd immediately."],["ANNOTATION","Carter nods."]],"present":["CARTER","DANIEL","HAMMOND","O'NEILL","TEAL'C"],"place":"BRIEFING ROOM"},{"speech":[["ANNOTATION","The four lead characters of Wormhole X-Treme duck and dodge between rocks on a sandy set as pyrotechnics go off around them. Shawn, the stuntman for the \"Colonel Danning character\" does a backflip into his position by the rock. They aim their weapons and act as if they are firing them into the surrounding area as the camera angle switches to a close up."],["MARLOWE AS DANNING","Hurry up, Major! We need that force shield! REESE as MONROE (playing with a small handheld prop) I'm trying, sir. But something's nullifying the electrolyte composite on the shield generator!"],["GUNNE AS LEVANT","Try reversing the polarity!"],["ANNOTATION","\"Monroe\" nods and plays with the prop some more. She shakes her head."],["\"MONROE\"","It's not working!"],["\"DANNING\"","What do you mean, it's not working?!?"],["\"MONROE\"","I MEAN, it's not working!"],["\"DANNING\"","(overacting) God help us! PETER DELUISE playing THE DIRECTOR (offscreen) BANG! Da-da-da-da-da-da-da-da-da-da-da-da-da."],["ANNOTATION","The actors collapse to the ground, shaking and spasming as if being electrocuted until completely limp. Marlowe takes the longest before growing still."],["DIRECTOR","And...cut!"],["ANNOTATION","A bell rings and a crew member claps a Wormhole X-Treme exit slate in front of the cast."],["DAVID SINCLAIR, SG-1'S PROPERTY MASTER, AS BILL, ASSISTANT DIRECTOR","(offscreen) Break! Okay, we're good."],["ANNOTATION","Crew members enter the set, including Stargate SG-1's stunt coordinator Dan Shea and assistant props master \"Evil Kenny\". From out of camera range, the Director and Martin stand by a monitor that shows the camera view of the set."],["MARTIN","What? That was awful! We have to do it again."],["DIRECTOR","(ignoring Martin) Check the gate. We are moving on. Print everything! Nice job, people! Good moves, Shawn!"],["ANNOTATION","The Director walks away from Martin, passing through Wormhole X-Treme's \"star portal\" which is a large round object with ramps, filled with Roman numerals and gaudy lights. Martin follows, trying to interrupt the Director until he finally gives up."],["MARTIN","Uh-um-uh. Yeah! Yeah! Uh-uh...Great-great job, everybody. Uh...Yeah!"]],"present":["\"DANNING\"","\"MONROE\"","DAVID SINCLAIR, SG-1'S PROPERTY MASTER, AS BILL, ASSISTANT DIRECTOR","DIRECTOR","GUNNE AS LEVANT","MARLOWE AS DANNING","MARTIN"],"place":"WORMHOLE X-TREME SET"},{"speech":[["ANNOTATION","The lights are dimmed and on the projection screen is a promotional preview video for Wormhole X-Treme. Hammond and SG-1 watch as a starburst pattern is shown, and the four leads walk forwards in slow motion."],["TV-SHOW ANNOUNCER","Prepare for an X-Treme adventure. Four X-cellent heroes in an X-traordinary new sci-fi series! Starring Nick Marlowe as the wry Colonel Danning..."],["ANNOTATION","Individual shots appear of each cast member firing their weapon and diving forward from the star portal's ramp which bears a huge orange and red \"X\". The image changes to Marlowe as Danning in poorly coordinated hand-to-hand combat with thugs played by Andy Mikita and John Lennock."],["\"DANNING\"","(as the last \"thug\" falls) As a matter of fact, it DOES say Colonel on my uniform."],["ANNOTATION","Marlowe as Danning and Nikki Smook (executive producer Michael Greenburg's wife) as a very tall alien woman exchange smoldering looks as the other main cast members watch in the background. Danning grabs the woman by the shoulders."],["\"DANNING\"","Hey! It's what I do."],["ANNOTATION","He stands on tip-toes and kisses her."],["ANNOTATION","O'Neill raises his eyebrows, leaning his chin in his hand, looking bored."],["TV-SHOW ANNOUNCER","Yolanda Reese as the brilliant Major Stacey Monroe..."],["ANNOTATION","The other cast members hurry out of frame as the camera centers on Reese as Monroe studying a large prop alien control panel."],["\"MONROE\"","The positronic field emitters are off-line, but I can compensate by generating a feedback loop."],["ANNOTATION","Carter looks bemused."],["TV-SHOW ANNOUNCER","Raymond Gunne as Doctor Levant..."],["ANNOTATION","Gunne as Levant and Marlowe as Danning are crouched by some rocks."],["\"LEVANT\"","Damn it, Colonel! Just because they're aliens and their skulls are transparent doesn't mean that they don't have rights!"],["ANNOTATION","Levant pants heavily and furrows his eyebrows."],["ANNOTATION","Daniel bites his lip and furrows his eyebrows."],["ANNOTATION","The camera shots are now individual close ups on each of the three introduced characters, who each turn and place their hands on their hips dramatically."],["TV-SHOW ANNOUNCER","And introducing Douglas Anders as Grell the Robot."],["ANNOTATION","There is a zoom in on Anders as Grell, who is covered in silver makeup with a strange diamond shape on his forehead. He frowns heavily at the camera and starts to lift an eyebrow."],["ANNOTATION","Teal'c cocks his head and raises an eyebrow."],["ANNOTATION","The four characters exit the gate ramp through a shimmering dark blue field, very similar in shape and texture to the Stargate event horizon. A gaudy graphic depicting the Wormhole X-Treme logo takes up the entire foreground of the screen."],["TV-SHOW ANNOUNCER","Wormhole X-Treme. Coming this fall, only on--"],["ANNOTATION","Hammond clicks off the video. The projection screen automatically retracts and the lights come on. Hammond spins in his chair to face SG-1."],["DANIEL","Well, that looked...familiar."],["O'NEILL","I don't see it."],["CARTER","Martin's involved in this?"],["HAMMOND","He sold the idea to the studio. He is currently working on the production as a creative consultant."],["TEAL'C","Then Martin Lloyd has seriously breached your security."],["HAMMOND","Not necessarily."],["DANIEL","What? He obviously got the whole thing from his knowledge of the Stargate program."],["O'NEILL","Well, if the Air Force didn't want it to happen, they wouldn't have let it go this far."],["HAMMOND","Plausible deniability. In the event of a future breach of security, we'll be able to point to this television program...that is, if it stays on the air."],["O'NEILL","Still doesn't change the fact that Marty sold us out."],["HAMMOND","His motivations are of little concern at the moment. Our first priority is to find out everything he knows about that ship. Colonel, you're Wormhole X-Treme's new Air Force consultant."]],"present":["\"DANNING\"","\"LEVANT\"","\"MONROE\"","CARTER","DANIEL","HAMMOND","O'NEILL","TEAL'C","TV-SHOW ANNOUNCER"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The Director and two other crew members stand near some trucks and watch an explosion release a small puff of smoke."],["DIRECTOR","No, no, no, no, no. Bigger. Much bigger."],["ANNOTATION","Teamsters and other crew members mill around as O'Neill wanders across the lot, wearing his military uniform. Some crew members move a cart filled with chrome gadgets across the lot. An extra, elaborately dressed in a gaudy red outfit and made up as a green alien, walks by carrying a staff weapon over his shoulder and a guitar case in his other hand. O'Neill gives the \"alien\" extra as a second look as he approaches Bill and Gisella who are both wearing headsets and looking over a chart."],["BILL","Copy that. Okay, so far we've got forty-six extras. Make sure everybody's ready to go for that. Hair, makeup, wardrobe, costumes, and props. Has the props show-and-tell happened yet? (Gisella shakes her head) Oh man, he's going to freak."],["O'NEILL","Excuse me. (The two turn to O'Neill, Bill adjusting the headset control at his belt.) Can you tell me where I can find Martin Lloyd? He's one the bigwigs around here."],["BILL","(adjusting the control) Copy that. (to O'Neill) Sorry?"],["O'NEILL","Martin Lloyd."],["BILL","Oh, yeah. Over there, by the trailers."],["O'NEILL","Thank you."],["ANNOTATION","O'Neill leaves in the direction Bill indicated. Bill and Gisella turn back to their chart, but Bill glances up again towards where O'Neill left."],["BILL","Who's that guy?"],["ANNOTATION","Gisella shakes her head and shrugs."],["ANNOTATION","Nearby, Martin steps out of his trailer where Jan Newman, Stargate SG-1's makeup artist, and an actress stand waiting for him. The actress is dressed in a skimpy outfit. The skin on her face and torso is a lime green, and her arms are painted a duller green shade."],["MARTIN","(with fake smile) Oh, they went with green? Okay. Well, it looks good. Great."],["ANNOTATION","The two walk off as Martin still maintains the fake smile. Props Guy walks by carrying a bowl full of apples and a pineapple."],["MARTIN","(to Props Guy) Whoa-whoa-whoa. What is that?"],["PROPS GUY","It's fruit. Scene 23."],["MARTIN","Okay, Scene 23 takes place on another planet, so you think aliens eat apples?"],["PROPS GUY","(dryly) Why not? They speak English."],["MARTIN","Get some kiwis and spray paint them red."],["PROPS GUY","(pulling a script out of his pocket) Okay, so now it'll go, uh: \"Nick walks into the garden of kiwi trees, says 'how like Eden this world is' and bites into a painted kiwi.\""],["MARTIN","Okay, um, you're the prop master, right? That means you're a \"master\" of props. You figure it out."],["ANNOTATION","Props Guy scowls and stuffs the script into the fruit bowl, walking back the way he came. O'Neill approaches as Martin sees another extra."],["MARTIN","(to extra) That's what you're wearing? Okay. Looks good."],["O'NEILL","Martin?"],["MARTIN","Yeah, yeah. Can I help you?"],["O'NEILL","Jack...Colonel Jack O'Neill? (takes off his sunglasses) United States Air Force?"],["MARTIN","Oh, yeah, yeah, yeah. You're the new military technical advisor. Right. Listen, don't speak to the actors."],["O'NEILL","Marty, it's Jack. Remember last year? Billings, Montana?"],["MARTIN","I've never been to Montana...but I am going to Sundance this year."],["O'NEILL","What about the name Tanner? Doctor Tanner? Hammond? Carter? Murray?"],["MARTIN","(shaking his head) Sorry. Listen, I've got a concept meeting in ten minutes, and if I'm not there I'm on time, well... well they start without me. But come back tomorrow, and I'll...I'll show you around."],["ANNOTATION","Martin walks off. O'Neill waits until he's out of sight and enters Martin's trailer."],["ANNOTATION","Nearby, another small explosion is set off. The Director slumps in disappointment."],["DIRECTOR","No. Look at my lips. Big-ger."]],"present":["BILL","DIRECTOR","MARTIN","O'NEILL","PROPS GUY"],"place":"BRIDGE STUDIOS BACKLOT, DAY"},{"speech":[["ANNOTATION","O'Neill has the cabinets open in the kitchen area of the trailer. They are filled with an assortment of vitamin bottles. He is on his cell phone."],["HAMMOND","(on phone) What have you got for us, Colonel?"],["O'NEILL","Well, here's news. I think Martin's had his memory's erased again."]],"present":["HAMMOND","O'NEILL"],"place":"MARTIN'S TRAILER"},{"speech":[["ANNOTATION","The rest of SG-1 and Hammond listen to O'Neill over the speakerphone."],["O'NEILL","(continuing) He claims he doesn't remember me or anything about last year."],["DANIEL","Tanner and his boys must have gotten to him first."],["O'NEILL","Yeah, well I checked out his trailer..."]],"present":["DANIEL","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","(continuing) ...Didn't find any medication, but there are a lot of vitamins."],["HAMMOND","(over phone) Send in a sample for analysis. In the meantime, keep an eye on Martin."],["O'NEILL","Yes, sir."],["ANNOTATION","O'Neill clicks off his cell phone and pockets it."]],"present":["HAMMOND","O'NEILL"],"place":"MARTIN'S TRAILER"},{"speech":[["CARTER","Sir, if Tanner and his men are involved, Colonel O'Neill could use some backup."],["HAMMOND","I agree with you, Major. You leave in one hour."]],"present":["CARTER","HAMMOND"],"place":"BRIEFING ROOM"},{"speech":[["ANNOTATION","Marlowe as Danning leads a blonde actress playing an alien princess out of some ruins. Several of the green alien extras that were seen wandering the set earlier are lying on the ground in front of them."],["\"PRINCESS\"","I cannot thank you enough, Colonel. It's been many bleems since my people were enslaved by the minions of Lord Varlock."],["\"DANNING\"","Hey, it's what I do-do."],["ANNOTATION","As he leans over to kiss the \"princess\", he trips over an alien, stumbling into the actress."],["MARLOWE","Aw, this isn't working!"],["DIRECTOR","(offscreen) Cut. Cut!"],["ANNOTATION","A bell sounds and the clapper claps the board in front of Marlowe's face. The actress places her hands on her hips, annoyed, as Marlowe stumbles off the set. O'Neill watches as the Director meets up with Marlowe."],["BILL","(offscreen) Okay, we're cut."],["DIRECTOR","Nick, what's up?"],["MARLOWE","(cautiously walking over the extras) This is SUPPOSED to be a love scene, and we're walking through all these dead aliens!"],["DIRECTOR","Uh, right. Well, it's continuity; you've just killed them all."],["ANNOTATION","He touches up Marlowe's breath with an atomizer as makeup works with the actress playing the princess."],["MARLOWE","Yeah, yeah, well can't-can't-cant we walk somewhere else?"],["DIRECTOR","Well, Nick, there is no \"somewhere else.\" This is the planet we have, between here and here. (indicates the space with his hands) That's all the set there is. And the reality of the scene dictates that there be dead aliens because you just killed them."],["ANNOTATION","While the Director is speaking, SG-1 writer/producer Robert C. Cooper and Martin pass O'Neill and approach the set."],["COOPER","We could always go back to the way it was in the script..."],["DIRECTOR","(feigning patience) No, we can't. We've already established that one shot stuns, and two shots kills. Nick just shot everybody twice."],["MARTIN","So, three shots disintegrates them!"],["DIRECTOR","(approaches Martin and speaking low) OK, you know what? I'm going to pretend you didn't say that, because that is quite possibly the stupidest thing I've ever heard you say."],["ANNOTATION","Martin looks down, chastised, as the Director moves off. Martin glances at Cooper."],["MARTIN","(to Cooper) Why are you looking at me like I'm an idiot? Why are you even on set? Go write something!"],["ANNOTATION","Cooper turns away and leaves."],["MARLOWE","Oooh! What color is the beam from the ray gun?"],["MARTIN","We can't afford a beam. Sound effects."],["ANNOTATION","Marlowe lets out a loud huff and waves his arms in exasperation."],["DIRECTOR","It'll be great. You'll see. (to Bill) Reset."],["BILL","Back to ones!"],["ANNOTATION","Bill and the Props Guy move off the set. The Director tries to calm Marlowe and frames his face with his hands to pantomime a camera shot."],["DIRECTOR","Nick, Nick, Nick, Nick, Nick. You're gonna be in close-up. The aliens will be below frame!"],["MARLOWE","(sulking) The audience is going to know they're there."],["ANNOTATION","The Director makes fists with his hands and clenches his teeth, barely staying calm."],["DIRECTOR","Okay, kill the dead aliens. (to Bill) Aliens off the set."],["BILL","Aliens off the set!"],["ANNOTATION","Marlowe looks appeased as the director smiles falsely at him. The alien extras stand up and walk off the set. Bill approaches an alien mannequin still on the ground and leans down close with his megaphone."],["BILL","I said, ALIENS OFF THE SET!"],["ANNOTATION","Evil Kenny grabs the mannequin and scurries off. O'Neill smiles slightly. Marlowe stands nearby practicing different ways to say his next line."],["MARLOWE","Hey, it's what I do. It's what I do. It's what I do."],["ANNOTATION","O'Neill watches Marlowe, who turns and notices him."],["MARLOWE","You're the new military advisor."],["O'NEILL","(smiling) Yes, sir."],["MARLOWE","You're the real deal, huh? You've seen action?"],["O'NEILL","That would be...classified."],["MARLOWE","Oh, I like that. Sorta like a \"yes\", but really a \"no.\" This is realistic, right? (O'Neill looks puzzled.) The uniform...? Camouflage...?"],["ANNOTATION","O'Neill studies the uniform. It is black, with a green and grey camouflage material over the sleeves and torso. The camouflage on top is not a complete \"overshirt\" because it is cut down the center and across the chest in an odd, angled cross pattern, showing a great deal of the black material underneath. The pants share the same mish-mash of camouflage colors."],["O'NEILL","(exhaling slowly) Oh yeah, yep. You don't want to be a target out there in...space."],["MARLOWE","That's exactly what I said, so why aren't the aliens ever in camouflage?"],["MARTIN","Oh, I-I fought for that, uh, Nick. But, the studio wants the aliens seen."],["MARLOWE","An alien wouldn't want to be seen, Martin. Think!"],["O'NEILL","Maybe, that's why they're dead?"],["MARLOWE","That helps me! Thanks!"],["ANNOTATION","The Director finishes a discussion with Bill."],["DIRECTOR","Can we do this?"],["BILL","Doing this!"],["ANNOTATION","A bell rings and Marlowe turns to retake his place on the set. O'Neill notices the show's large \"X\" emblem is a patch on Marlowe's back and furrows his eyebrows. Martin notices O'Neill's expression."],["MARTIN","The \"X\". I know what you're thinking. Um, it's a marketing thing. You see, I wanted to call the show \"Going to Other Planets\", but Research says that shows with \"X\" in the name get higher ratings."],["O'NEILL","Ah!"],["DIRECTOR","Aaaaaaaand...action!"]],"present":["\"DANNING\"","\"PRINCESS\"","BILL","COOPER","DIRECTOR","MARLOWE","MARTIN","O'NEILL"],"place":"WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","Tanner sits at a table working on his laptop. Bob walks around some enters with some papers and approaches him."],["BOB","The ship's on schedule. Preparations for departure are almost complete. There's only one...problem."],["ANNOTATION","He hands Tanner a photograph, who looks at it and sighs."],["TANNER","This is gonna complicate matters."],["ANNOTATION","The photograph is an 8x10 of O'Neill and Martin on the Bridge backlot."]],"present":["BOB","TANNER"],"place":"WAREHOUSE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Hammond is speaking on the red phone. As he speaks, he notices Fraiser standing in the doorway holding a file."],["HAMMOND","Very well, you have my authorization to begin surveillance. (pausing and motioning Fraiser inside) Keep a low profile, Major. We don't want to show our hand. (He hangs up the phone.) Dr. Fraiser?"],["FRAISER","Surveillance on Martin Lloyd, I assume?"],["HAMMOND","His house, actually. To help determine if Martin's old friends have returned."],["FRAISER","Tanner."],["HAMMOND","The idea is to determine if Tanner and the other aliens have been watching Martin. Mjr. Carter and Dr. Jackson will try to intercept frequencies being broadcast from inside his house."],["FRAISER","(smiling slightly) Oh , so like a surveillance surveillance."],["HAMMOND","(stone faced) In a manner of speaking. Are those the test results from the vitamins Col. O'Neill found in Martin's trailer?"],["FRAISER","(opening the file and handing him the results) Yes, sir. They contain a significant amount of the chemical that Tanner used to block Martin's memory before."],["HAMMOND","Which confirms what we already suspected."],["FRAISER","(nodding) Mm-hmm."],["HAMMOND","The question is, what do they want Martin to forget?"]],"present":["FRAISER","HAMMOND"],"place":"HAMMOND'S OFFICE"},{"speech":[],"present":[],"place":"BRIDGE STUDIOS, DAY"},{"speech":[["ANNOTATION","Reese carries a script and heads determinedly towards Martin and the Director, dodging crew members and equipment, and passing producer Michael Greenburg, sitting in a director's chair."],["REESE","(jostling Evil Kenny) Excuse me."],["DIRECTOR","(to Martin) No, no. Because it undermines my authority, that's why."],["ANNOTATION","Reese plants herself directly in front of Martin and the Director and leans on a stack of equipment boxes."],["REESE","Guys."],["MARTIN","(smiling) Ah, Miss Reese."],["REESE","Uh, I'm having a little trouble with Scene 27. It says that I'm \"out of phase\" which means that I can pass my hand through solid matter, or I can walk through walls."],["DIRECTOR","Yeah, yeah, that's right, because you're \"out of phase.\""],["MARTIN","(patronizing) Um, exactly."],["ANNOTATION","The Director nods, chewing gum as Martin smiles confidently."],["REESE","So, how come I don't fall through the floor?"],["ANNOTATION","The Director stops chewing gum and Martin's face falls. Reese leans on the boxes a bit more and smiles sweetly. There are several seconds of silence. Martin and the Director exchange looks, then stare at Reese again with \"deer in headlights\" looks."],["MARTIN","(unsuccessfully trying to sound confident) We're going to have to get back to you on that one."],["REESE","Right."],["ANNOTATION","She rolls her eyes and picks up her script, spinning away from them and heading towards the craft services table. On her way, she passes O'Neill."],["O'NEILL","Hi."],["ANNOTATION","Reese grabs a cookie from the table and smiles at O'Neill."],["REESE","(in flirtatious tone) Hi."],["ANNOTATION","Reese wanders off. O'Neill heads over the table to check out the food. In the background, an actress is being made up. Teal'c, wearing a pink shirt and pants and a cafeteria cap, carries a plate of sandwiches. He offers them to various Teamsters on his way to the table, but they all wave him off. He reaches the table and sets down the platter roughly. The sandwiches look very unappetizing."],["O'NEILL","No takers?"],["TEAL'C","This crew does not appear to enjoy the traditional dishes of Chulak."],["O'NEILL","(wincing) Eh, showbiz, huh?"],["ANNOTATION","Writer/Producer Joe Mallozzi and producer N. John Smith approach the table and look at the food."],["MALLOZZI","Hey! What happened to all the donuts?"],["TEAL'C","They were consumed by the drivers before they retired to sleep. We wish to converse...privately."],["ANNOTATION","Mallozzi and Smith exchange skeptical looks and continue to look at the food."],["TEAL'C","Leave us!"],["ANNOTATION","Mallozzi and Smith back away from the table nervously."],["O'NEILL","Carter and Daniel?"],["TEAL'C","The investigation is ongoing."]],"present":["DIRECTOR","MALLOZZI","MARTIN","O'NEILL","REESE","TEAL'C"],"place":"SOUNDSTAGE"},{"speech":[["ANNOTATION","A grey surveillance van with no markings is parked on the street, hidden by bushes around the corner from Martin's home."]],"present":[],"place":"STREET NEAR MARTIN'S HOUSE, DAY"},{"speech":[["ANNOTATION","Carter sits by a keyboard in the van, studying monitors. Daniel sits next to her. Both are in civilian garb."],["DANIEL","Are you sure the signal's coming from inside Martin's house?"],["CARTER","I've gone over the triangulation three times. I just have to match the frequency. Hold it, I've got something."],["ANNOTATION","She punches a few keys and suddenly on one of the monitors appears a four way split screen of various rooms inside Martin's house."],["DANIEL","Hidden cameras."],["CARTER","Just like last time."]],"present":["CARTER","DANIEL"],"place":"SURVEILLANCE VAN"},{"speech":[["ANNOTATION","Wormhole X-Treme's Executive Producer, dressed in a white suit, stands near Stargate SG-1 Greenburg, Martin, the Director, and O'Neill. He holds a script in his hands."],["EXECUTIVE PRODUCER","Look, I know it says he's weightless, but look what happens when I scratch out the word \"weightless\". (he does so with a flourish) You see, he no longer becomes weightless, he just \"becomes.\""],["DIRECTOR","(shrugging) Okay. Fine. Good. But, eh, how else does Colonel Danning get past the giant alien guard?"],["O'NEILL","Why doesn't he just...shoot him?"],["ANNOTATION","Everyone looks at him."],["EXECUTIVE PRODUCER","Who is this?"],["O'NEILL","Colonel Jack O'Neill."],["MARTIN","(irritated) He's the new Air Force technical advisor. He doesn't know he's not supposed to say anything yet."],["ANNOTATION","O'Neill looks at Martin in surprise."],["EXEC. PRODUCER","And you're telling me an Air Force officer can shoot a giant alien without having to be weightless?"],["O'NEILL","Sure. Why not?"],["EXEC. PRODUCER","You know, I'd like to hear \"sure, why not\" a little more around here. Now, the spaceship in Scene 53..."],["ANNOTATION","He makes a cutting motion across his neck with his hand and shakes his head."],["MARTIN","(upset) We have to see the ship; it's crucial to the episode!"],["EXEC. PRODUCER","Well, we're going to see it in their reactions. It's like, \"Oh, my god, look at that ship. It's...indescribable.\""],["ANNOTATION","He frames his head with his hands to indicate the camera angle would be on the actors."],["EXEC. PRODUCER","All right, if you can do it for $5,000.00 less, you can keep it in. Are we done? I have a tee time."],["DIRECTOR","Eh, Marty has a problem with a scene in Act Three."],["EXEC. PRODUCER","(condescendingly) Oh, is that a fact, Marty?"],["MARTIN","You have two-way travel through a wormhole."],["EXEC. PRODUCER","So?"],["ANNOTATION","He shrugs and looks at the Director, who also shrugs and mouths \"I know\"."],["MARTIN","That's impossible! Matter can only move one way through an open wormhole. The scene is...scientifically unsound."],["EXEC. PRODUCER","(sighing) Okay, show of hands. Who here has won a Cable Ace award, hmm? (he raises his own hand while the others roll their eyes and look away.) Thank you. (He begins to walk off, then stops as he passes O'Neill) Oh, nice save with the shooting the giant alien being. Clever!"],["ANNOTATION","He slaps O'Neill on the shoulder. Martin holds his head in one hand, clearly frustrated."],["DIRECTOR","(calling to Bill, the Assistant Director) Billy! Making it go."],["BILL","Making it go. Scene! Back to one, folks!"]],"present":["BILL","DIRECTOR","EXEC. PRODUCER","EXECUTIVE PRODUCER","MARTIN","O'NEILL"],"place":"WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","A steadycam operator moves his camera across the lot as alien extras move to places or loiter near equipment trucks. O'Neill and Martin exit the soundstage door."],["MARTIN","You know, I AM the creative consultant on this show which means that nothing should happen, creatively, without me being consulted."],["O'NEILL","They consulted you. They just didn't listen."],["MARTIN","You know what he worked on before this? A show about a talking dog who solves crimes. So what they had a hundred episodes?"],["O'NEILL","Poochinsky?"],["MARTIN","Yes. Poochinsky."],["ANNOTATION","Martin walks off, shoulders slumped."],["O'NEILL","Great show! Hey, Marty."],["ANNOTATION","Martin stops near the row of trailers and turns around. O'Neill looks around to see if anyone can overhear. Though there are actresses sitting in director's chairs doing manicures and other crew members in the area, none are nearby, nor are any paying attention to the two of them."],["O'NEILL","Umm, what makes you so sure matter can only travel one way through a wormhole?"],["MARTIN","I don't know. I must have read it somewhere."],["O'NEILL","And this secret government team that goes to other planets, where'd that come from?"],["MARTIN","(with false modesty) Oh, it's based on a story I wrote last year, and I couldn't get it published. I was just about ready to give up when I got a call from the studio. To tell you the truth, I'm not even sure how they got their hands on it."],["O'NEILL","So, you just made it up?"],["MARTIN","(with false modesty) Never ask a writer where he gets his ideas. In truth, we don't know."],["ANNOTATION","Martin walks off. O'Neill's cell phone starts ringing, and he pulls it out of his pocket."],["O'NEILL","O'Neill."]],"present":["MARTIN","O'NEILL"],"place":"BRIDGE STUDIOS BACKLOT, DAY"},{"speech":[["CARTER","Colonel, we were right. Tanner and the others have Martin under surveillance again. It can't be a coincidence, sir. It has to have something to do with the arrival of that ship."]],"present":["CARTER"],"place":"SURVEILLANCE VAN"},{"speech":[["O'NEILL","All right, they may have tried to infiltrate the studio. I'll see what I can dig up."],["STUNT COORDINATOR","Fire in the hole!"],["ANNOTATION","A large blast of flames six feet across rises several feet in the air as everyone turns and looks. O'Neill watches and hangs up his phone, placing it back in his pocket"],["DIRECTOR","BIGGER! What is it about the word \"bigger\" that you don't understand?!?"]],"present":["DIRECTOR","O'NEILL","STUNT COORDINATOR"],"place":"BRIDGE STUDIOS BACKLOT, DAY"},{"speech":[],"present":[],"place":"BRIDGE STUDIOS, DAY"},{"speech":[["ANNOTATION","A female security guard is reading the book Dust off that old Screenplay and SELL It by Robert Cooper. O'Neill enters the guard's station."],["GUARD","The auditions are in that building over there."],["O'NEILL","I'm not auditioning. I'm with the Air Force. Colonel Jack O'Neill."],["ANNOTATION","He reaches into his pants pocket and pulls out his identification. She looks at him skeptically."],["O'NEILL","(smiling) Really."],["ANNOTATION","She nods, waiting silently to find out what he wants."],["O'NEILL","Do you have a record of everyone who comes and goes through here? It's...for a security check...One of our generals is doing a guest spot on the show. It's a small, but pivotal role."],["ANNOTATION","She nods and moves over to her computer."],["GUARD","I've got the license plates of every vehicle that comes and goes through here on file."],["O'NEILL","Would you mind e-mailing them to that address?"],["ANNOTATION","He hands her a business card."],["GUARD","(nodding) Okay. Sure."],["O'NEILL","Thank you. I like the uniform."],["ANNOTATION","O'Neill leaves as the guard smiles while typing on her computer."]],"present":["GUARD","O'NEILL"],"place":"GUARD STATION AT STUDIO ENTRANCE"},{"speech":[["ANNOTATION","Carter and Daniel study the monitors, which display the studio personnel files of various crew of Bridge Studios."],["DANIEL","Why would somebody with two PhDs become a Teamster?"],["CARTER","(shakes her head in ignorance) Well, the money, I guess. (She types on her keyboard some more, then pauses.) Wait a minute, this guy looks familiar."],["ANNOTATION","She zooms in on one personnel file. It is the alien Bob."],["DANIEL","You're right. That's one of Tanner's men."],["CARTER","Oh, according to this, he's a production assistant named...Steve Austin."],["ANNOTATION","Daniel and Carter exchange skeptical looks."],["CARTER","I think we'd better pay \"Steve\" a little visit."]],"present":["CARTER","DANIEL"],"place":"SURVEILLANCE VAN"},{"speech":[["ANNOTATION","A car drives up and parks in the street. Bob/Steve Austin exits the car and walks towards his building. Carter is hiding around the corner and watches him enter."],["CARTER","(into walkie-talkie) He's on his way up."]],"present":["CARTER"],"place":"STREET NEAR \"STEVE AUSTIN'S\" APARTMENT COMPLEX"},{"speech":[["ANNOTATION","Daniel is crouched on the landing of the back stairwell, watching the door to the apartment."],["DANIEL","(keying walkie-talkie) Copy."],["ANNOTATION","He continues to watch as Bob/Steve Austin unlocks the door and enters. A few moments later, Carter joins him on the landing, her weapon already drawn. She passes Daniel as he rises from his crouched position and readies his own weapon. They reach the doorway and knock."],["CARTER","(knocking again) Hello?"],["ANNOTATION","When there is no answer, Carter tries the door. It is unlocked. She and Daniel enter the sparsely furnished apartment. No one is there. Daniel walks through the open patio door and onto the balcony of the top floor apartment. There is no sign of Bob/Steve."],["DANIEL","So...where the hell did he go?"]],"present":["CARTER","DANIEL"],"place":"CORRIDOR AND STAIRWELL, \"STEVE AUSTIN\"'S APARTMENT COMPLEX"},{"speech":[["ANNOTATION","The \"princess\" sits on the gate's ramp as \"Danning\" stands next to her. The screen behind the gate makes it look like night, complete with a crescent moon."],["\"DANNING\"","Princess, I've seen a lot over the years, the crystal rivers of Erridel, the blue volcanoes of Kashtorr Rama, even the Starfires of Grablax Six... (he grasps the \"princess\" by the shoulders.) None of it compares to you."],["ANNOTATION","They kiss. A cell phone begins to ring. Crew members look around, grumbling."],["DIRECTOR","Cut!"],["ANNOTATION","A bell rings."],["MARLOWE","What was that? Who was that?!?"],["ANNOTATION","The actress looks disgusted."],["BILL","Tail slate!"],["MARLOWE","(angry) I want a name!"],["ANNOTATION","Crew members wrap a cloak around the actress, who is rubbing her teeth with her finger. A tail slate is clapped in front of Marlowe."],["O'NEILL","(raising his hand) It's me. Sorry, Nick."],["MARLOWE","(relaxing) No problem. (to Actress) I'm sure it's important."],["BILL","(glancing at watch) Okay, that's lunch."],["ANNOTATION","Marlowe offers to take the actress's hand."],["MARLOWE","Let me show you something in my trailer."],["ANNOTATION","She takes his hand and hops off the ramp, smiling."],["ANNOTATION","O'Neill answers his phone as the rest of the crew leaves the soundstage."],["O'NEILL","O'Neill."]],"present":["\"DANNING\"","BILL","DIRECTOR","MARLOWE","O'NEILL"],"place":"WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","Carter is on her cell phone, while Daniel fidgets with the apartment's cordless phone."],["CARTER","I don't know what happened, sir. We lost him. I mean, one minute he was here, the next minute he was gone."]],"present":["CARTER"],"place":"\"STEVE AUSTIN'S\" APARTMENT"},{"speech":[["O'NEILL","(wincing) Yeah, they have a habit of doing that."],["CARTER","(over phone) We do have one lead though..."]],"present":["CARTER","O'NEILL"],"place":"WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["CARTER","(continuing) Before he left, he made a quick phone call. We traced it to a warehouse on the east side."]],"present":["CARTER"],"place":"\"STEVE AUSTIN'S\" APARTMENT"},{"speech":[["O'NEILL","Bring backup this time."],["CARTER","(over phone) Sir, we don't have a lot of time..."]],"present":["CARTER","O'NEILL"],"place":"WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["CARTER","(continuing) Before the ship enters orbit. You'll have to confront Martin."]],"present":["CARTER"],"place":"\"STEVE AUSTIN'S\" APARTMENT"},{"speech":[["O'NEILL","Yeah. I will."],["ANNOTATION","O'Neill glances ahead and observes Anders having his silver makeup retouched. A thin, almost invisible line is attached to his eyebrow, making it rise. Anders watches the movement in a mirror, testing various expressions."],["ANDERS","Hmm. Hmmm."],["ANNOTATION","O'Neill snaps his phone shut and moves away, slightly non-plussed."]],"present":["ANDERS","O'NEILL"],"place":"WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","Crew members line up at the craft services trailer, ordering lunches. Two network executives look at the buffet and shake their heads, heading to their nearby limousine. Martin tags along."],["NETWORK EXEC #1","You know what this show needs? A sexy female alien."],["ANNOTATION","Network Exec #2 nods his head vigorously, his hand firmly holding a cell phone to his ear. O'Neill approaches from a distance. When he sees Martin heading for the limo, he hurries to catch him."],["MARTIN","(with a syncophant laugh) Yeah."],["NETWORK EXEC #1","Trust me."],["O'NEILL","Marty? Marty!"],["ANNOTATION","O'Neill reaches Martin as the executives get in the limousine."],["O'NEILL","You got a second?"],["MARTIN","(pausing by the limo's door) Oh, now's not really a good time. I'm supposed to have..."],["ANNOTATION","While Martin speaks, Network Exec #2 closes the door to the limousine, and it drives off."],["MARTIN","Okay, now's good."]],"present":["MARTIN","NETWORK EXEC #1","O'NEILL"],"place":"WORMHOLE X-TREME BACKLOT, RAINY AND OVERCAST, DAY"},{"speech":[["ANNOTATION","O'Neill reads Martin's story out loud as Martin sits nearby, mouthing the words."],["O'NEILL","\"The colonel stood before the vertical pool of shimmering light, fascinated by the dancing ripples in the event horizon. What mysteries lay beyond this mystical portal? What wonders awaited him and his band of stalwart cohorts?\""],["MARTIN","Pretty good, huh?"],["O'NEILL","Damn good."],["MARTIN","The only difference from the original story is that there was a fifth member of the team. He was a handsome, smooth-talking alien who was stranded on Earth when his crew deserted him. The, uh, producers made me cut that part out."],["O'NEILL","And you have no clue where you got this idea?"],["MARTIN","Well, like I said..."],["O'NEILL","Martin, it's all true."],["MARTIN","What are you talking about?"],["O'NEILL","Wormholes. Traveling to other planets. It's all real. I command a unit called SG-1. It's the advance team of a secret military operation. We explore the universe through a device called the Stargate."],["MARTIN","(grinning) The crew put you up to this, didn't they?"],["O'NEILL","Here's the kicker, Marty. You know all about it. You've been through the Stargate. Unfortunately, you've...had your...memory erased."],["ANNOTATION","O'Neill winces as he realizes how ridiculous this story sounds."],["MARTIN","So what, I'm a \"member\" of this SG-1?"],["O'NEILL","No."],["MARTIN","Then how do I know about it?"],["O'NEILL","Because, you're not just interested in outer space, you're...from outer space."],["MARTIN","Is this a pitch?"],["O'NEILL","Huh?"],["MARTIN","Alien crash lands. We have to find him before it's too late, only, his memory's been erased."],["O'NEILL","Martin..."],["MARTIN","No, no, no, it's not bad. If we just add a twist..."],["ANNOTATION","Martin's pager beeps. He reads the display."],["MARTIN","I'm needed on the set. Um, why don't you type up what you have, and uh, I'll take a look at the coverage on it."],["ANNOTATION","He gets up and starts to leave the trailer."],["MARTIN","Oh, uh, no promises."]],"present":["MARTIN","O'NEILL"],"place":"MARTIN'S TRAILER"},{"speech":[["ANNOTATION","Military personnel already surround much of the building as the surveillance van arrives. Daniel and Carter exit the van."],["AIRMAN","Perimeter's secure, Major. Waiting for your orders."],["CARTER","(nodding) Let's move in."],["AIRMAN","(keying radio) Move in. Move in."]],"present":["AIRMAN","CARTER"],"place":"WAREHOUSE ON EAST SIDE, DAY"},{"speech":[["ANNOTATION","Several SUVs are parked inside and a bunch of long tables holding computer equipment, lamps and other office supplies. A group of men, including SG-1 director Martin Wood, all wearing black suits, are gathered around the various tables. Carter and the military personnel swarm in with weapons raised, Daniel right behind them."],["CARTER","Nobody move!"],["ANNOTATION","The men in black all face the military personnel, raising their own weapons."],["CARTER","Drop your weapons! Drop them!"],["ANNOTATION","They stare at each other in a stand-off."],["AIRMAN","Lower your weapons!"],["BARRETT","You drop your weapons, now."],["CARTER","I'm Major Samantha Carter, United States Air Force."],["BARRETT","And I'm Agent Malcolm Barrett, NID."],["ANNOTATION","Carter and the military personnel lower their weapons in confusion. The NID men lower their weapons as well."],["AIRMAN","NID? Major, what the hell's going on here?"],["CARTER","(angry) We've been set up."],["ANNOTATION","She and Daniel exchange looks."]],"present":["AIRMAN","BARRETT","CARTER"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","Martin enters the deserted sound stage, the door automatically closing behind him."],["MARTIN","Hello? Someone paged me to Stage Six?...Hello?"],["ANNOTATION","Martin tries the door he just came through, but it's locked."],["MARTIN","Hello?"],["ANNOTATION","He walks across the sound stage and enters a corridor of the set, which looks remarkably similar to a Goa'uld vessel. He hears a noise and runs back down the corridor."],["O'NEILL","Hey!"],["MARTIN","(surprised) Aaah!"],["O'NEILL","Marty, relax."],["ANNOTATION","Martin looks nervously about. O'Neill watches him cautiously."],["O'NEILL","What's going on?"],["MARTIN","(attempting to sound calm, but failing) I guess the crew's just playing an affectionate prank by paging me to a stage we're not shooting on. It-it-it happens all the time. It's, uh, out of respect, really."],["ANNOTATION","The lights suddenly go out. O'Neill reaches down to his ankle and unholsters a small handgun."],["MARTIN","Ha! Hey, n-n-nice one, guys."],["ANNOTATION","Martin grabs O'Neill's arm to reassure himself as O'Neill cocks the weapon."],["O'NEILL","All right, stay with me."],["ANNOTATION","They move down the corridor of the set. As they approach the end, they notice a shadow on the far wall of the stage of a man holding a gun in his hand. They quickly dodge through a different exit of the set to bypass the shadowed figure and head back to the door. Looking back, they don't notice Tanner with his weapon raised in front of them until they take a few more steps. They stop and O'Neill aims his gun at Tanner."],["TANNER","Hello, Colonel."],["ANNOTATION","Bob and another alien come up behind Martin and O'Neill, raising their own guns."],["O'NEILL","Tanner, I presume?"],["MARTIN","(to O'Neill, pointing at Tanner) Is he with you?"],["TANNER","Don't worry, Martin. Everything will become clear in time. Gentlemen, the colonel's weapon."],["ANNOTATION","O'Neill thinks about their situation before conceding defeat and uncocks his gun, handing it back to one of the aliens."]],"present":["MARTIN","O'NEILL","TANNER"],"place":"WORMHOLE X-TREME SOUNDSTAGE SIX"},{"speech":[["ANNOTATION","O'Neill and Martin sit in metal folding chairs. Their wrists and ankles are attached to the chairs by plastic handcuffs. In front of them is a long metal table."],["MARTIN","This is really bad."],["O'NEILL","Relax."],["MARTIN","They're shooting the big finale this afternoon. I have to be there."],["O'NEILL","Yeah, I can see how that would be high on your list of priorities right now."],["MARTIN","Couldn't you have dealt with these guys on your own? Did you have to drag me into it?"],["O'NEILL","Marty! You are the reason we're here."],["MARTIN","Oh, don't start with that outer space stuff again."],["O'NEILL","Martin, the vitamins you've been taking are laced with a chemical that's been suppressing your memory. I had 'em analyzed."],["MARTIN","Okay, fine. I'm an alien. Whatever."],["O'NEILL","They are aliens too. They're from your planet."],["MARTIN","Okay, that is the stupidest Act Four opening ever. You should stick with the Air Force, Colonel. A writer, you're not."],["ANNOTATION","O'Neill gives a sarcastic smile. The door opens and Tanner and his men enter and approach. Tanner is carrying his black bag."],["O'NEILL","Hey! How go the travel plans? Spaceship on time and all?"],["ANNOTATION","Tanner glares at O'Neill with an impassive expression, then opens the bag, pulling out a small black zippered case."],["O'NEILL","I only ask 'cause I care."],["MARTIN","Uh, guys, I'm kinda out of the loop here. But, um, since I work in the television business and I don't really know anything, I was wondering if you would consider uh, letting me go, becau--oh."],["ANNOTATION","Martin sees Tanner pulls a large syringe filled with green liquid. His voice trails off as Tanner uncaps the needle and knocks out the air pockets."],["MARTIN","(nervous) I'm hoping...that's your...insulin...shot."],["ANNOTATION","Tanner walks over to Martin's chair and shoves Martin's jacket sleeve up past his elbow."],["MARTIN","Honestly, needles make me kinda queasy."],["TANNER","Don't worry, Martin. Just a little something to help you remember."],["MARTIN","(speaking quickly in a panic) Just tell me what you want me to remember, and I'll remember it!...Uuunh!"],["ANNOTATION","Martin winces as the syringe empties into his arm. He immediately slumps in his chair, his head lolling back and forth. Tanner and the others leave."],["MARTIN","(muttering in delirium) Yeah, yeah, we'll rewrite it. It'll be great."]],"present":["MARTIN","O'NEILL","TANNER"],"place":"ANOTHER WAREHOUSE"},{"speech":[["ANNOTATION","Barrett drinks a cup of coffee as he stands over Carter and Daniel. The two are sitting in metal folding chairs by a table, Carter using her cell phone and Daniel fidgeting in frustration."],["BARRETT","Let's go over this again, shall we?"],["DANIEL","(irritated) You want a diagram? They led us straight to you."],["BARRETT","(skeptically) The aliens?"],["DANIEL","Yes, the \"aliens.\" Please, Mr. Man in Black, don't pretend you don't know about the aliens."],["CARTER","(slapping her cell phone shut) Now we can't get a hold of Col. O'Neill. We have to go to the set and figure out what's going on."],["ANNOTATION","Barrett reads a paper someone hands him."],["BARRETT","No, you're not going anywhere. The NID has been given full authority over this investigation."],["ANNOTATION","Daniel and Carter look at Barrett in shock and frustration."]],"present":["BARRETT","CARTER","DANIEL"],"place":"NID WAREHOUSE"},{"speech":[["ANNOTATION","Martin's condition is unchanged. Teal'c, dressed in a black hat and overcoat, enters the warehouse from a door behind Martin and O'Neill. O'Neill turns his head at the sound."],["TEAL'C","O'Neill!"],["O'NEILL","Teal'c! How'd you find us?"],["ANNOTATION","Teal'c pulls out a pocket knife and releases O'Neill from his bonds."],["TEAL'C","I witnessed your abduction from the studio."],["O'NEILL","Where's Tanner?"],["TEAL'C","He and his men have once again disappeared."],["ANNOTATION","Teal'c moves over to Martin and releases him from his bonds."],["MARTIN","(still muttering) The real money's in syndication."],["O'NEILL","(softly) Martin. Martin, come on."],["ANNOTATION","He taps Martin on the arm with the back of his hand."],["MARTIN","If you want to have lunch, just call my assistant."],["O'NEILL","Marty!"],["ANNOTATION","O'Neill slaps Martin full in the face. Martin's head snaps back. He sits stunned and blinking for a few moments, and when he recovers, he looks over at O'Neill with clear recognition."],["MARTIN","Col. O'Neill?!? (looks at Teal'c) Murray!"],["ANNOTATION","Teal'c blinks in resignation."],["O'NEILL","(cautiously) You remember?"],["MARTIN","Yeah. The antidote worked. I remember everything now!"],["O'NEILL","Marty, what happened? Why'd they drug you again?"],["MARTIN","They didn't. I-I did it to myself."],["TEAL'C","For what reason?"],["MARTIN","When we went back to my planet and we saw that it was gone, I couldn't handle it. And the real estate job the Air Force got me was driving me crazy. I-I just wanted to forget...everything."],["O'NEILL","You were just going to keep taking pills for the rest of your life?"],["MARTIN","Another month, and the long term memory loss would've been permanent. Oh. Oh, no!"],["TEAL'C","What is the matter, Martin Lloyd?"],["MARTIN","Wormhole X-Treme. The show is based on your Stargate program."],["O'NEILL","Don't worry, it's on cable. So, why'd they bring you out of it? Why now?"],["MARTIN","The ship's coming. We put it on a timer. Sort of a backup plan in case things didn't go right here."],["O'NEILL","Why do they need you?"],["MARTIN","I still have the mobile computing device I stole from Tanner. They need it to access the ship."],["O'NEILL","Where is it?"],["MARTIN","Don't worry. It's in a safe place."]],"present":["MARTIN","O'NEILL","TEAL'C"],"place":"TANNER'S WAREHOUSE"},{"speech":[["ANNOTATION","The mobile computing device is on a table with other props. Reese is having final touches done ot her makeup, hair and wardrobe as the rest of the crew prepares for a scene."],["BILL","And...rolling!"],["CREW MEMBER","Sound, speed."],["REESE","(calling for clarification from the director) Where's this from?"],["DIRECTOR","Scanning with the quatra scanner."],["ANNOTATION","Reese looks down at her belt."],["REESE","I don't have the scanner."],["BILL","Cut!"],["DIRECTOR","Don't stop rolling!"],["CREW MEMBER","Still speeding."],["DIRECTOR","Kenny, run, you underpaid, below-the-line freak!"],["ANNOTATION","Evil Kenny races to the table and grabs the alien computer. He races to Reese, who is moving to her mark."],["DIRECTOR","Billy, roll right now!"],["BILL","Roll!"],["CREW MEMBER","Speed. Speedy!"],["ANNOTATION","Evil Kenny fumbles to place the device on Reese's belt. The Director waves his arms frantically."],["DIRECTOR","Kenny, I love you, but you're not in this scene! Out!"],["ANNOTATION","Kenny finishes placing the device and hurries out of the frame."],["DIRECTOR","Billy!"],["BILL","Roll!"],["CREW MEMBER","Speed. Speed. Speeding."],["ANNOTATION","A crew member claps the slate in front of the camera."],["DIRECTOR","Action!"]],"present":["BILL","CREW MEMBER","DIRECTOR","REESE"],"place":"DESERT LOCATION, WORMHOLE X-TREME SHOOT, DAY"},{"speech":[],"present":[],"place":"BRIDGE STUDIOS"},{"speech":[["ANNOTATION","Teal'c stands by a device that looks suspiciously like the control panel on the Gadmeer vessel. O'Neill stands next to Martin as he frantically sorts through a variety of props."],["MARTIN","It has to be here somewhere."],["O'NEILL","You used a real alien device as a prop on the show?"],["MARTIN","Well, I'd forgotten what it was at the time. Besides, do you have any idea what it costs to make one of these things?"],["ANNOTATION","He shakes a prop to emphasize his statement, which looks like Urgo's gun."],["PROPS GUY","(entering) Can I help you?"],["MARTIN","We're looking for the quatra scanner."],["PROPS GUY","Uh-uh. It's at the location."],["MARTIN","What?!? Why?"],["PROPS GUY","(shrugging) Somebody put it in the scene at the last minute."],["MARTIN","How come?"],["PROPS GUY","(scoffing) I don't know. I just do my job, man."],["ANNOTATION","Martin quickly leaves, O'Neill following. Martin calls back to Teal'c as he races out."],["MARTIN","Murray!"],["ANNOTATION","Teal'c shakes his head in irritation at his pseudonym and follows the two. Props Guy pulls a cell phone from his pocket and dials after they leave."],["PROPS GUY","Yeah, get me Agent Barrett."]],"present":["MARTIN","O'NEILL","PROPS GUY"],"place":"BRIDGE STUDIOS PROPS WAREHOUSE"},{"speech":[["BARRETT","(on telephone) All right, good work. (He hangs up and calls to his men) Let's go, guys. We've got 'em. (to Carter and Daniel) You two, stay here."],["CARTER","What?!?"],["BARRETT","We want this ship. It's too important. Frankly, I don't trust either one of you. Agent Smith, watch over these two and make sure they don't move. Let's go, guys."],["ANNOTATION","Barrett and the others leave as Smith, a large burly agent, walks over and stands near Carter and Daniel in an intimidating stance. Carter smiles and leans back in her chair as Daniel raises his eyebrows and looks away innocently."]],"present":["BARRETT","CARTER"],"place":"NID WAREHOUSE"},{"speech":[["ANNOTATION","A red sedan drives past several tractor trailers before parking. O'Neill, Martin, and Teal'c exit the vehicle."],["O'NEILL","Murray, look around. Marty, you're with me."],["ANNOTATION","O'Neill and Martin head in one direction, while Teal'c dons his black overcoat over a blue Hawaiian shirt and walks in another direction."]],"present":["O'NEILL"],"place":"DESERT LOCATION, WORMHOLE X-TREME SHOOT, DAY"},{"speech":[["ANNOTATION","Reese as \"Monroe\", carrying the \"quatra scanner\" passes Gunne as \"Levant\" and Anders as \"Grell\"."],["\"MONROE\"","I'm picking up the same low-level gamma radiation we came across in the Photon belt."],["\"LEVANT\"","What? That doesn't make sense. I mean, those aliens couldn't have just disappeared, could they...have?"],["ANNOTATION","Gunne turns to Anders who remains back to, staring across the desert location."],["DIRECTOR","(offscreen) And, turn...turn...Doug?"],["ANNOTATION","Anders turns around at his name being called."],["DIRECTOR","Cut! Perfect! And tail slate!"],["ANNOTATION","The tail slate claps in front of Reese's face. The director stands near the camera and sound operators."],["DIRECTOR","Good. And Doug, you were supposed to turn, remember? Okay, print everything! Moving on."],["ANNOTATION","The director and crew members move to a new area as O'Neill and Martin head over to Reese."],["O'NEILL","Good scene."],["REESE","Thanks."],["O'NEILL","You really nailed it. Let me take this stuff for you."],["ANNOTATION","He holds out his hands and Reese unclips her belt, dropping it before handing it, her gloves and the \"quatra scanner\" to O'Neill."],["REESE","Whoops, there you go."],["ANNOTATION","She smiles and walks off. O'Neill gestures to Evil Kenny, who's wearing bright yellow."],["O'NEILL","Yellow!"],["ANNOTATION","Kenny comes over and O'Neill hands him the other props while palming Martin's alien computer, the \"quatra scanner.\" He taps Martin on the shoulder and moves off the set, where Anders and Gunne still stand, casually talking to each other"],["O'NEILL","(to Martin) Let's go."],["MARTIN","No, no wait! They're just about to shoot the big finish."],["O'NEILL","Too bad!"],["MARTIN","I'm not leaving, Colonel."],["ANNOTATION","O'Neill reaches back and grabs Martin by his jacket lapel, dragging him away."],["MARTIN","Okay, maybe I am."],["ANNOTATION","O'Neill and Martin walk past the tractor trailers and climb up some steps to stay unnoticed in the back of one of the trucks."],["O'NEILL","(gesturing with the computing device) You can control the ship from here with this?"],["MARTIN","Uh, maybe. But do I have to?"],["O'NEILL","Yes, Marty. You--"],["ANNOTATION","O'Neill spots movement out of the corner of his eye and quickly hides the device inside his jacket. Tanner and his men come around the corner and enter the truck aiming weapons at O'Neill and Martin."],["TANNER","You can hand me the device, Colonel."],["ANNOTATION","O'Neill shows his empty hands."],["O'NEILL","Well, this is getting old."],["ANNOTATION","Teal'c appears behind them and raises a handgun. He remains outside the truck."],["TEAL'C","Lower your weapons."],["TANNER","Looks like we have a situation."],["O'NEILL","You know, guys, you can walk away from this. We're not going to come after you."],["TANNER","What about your friends at the NID? No more hiding. Where's the device?"],["O'NEILL","What...device?"],["TANNER","Colonel, we let you escape because we knew Martin would lead you right to it."],["ANNOTATION","Martin closes his eyes and sighs. O'Neill's cell phone rings."],["O'NEILL","That's me. You mind-mind if I..."],["ANNOTATION","He cautiously reaches into his pants pocket and pulls out his phone. Making slow movements, he answers."],["O'NEILL","O'Neill."]],"present":["\"LEVANT\"","\"MONROE\"","DIRECTOR","MARTIN","O'NEILL","REESE","TANNER","TEAL'C"],"place":"LOCATION SET, DAY"},{"speech":[["ANNOTATION","Carter is on her cell phone while Daniel stands back to her, working with something unseen."],["CARTER","Sir, it's me. The remainder of this telephone conversation switches scenes between Carter and O'Neill's locations."],["O'NEILL","(smiling in a casual manner) Hey, Carter, how you doing?"],["CARTER","The NID have made your position. They'll be there any minute."],["O'NEILL","(his expression becomes serious as he looks at Tanner) Everything all right?"],["CARTER","It is now."],["ANNOTATION","Carter turns to watch Daniel. He's been tying up Agent Smith, who looks stunned and sports a large bump on his cheek. Smith's tie has been used as a gag and Daniel tightens it at the back of his head before clapping Smith on the shoulders."],["O'NEILL","I'll be in touch. (He hangs up) Time's up, guys. The NID's on its way."],["MARTIN","(pointing up) Look! They're too late!"],["ANNOTATION","Martin jumps off the bed of the truck, stumbling slightly before righting himself."],["MARTIN","I'm okay, Murray."],["ANNOTATION","Martin races off as the others make their way down the steps, holstering their weapons. They all look up and see a large white cloud descending. Thunder claps as the wind picks up."]],"present":["CARTER","MARTIN","O'NEILL"],"place":"NID WAREHOUSE"},{"speech":[["ANNOTATION","Reese as Monroe moves into a crouched defending position, holding her weapon. Behind her is Gunne as Levant, who's studying a large boulder. Anders as Grell stands nearby."],["\"MONROE\"","We should return to the star portal before the aliens return."],["\"LEVANT\"","What? What? I haven't finished translating the alien text. Grell, what-what do you think?"],["ANNOTATION","\"Grell\" opens his mouth to respond, but before he can say his line, Reese stands from her crouched position."],["REESE","What the hell is that?"],["GUNNE","Is-is that ours?"],["ANNOTATION","Martin jumps into the camera shot, waving frantically to the camera man and pointing behind him."],["MARTIN","Keep rolling! Keep rolling!"],["ANNOTATION","Crew members turn and look to where they're pointing. The Director does a double take."],["DIRECTOR","Yeah, keep rolling. Pan around, you monkeys!"],["CREW MEMBER","What is it?"],["MARLOWE","Hey? What's this about? I'm supposed to be in all the cool scenes!"],["ANNOTATION","The camera spins to show Marlowe hopping off his chair. His uniform is torn and his chest half exposed. Dirt and blood-like makeup effects cover him. Other crew members are looking at the sky behind him, muttering and crying out in surprise. Martin stands in front of the camera."],["MARTIN","Tilt up! Tilt up!"],["ANNOTATION","The camera man follows the direction, and above a set light, the large alien ship gracefully appears through the clouds. Thunder rumbles and a large wind blows around all the cast and crew."],["ANNOTATION","O'Neill, Teal'c, and Tanner and his men remain behind the crew, among the trucks."],["TANNER","Colonel, please. You know as well as I do, they're never going to leave us alone."],["ANNOTATION","At that moment, three black SUVs come racing across the desert."],["TANNER","There's nothing for us here. It's time for us to go."],["ANNOTATION","O'Neill looks between Tanner and the approaching NID vehicles for a few moments before reaching into his jacket and pulling out the device."],["O'NEILL","You officially owe me one."],["ANNOTATION","Tanner sighs in relief."],["BOB","What about Martin?"],["TEAL'C","I believe Martin Lloyd has chosen a new path."],["ANNOTATION","Teal'c turns to the set, where Martin stands by Marlowe, grinning widely. The crew stand in pleased shock, the cameras capturing the image on film."],["MARTIN","(to Marlowe) We're going to win an Emmy for this, visual effects category."],["TANNER","Thank you, Colonel. We won't forget this."],["ANNOTATION","Tanner presses a button, and the three aliens disintegrate in the manner of the original Star Trek series transporter. O'Neill and Teal'c watch for a moment before joining the rest of the crew. The alien ship powers up and departs."],["MARTIN","Cut it! Print it! That's a wrap!"],["DIRECTOR","(stunned) Uh, yeah...cut!"],["ANNOTATION","The Director and Martin shake hands. In the background, Stargate SG-1 producers Michael Greenburg and Brad Wright, wearing Wormhole X-Treme jackets look in the sky."],["GREENBURG","Cool special effect."],["WRIGHT","I've seen better."],["GREENBURG","Ah, we'll fix it in post."],["WRIGHT","Yeah. So, you think we can get eighteen in?"],["ANNOTATION","Wright glances at his watch as he and Greenburg walk closer to where the crew is gathered."],["GREENBURG","Yeah, if we cut back on the Mulligans...You think that's funny?"],["WRIGHT","Yeah, that's good enough for a walk away."],["GREENBURG","When's a good time to fade out?"],["WRIGHT","Eh, right about...now."]],"present":["\"LEVANT\"","\"MONROE\"","BOB","CREW MEMBER","DIRECTOR","GREENBURG","GUNNE","MARLOWE","MARTIN","O'NEILL","REESE","TANNER","TEAL'C","WRIGHT"],"place":"LOCATION SET, DAY"},{"speech":[["ANNOTATION","There is a focus on the orange \"X\" of the Wormhole X-Treme star portal ramp. The four main cast members walk through the portal and stand dramatically."],["TV-SHOW ANNOUNCER","Stay tuned for a special, behind the scenes look at Wormhole X-Treme."]],"present":["TV-SHOW ANNOUNCER"],"place":"WORMHOLE X-TREME SET"},{"speech":[["ANNOTATION","Bocher speaks to someone off camera. In the background are the other three actors, waiting for a scene and looking bored."],["BOCHER","I'm Christian Bocher. I'm portraying the character of Raymond Gunne, who portrays the character of Dr. Levant, which is based on the character Daniel Jackson, portrayed by the actor Michael Shanks, originally portrayed by the actor James Spader...in the feature film."],["ANNOTATION","He nods in satisfaction, then looks at his audience in concerned puzzlement."],["BOCHER","Are you okay?"]],"present":["BOCHER"],"place":"SOUNDSTAGE"},{"speech":[["DIRECTOR","Action!"],["\"LEVANT\"","Look out! Aah! Ooh!"],["ANNOTATION","A sequence of takes of the same scene occurs. In it, Gunne/Levant is constantly bombarded with prop rocks falling on him while he stumbles and collapses to the floor, crying out with sounds of agony as each rock hits him. On the fourth take, although he blocks it with his forearm, a \"boulder\" falls directly on his head."],["DIRECTOR","And...cut!"],["ANNOTATION","A bell rings, and Gunne shifts the prop boulder off his head, sputtering."],["GUNNE","No...no...no!"],["DIRECTOR","(rushing to him) Are you okay? Are you okay?"],["GUNNE","No! I'm not okay! You--you go!"],["ANNOTATION","Gunne shoves the director at the pile of rocks in irritation."],["GUNNE","(cradling his elbow) Ice, can I get some ice?"],["DIRECTOR","(leading him off the set) All right, let's get some ice in here."]],"present":["\"LEVANT\"","DIRECTOR","GUNNE"],"place":"ALIEN WALL SET, WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","Peter DeLuise, director is explaining the marks and giving instructions to his brother Michael DeLuise, who has played Marlowe/Col. Danning."],["PETER DELUISE","(gesturing) And this is the eye-line."],["MICHAEL DELUISE","Wormhole X-Treme. It's space. You can do anything in space. You know, the space...you've got the space between your teeth, the space--personal space..."],["PETER DELUISE","Right. Okay, so you're standing here."],["MICHAEL DELUISE","Okay."]],"present":["MICHAEL DELUISE","PETER DELUISE"],"place":"SOUNDSTAGE"},{"speech":[["ANNOTATION","Marlowe as Danning performs the stunt fight shown in the \"preview\", badly pretending to knock out Andy Mikita and John Lennock."],["\"DANNING\"","As a matter of fact, it does say \"colonel\" on my uniform."],["ANNOTATION","The tail slate snaps shut in front of Marlowe. The Director spritzes water on Marlowe as he frowns and looks down at his costume."],["MARLOWE","You know, it doesn't say \"colonel.\""],["DIRECTOR","Oh."],["MARLOWE","Did anyone ever think of that?"],["DIRECTOR","(trying to spray more water on him) Um, it's just a figure of speech."],["ANNOTATION","The Director moves off camera."],["MARLOWE","Well, it's a figure of speech that I can't figure out, because I'm not seeing \"colonel\" on my uniform."],["ANNOTATION","He gives an annoying laugh in exasperation."],["DIRECTOR","Okay, um, somebody get me the word \"colonel.\" Oh, get me a sharpie pen."],["MARLOWE","Could it be here? Could it be here?"],["ANNOTATION","Marlowe indicates the patch indicating an oval map of the Earth, and other spots on the costume as he speaks."]],"present":["\"DANNING\"","DIRECTOR","MARLOWE"],"place":"ALIEN WALL SET, WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","Peter DeLuise and Michael DeLuise are speaking near the entrance."],["PETER DELUISE","You realize this is not a real show, right?"],["MICHAEL DELUISE","What are you talking about? You're saying that Wormhole X-Treme is not a real show. We did all this...all this is-"],["PETER DELUISE","(shrugging) Yeah, it's not a real show. It's a fake show."],["MICHAEL DELUISE","Does my agent know about this?"]],"present":["MICHAEL DELUISE","PETER DELUISE"],"place":"WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","A Stargate SG-1 slate claps in front of the camera. The four leads are standing around in front of the wall."],["ANNOTATION","A few moments later, the camera angle has moved closer. \"Jimmy\", the focus player for Stargate SG-1, uses a tape measure to judge Michael DeLuise's distance from the camera. Peter DeLuise is speaking to Michael DeLuise in the foreground while the other three loiter near their marks, waiting for shot to start."],["PETER DELUISE","You're heroic. And just look over here at this eye line over here."],["MICHAEL DELUISE","This isn't a real show?"],["PETER DELUISE","No. It's not a real show."],["MICHAEL DELUISE","If it's not a real show, then why are you telling me what to do?"],["ANNOTATION","Still later, Peter DeLuise is no longer on camera. The other three stars move into position standing sideways next to each other as Michael DeLuise stands, hands on his hips, pondering."],["MICHAEL DELUISE","How could this not be a real show, if-if we're doing it right now?"]],"present":["MICHAEL DELUISE","PETER DELUISE"],"place":"ALIEN WALL SET, WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","Peter DeLuise and Michael DeLuise are speaking near the entrance."],["PETER DELUISE","No, no, no."],["MICHAEL DELUISE","Am I getting paid real money?"],["PETER DELUISE","Yeah, you're getting paid real money."],["MICHAEL DELUISE","(rolling his eyes and letting out his breath) Well, I...whoa. So, what plane of reality are we on right now?"]],"present":["MICHAEL DELUISE","PETER DELUISE"],"place":"WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","The \"cast\" is performing a scene from the preview. The three cast members lounge in the back while Marlowe as Danning and the Nikki Smook as the tall alien woman stand in the foreground."],["DIRECTOR","(offscreen) And we're heaving...we're heav--"],["ANNOTATION","The \"alien woman\", breathing heavily, slaps \"Danning\" across the cheek. He grasps her by the shoulders."],["\"DANNING\"","Hey! It's what I do."],["ANNOTATION","He leans in, standing on tip toes to kiss her passionately."],["DIRECTOR","(offscreen) And cut."],["ANNOTATION","The other cast members relax as Marlowe turns to the director."],["MARLOWE","Are you sure you can't see the difference in our heights? Can I get a half-apple?"],["DIRECTOR","Okay, let's get--let's get a half apple."],["MARLOWE","I'm looking straight up her nose! (to Nikki) You don't have to hit me that hard, either."],["ANNOTATION","A few moments later..."],["MARLOWE","I think you can really see the difference between our heights."],["DIRECTOR","You...no. I don't...It's not--it's not obvious."],["MARLOWE","Look, look, I'm going to measure it."],["ANNOTATION","He takes his hand and moves it flat from his forehead to her own face, where it end up just below her nose. Nikki attempts to keep from laughing."],["MARLOWE","I'm not."],["DIRECTOR","Yeah, but on this lens, it looks right. It's okay."],["MARLOWE","(skeptically) From this angle, it looks like we're the same height?"],["DIRECTOR","Yes, I swear to God."],["MARLOWE","You wouldn't lie to me."],["DIRECTOR","(lying) I wouldn't lie to you."],["ANNOTATION","Marlowe puts his hands on his hips, and he and Nikki look at each other."]],"present":["\"DANNING\"","DIRECTOR","MARLOWE"],"place":"ALIEN SET, WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","Reese leans on something at the wall set and speaks to the Director, who is off camera."],["REESE","How come I never get to kiss anybody?"],["DIRECTOR","Well, it's...uh, there's being episodes written for you...very soon."],["REESE","(turning away, disgusted) Sure."]],"present":["DIRECTOR","REESE"],"place":"WORMHOLE X-TREME SOUNDSTAGE"},{"speech":[["ANNOTATION","Anders as Grell stands with his arms crossed over his chest, smiling."],["DIRECTOR","Just one eyebrow."],["ANNOTATION","Anders raises both eyebrows."],["DIRECTOR","No, just the one."]],"present":["DIRECTOR"],"place":"DESERT LOCATION, WORMHOLE X-TREME SET, DAY"},{"speech":[["ANNOTATION","The three other cast members are in positions, standing sideways in heroic poses. Marlowe is in the foreground, facing forward. His hands are on his hips as he looks at the floor for his mark."],["DIRECTOR","And, turn your back to me."],["ANNOTATION","Marlowe cautiously starts turning his back to the Director."],["DIRECTOR","Turn all the way around to me. And do the annoying thing, and then look back. And...action!"],["MICHAEL DELUISE","(dropping out of the Marlowe/Danning character) How could this not be a real show?"],["ANNOTATION","The other three relax and laugh."],["PETER DELUISE","Hooh. Oh, forget it. Just cut."]],"present":["DIRECTOR","MICHAEL DELUISE","PETER DELUISE"],"place":"ALIEN WALL SET, WORMHOLE X-TREME SOUNDSTAGE"}]