[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","O'Neill, Teal'c, Elliot, Satterfield, Grogan, and Hailey stay under cover as they approach a warehouse."],["ELLIOT","Sir, if you don't mind. I've got a couple of questions."],["O'NEILL","Talk fast."],["ELLIOT","Well, do we have any idea how the Goa'uld escaped from the SGC?"],["O'NEILL","None whatsoever."],["ELLIOT","Well, what about weapons? Do we know what we might be facing in there?"],["O'NEILL","Not a clue. Anything else?"],["ANNOTATION","O'Neill and Teal'c move forward, and Elliot's team follows, trying to stay under cover."],["ELLIOT","Sorry, sir. I'm just trying to assess the situation."],["O'NEILL","Two of my team members were chasing a Goa'uld. They've been missing four hours. That's the situation."],["ANNOTATION","They move along a fence and take cover behind some barrels."],["TEAL'C","This building was the last known location of Major Carter and Daniel Jackson."],["O'NEILL","All right, Elliot, have your team secure the perimeter. Keep your channel open. Teal'c, you're with me."],["ANNOTATION","Teal'c and O'Neill move forward to another group of barrels."],["ELLIOT","Sir! We're not going in with you?"],["O'NEILL","Have your team secure the perimeter. Do you understand the order?!?"],["ELLIOT","Yes, sir."],["O'NEILL","Then do it, Lieutenant!"],["ANNOTATION","O'Neill and Teal'c move out of sight."],["ELLIOT","Grogan, Satterfield, swing around and cover the other side of the building."],["GROGAN","Yes, sir."],["ANNOTATION","The two move away as ordered."],["ELLIOT","Hailey, you're with me."],["ANNOTATION","Hailey quirks an eyebrow, but complies. After a few moments, both zat and automatic weapons fire sounds from the warehouse."],["ELLIOT","(keys radio) Hold position."],["GROGAN","(over radio) They're taking fire."],["ELLIOT","(keying radio) Grogan, stay where you are, I mean it."],["O'NEILL","(over radio) Backup! Elliot, get off the channel. I say, again, we need backup!"],["ELLIOT","(over radio) Okay, move in. Move in!"],["ANNOTATION","The four enter the warehouse from their various positions, running a sweep of the building, weapons raised and fully alert. Elliot turns a corner, and quickly moves forward."],["ELLIOT",""],["DROP YOUR WEAPON, MAJOR!",""],["ANNOTATION","They enter the room where Elliot was looking. Carter stands holding a zat on Daniel, who is lying on the floor in front of her, pointing his Beretta at her. On either side of him, O'Neill and Teal'c are lying on the floor, unmoving."],["CARTER","(in Goa'uld echoing voice) Daniel's become a Goa'uld."],["DANIEL","She's the Goa'uld. Listen to her voice."],["ELLIOT","Major, drop that weapon!"],["CARTER","I'm Tok'ra. Now listen carefully. Daniel has become a Goa'uld. We need to get him back to the SGC."],["DANIEL","Lieutenant, she's already shot me once with that thing. If she shoots me again..."],["ELLIOT","Drop it, Major! Now!"],["ANNOTATION","For a few seconds, there is a stand-off among them all. Then suddenly, Grogan fires at Carter, knocking her to the floor with a cry. She remains unmoving afterwards. The team lower their weapons and look at Grogan in surprise."],["ELLIOT","Grogan, what the hell was that?"],["GROGAN","She was going to shoot Dr. Jackson, Lieutenant. Two shots from a zat kills."],["ANNOTATION","Daniel has raised himself up to a crouched position."],["DANIEL","That's true, but you're wrong about one thing. (voice changes to the Goa'uld echo) She's the Tok'ra. I'm the Goa'uld."],["ANNOTATION","Daniel fires his intar-loaded Beretta in turn at Grogan, Hailey, Satterfield, and Elliot before any of them can get over their shock. When finished, he raises the muzzle of the handgun to his lips and blows in a stereotypical western hero fashion."],["ANNOTATION","Daniel is on his knees, dusting off his pants, as O'Neill gets to his feet. Everyone stands, some more slowly than others."],["O'NEILL","Okay! So, we're all dead, and there's an armed Goa'uld on the loose. I've got a problem with that. Anybody else got a problem with that? Think it over. Report to the ready line in twenty minutes. Dismissed....Move!"],["ANNOTATION","The sullen trainees leave."],["DANIEL","(in Goa'uld voice) Aren't you being a little hard on 'em?"],["O'NEILL","Would you turn that thing off?"],["DANIEL","(in Goa'uld voice) Sorry."],["ANNOTATION","Daniel keys off a control inside his jacket pocket."],["O'NEILL","And no. I wasn't being too hard on them."],["ANNOTATION","The trainees stand in formation before O'Neill and Carter. O'Neill holds a clipboard as he conducts his review of their performance."],["O'NEILL","You hesitated, Lieutenant."],["ELLIOT","I was assessing the situation, sir."],["O'NEILL","Okay, we all ended up dead. Assess that."],["ELLIOT","I stopped to argue with Grogan and lost control of the situation."],["O'NEILL","And that wasn't even your FIRST mistake! (to Satterfield) What's your excuse?"],["SATTERFIELD","I didn't believe Dr. Jackson was a Goa'uld."],["CARTER","Why not, Satterfield?"],["SATTERFIELD","I don't know, ma'am. That was just my instinct."],["HAILEY","(smirking) She thinks he's cute."],["ANNOTATION","Satterfield gives Hailey a sidelong glare as Grogan suppresses a laugh."],["CARTER","(annoyed) You let your personal feelings for the hosts--in this case, Dr. Jackson and myself, get in the way of what needed to be done."],["SATTERFIELD","Yes, ma'am."],["CARTER","Hailey?"],["HAILEY","I was awaiting Lt. Elliot's order, ma'am."],["O'NEILL","To do what?"],["HAILEY","Shoot 'em both. If you don't know who's Goa'uld and who's Tok'ra, disable them by whatever means necessary and sort it out later."],["ANNOTATION","Elliot raises his eyebrows in surprise."],["O'NEILL","Thank you! THAT was your mistake. It's not always one or the other."],["ELLIOT","I understand that, sir. May I ask how you and Teal'c were taken out?"],["O'NEILL","It was part of the scenario."],["ELLIOT","I don't buy it, sir."],["O'NEILL","Excuse me?"],["ELLIOT","You're special ops trained. Teal'c is a former first prime. There's no way you'd allow yourselves to be taken out in that situation."],["O'NEILL","We were taken by surprise."],["ELLIOT","Then you wouldn't have been able to call for backup. There had to be something else going on."],["ANNOTATION","Carter gives Elliot an appraising look."],["O'NEILL","And that's why you hesitated?"],["ELLIOT","Yes, sir."],["O'NEILL","Okay, so one of your team members distracted you into getting shot by the enemy, and you want to poke holes in the training scenario."],["ELLIOT","It wasn't a fair test."],["O'NEILL","There's such a thing as overthinking a situation, Lieutenant. When you're dealing with what we deal with, you've got to think on your feet and think fast. These and other cliches will be available to you all for one more day of training with me. After that, you'll either be assigned to an SG team...or not. Dismissed."],["ANNOTATION","The trainees file out."],["CARTER","You realize, he's right about the scenario, sir."],["O'NEILL","Yeah. We'll have to fix that for next time. See you at the garage."],["CARTER","Yes, sir. Good luck with them."]],"present":["CARTER","DANIEL","DROP YOUR WEAPON, MAJOR!","ELLIOT","GROGAN","HAILEY","O'NEILL","SATTERFIELD","TEAL'C"],"place":"PROVING GROUND OUTSIDE WAREHOUSE, DAY"},{"speech":[["ANNOTATION","O'Neill exits the warehouse, putting on his sunglasses. Eliot approaches from the side of the building, where he's been waiting for O'Neill."],["ELLIOT","Colonel?"],["O'NEILL","Something on your mind, Lieutenant?"],["ELLIOT","I wanted to apologize for the attitude I gave you back there."],["O'NEILL","I like people with attitude. In fact, I much prefer them to people who suck up."],["ELLIOT","That's not what I was doing, sir."],["O'NEILL","You want my approval? You're a fine officer. The Air Force has already decided that, or you wouldn't be here. But not everyone is cut out to go offworld."],["ELLIOT","I am."],["O'NEILL","You don't decide that."],["ELLIOT","What I'm trying to say, sir, is that I feel like I've trained for this program my whole life. I don't intend to let it slip by."],["O'NEILL","See that you don't."],["ANNOTATION","O'Neill walks away."]],"present":["ELLIOT","O'NEILL"],"place":"PROVING GROUND, OUTSIDE WAREHOUSE, DAY"},{"speech":[["ANNOTATION","The four trainees lounge by some military vehicles."],["ELLIOT","Maybe he's not on our side."],["GROGAN","Either that, or he just doesn't like you."],["HAILEY","Oh, but he likes you."],["GROGAN","I don't think he likes anybody."],["HAILEY","You're wrong about that. He'd do anything for his team."],["SATTERFIELD","How do you know?"],["HAILEY","I saw him in action. He put his life on the line for us."],["GROGAN","Yep, tell us again, Hailey. Maybe some detail you left out the last ten times."],["HAILEY","Hey, nobody gets assigned to an SG team without the recommendation of an SG team commander. It just so happened to be Colonel O'Neill's turn, and I for one, don't have a problem with that."],["ELLIOT","Why not?"],["HAILEY","It means if we get chosen, we were chosen by the best."],["ELLIOT","What happens if we don't?"],["HAILEY","Then let's all decide, right here, right now. We all make it, together."],["ELLIOT","(with a wry smile) Like the man said, it's not up to us."],["HAILEY","You're wrong about that too. I'm going for a run. Who's in?"],["SATTERFIELD","I'm in."],["GROGAN","All right."],["ANNOTATION","The three leave Elliot by the truck."],["ELLIOT","Later."]],"present":["ELLIOT","GROGAN","HAILEY","SATTERFIELD"],"place":"PROVING GROUND, DAY"},{"speech":[["ANNOTATION","Carter sits at a table, eating some blue jello. O'Neill, carrying a dish of red jello, a banana and some file folders under his arm, joins her at the table."],["CARTER","Colonel, thought you'd have gone home for the night."],["O'NEILL","I thought about it, but I wanted to finish up these training reports."],["CARTER","What do you think of Lt. Elliot?"],["O'NEILL","He...thinks too much, which makes him indecisive. He's trying to figure out what I want instead of trusting his instincts."],["CARTER","Or, he's very intelligent, recognizes the whole point of this training program is to introduce non-terrestrial factors in our approach to a problem. And he respects you more than you know."],["O'NEILL","(grinning) You bought his excuse for hesitating, didn't you?"],["CARTER","Well, he was right. You would never have let it happen. I think he was giving you the benefit of the doubt."],["O'NEILL","I think he was tap dancing."],["CARTER","You have to admit he's got leadership potential."],["O'NEILL","Do I?"],["CARTER","(with a small smile) Grogan. He'll make a fine addition to an SG team one day."],["O'NEILL","He'll make a fine target. He's good at getting shot."],["ANNOTATION","Carter fights to keep from laughing with a mouth full of Jell-o."],["CARTER","Okay, Satterfield's bright."],["O'NEILL","I give her high marks for her...high marks. I'd never go into combat with her."],["CARTER","Then there's Hailey."],["O'NEILL","Oh yeah, 4'9\" fighting machine."],["CARTER","(chuckling while admonishing him) Colonel."],["O'NEILL","All right, fine, they're the future of the Air Force, the program, the entire planet, God help us."],["CARTER","Try to remember when you were in their shoes."],["O'NEILL","I wore boots."],["CARTER","Think back to when you were their age."],["O'NEILL","I was never their age."],["CARTER","Good night, sir."],["ANNOTATION","Carter gets up from the table and leaves."],["O'NEILL","What?"]],"present":["CARTER","O'NEILL"],"place":"SGC COMMISSARY"},{"speech":[["ANNOTATION","Burnt out cars, oil barrels and wooden flats are stacked around the outside of the warehouse. O'Neill stands in front of the trainees, briefing them on the upcoming training scenario."],["O'NEILL","Inside that building is a valuable piece of alien technology. Two things stand in your way, opposing fire and time. The Stargate will only be open for another twelve minutes and it's a half a mile away. Is that clear?!?"],["ELLIOT","Yes, sir!"],["ANNOTATION","O'Neill presses a button and flames start blazing from inside the vehicles."],["O'NEILL","Conduct yourselves as though this were the real thing. The clock starts...now. Move them out, Lieutenant!"],["ANNOTATION","O'Neill presses a button, and an explosive fire springs in front of the trainees."],["ELLIOT","Sir! Two by two advance! Go!"],["ANNOTATION","They dodge explosions and advance until they enter the warehouse. Running a sweep, they are suddenly pinned down by fire from O'Neill, who is on a catwalk above them."],["ELLIOT","Ten o'clock! Second level!"],["ANNOTATION"," The trainees dodge and try to advance under cover. O'Neill quickly appears and disappears, firing intar shots at them and disappearing before they can return fire."],["GROGAN","Yeah, sure, he's on our side."],["ELLIOT","Grogan, you're with me! Hailey, Satterfield, cover fire! Now!"],["ANNOTATION","The two female trainees fire blindly in O'Neill's direction as Grogan and Elliot advance. They move a short distance before Grogan is knocked down from an intar shot fired by O'Neill. Elliot grabs him by the vest and drags him out of the line of fire. Hailey and Satterfield run and join the two male trainees behind some cardboard boxes."],["HAILEY",""],["HE BROKE CONTACT",""],["GROGAN","(stunned) What the hell was that?"],["SATTERFIELD","Colonel's got his intar on max."],["GROGAN","Oooh."],["ELLIOT","We've got to keep moving. (to Grogan) Can you get out of here on your own?"],["GROGAN","Yeah, I think so."],["ELLIOT","We've got seven minutes. We'll need three to get to the gate at a dead run. Let's go."],["ANNOTATION","The three move out as Grogan takes some deep pained breaths and struggles to get back on his feet."],["ANNOTATION","The three remaining trainees sweep cautiously towards the center of the warehouse. Hailey pulls a scanner from her belt."],["HAILEY","I'm picking up some sort of radiation."],["ANNOTATION","They move closer. Hailey's scanner focuses its attention at something hanging by a chain from the ceiling above them as some explosive fire sounds behind them."],["HAILEY","Here."],["ANNOTATION","Satterfield finds the chain's control and slowly lowers the object."],["ELLIOT","All right, what have we got this time?"],["ANNOTATION","The object in a burlap sack comes gently to rest on a large wooden crate. Elliot undoes the binding of the burlap and uncovers a large circular device. Satterfield and Hailey open it. Half the sphere lifts and wires and lights show from the underside of the cover as the bottom half has several blue tubes criss-crossing."],["SATTERFIELD","Could be some sort of Goa'uld power source."],["ELLIOT","Okay, Hailey, wrap it up. We don't have a lot of time."],["HAILEY","Yes, sir. (suddenly, some lights brighten and the object starts beeping) Whoa. Dammit."],["ELLIOT","What?"],["HAILEY","Booby trap."],["ANNOTATION","There is a small digital display attached to the device showing Goa'uld symbols."],["SATTERFIELD","It's counting down in Goa'uld."],["ELLIOT","How much time?"],["SATTERFIELD","Ninety seconds."],["HAILEY","I can try to disarm it."],["ELLIOT","There's not enough time."],["ANNOTATION","The three look at each other for a few moments."],["HAILEY","(frustrated) Well, what do you want me to do?"]],"present":["ELLIOT","GROGAN","HAILEY","HE BROKE CONTACT","O'NEILL","SATTERFIELD"],"place":"PROVING GROUND, DAY"},{"speech":[["ANNOTATION","O'Neill stands by the entrance to the warehouse, checking his watch and wincing. Elliot, Satterfield, and Hailey come jogging out."],["O'NEILL","Where is it?"],["ELLIOT","We couldn't get the device, sir. It was booby trapped."],["O'NEILL","Really?"],["HAILEY","Five seconds."],["ANNOTATION","Five seconds later, an explosion can be seen at the far end of the warehouse."],["O'NEILL","Did you try to disarm the device?"],["ELLIOT","Negative, sir. We only had ninety seconds."],["O'NEILL","Ninety seconds. (to Hailey) Could you have disabled the device in ninety seconds?"],["HAILEY","I supported Lt. Elliot's decision to pull out, sir."],["O'NEILL","I don't care if you support him or not! Could you have disarmed the device?"],["HAILEY","(in low tone) Possibly."],["ELLIOT","I put the lives of my team members first, sir."],["O'NEILL","Really. Where's Grogan?"],["ANNOTATION","The three trainees look around the area with rising alarm."],["ELLIOT","I ordered him to get out."],["O'NEILL","Did you see him get out?"],["ELLIOT","No, sir."],["O'NEILL","Grogan was just killed in that explosion."],["ELLIOT","He should have been out here by now."],["O'NEILL","You left one of your team members behind. That is one thing I WILL not tolerate, Lieutenant!"],["ANNOTATION","O'Neill's cell phone rings, and he moves away from the trainees before answering."],["O'NEILL","O'Neill."],["SATTERFIELD","Saved by the cell."],["ANNOTATION","Grogan slowly walks through the warehouse to join the others at the entrance. He's still very short of breath."],["GROGAN","Sorry. The colonel shot me again. How'd we do?"],["SATTERFIELD","You were killed in the explosion."],["ELLIOT","And I washed out."],["SATTERFIELD","You don't know that."],["HAILEY","(watching O'Neill) Guys, something's going on."],["O'NEILL","(into cell phone) Sierra Gulf Niner. Code: Foxtrot Alpha Six."],["GROGAN","Maybe he's ordering our execution."],["ELLIOT","(moving forward slightly) Shut up."],["O'NEILL","Confirmed. Foothold. Sierra Gulf Charlie. (pause) Understood. Out. (approaches the trainees) Training's over."],["ELLIOT","What?"],["O'NEILL","I said training's over. Go home until someone from the Air Force contacts you."],["ELLIOT","Sir, I think we deserve to know..."],["O'NEILL","Damn it, Elliot! What am I going to have to do...?"],["ANNOTATION","Two vehicles pull up to the training grounds. O'Neill switches the intar clip on his weapon for what appears to be live rounds. The trainees watch him with alarm."],["O'NEILL","Wait here."],["ANNOTATION","The trainees stand in place, but ready their weapons. Elliot pulls out his telescope monocle to watch O'Neill greet a general and three other military personnel."],["ELLIOT","He said Sierra Gulf Charlie."],["GROGAN","Stargate Command."],["ANNOTATION","Through the monocle, Elliot observes O'Neill saluting the general, who returns the salute."],["SATTERFIELD","He also said the word \"foothold.\""],["HAILEY","Alien incursion."],["ANNOTATION","The general holds his hand out, expecting O'Neill to hand him something. The other personnel take more threatening postures around O'Neill."],["GROGAN","Lieutenant?"],["ELLIOT","Everybody set their intars to maximum."],["GROGAN","Those are our guys!"],["ELLIOT","Do it, Grogan!"],["ANNOTATION","They watch as O'Neill suddenly shoots the general, and turns and exchanges fire with the other three men. All of them, including O'Neill, fall under the fire."],["GROGAN","We have to help him!"],["ELLIOT","Hold your position!"],["ANNOTATION","Elliot holds his arms out, blocking Grogan and Satterfield from moving forward. They watch O'Neill stagger to his feet, clutching his side. Once they see O'Neill is the only one starting to rise, Elliot puts down his arms, and they all race to the colonel."],["O'NEILL","You're all dismissed."],["ELLIOT","Colonel, You're injured. Satterfield!"],["ANNOTATION","Satterfield moves to assess O'Neill's injury, but he waves her away, pulling a bandage from his own vest and applying it to the wound."],["O'NEILL","Stay together as long as you can. Don't trust anybody until I contact you."],["ELLIOT","You're injured. You're going to need help."],["O'NEILL","This is not an exercise!"],["ELLIOT","No sir, it's a foothold situation, and from what we've just seen, it's already reached outside the SGC. You need our help."],["O'NEILL","Forgive my bluntness, Lieutenant, but I was just about to fail you. I'm not sure I want your help!"],["ELLIOT","Can't speak to that, sir. But at the moment, we're all you've got."],["O'NEILL","(panting and looking at the trainees) God help me."]],"present":["ELLIOT","GROGAN","HAILEY","O'NEILL","SATTERFIELD"],"place":"PROVING GROUND WAREHOUSE, DAY"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","O'Neill and the trainees make their way through the woods to the access tube's sealed entrance."],["ELLIOT","What's our first objective once we get down there?"],["O'NEILL","Armory."],["ELLIOT","Then what?"],["O'NEILL","Then we look for Major Carter, if she's still alive. She's the one who got the word out."],["ANNOTATION","O'Neill pulls out a small explosive charge and sets it up on the lock. He sets the charge and it sizzles, releasing the cover of the code box."],["GROGAN","What happens if they changed the access codes?"],["O'NEILL","Tear gas."],["ANNOTATION","O'Neill enters the code. The code works and O'Neill opens the hatch. He stands back as Elliot checks the tube for hostile forces."],["ELLIOT","Clear."],["O'NEILL","Lieutenant, take point. Carter's lab's on Sublevel 19."],["ELLIOT","Yes, sir."],["ANNOTATION","They drop into the access tube."]],"present":["ELLIOT","GROGAN","O'NEILL"],"place":"ACCESS TUBE, CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","The access tube panel sizzles slightly from the inside. Eventually, the catch is released and the door swings open. O'Neill and the trainees enter the corridor and head down the hall."]],"present":[],"place":"SGC CORRIDOR, LEVEL 19"},{"speech":[["ANNOTATION","A security monitor shows O'Neill and the trainees moving cautiously down a corridor."]],"present":[],"place":"SGC SECURITY MONITOR, UNKNOWN LOCATION"},{"speech":[["ANNOTATION","O'Neill is inside the armory, handing out weapons to the trainees."],["GROGAN","Sir, I thought we weren't authorized to use lethal force."],["O'NEILL","I want you all to have backup, just in case."],["ANNOTATION","O'Neill hears something and motions the trainees inside. They enter and close the door most of the way, leaving it slightly ajar. Through the door, they are able to see Teal'c and two airman in the corridor."],["TEAL'C","Major Carter has escaped custody. You will search sublevels 14 through 20 until she is located."],["ANNOTATION","The airmen nod and leave, and Teal'c keys his radio."],["TEAL'C","Daniel Jackson. General Hammond has been captured by my forces, and he is the last to be conformed. I have dispatched units to locate Major Carter. She will be put to death as you have ordered."]],"present":["GROGAN","O'NEILL","TEAL'C"],"place":"SGC CORRIDOR, LEVEL 19, BY ARMORY"},{"speech":[["ANNOTATION","The trainees surprise a guard standing outside Carter's lab and knock him unconscious with a blast from the intar weapon. They drag him inside as they and O'Neill secure the room."]],"present":[],"place":"SGC CORRIDOR, LEVEL 19, OUTSIDE CARTER'S LAB"},{"speech":[["ANNOTATION","O'Neill perches delicately on a chair. Hailey quickly gains access to Carter's computer and hacks into the security camera feeds."],["O'NEILL","Gather up any other weapons you can find and lock them up somewhere."],["GROGAN","We could use them."],["O'NEILL","You've got enough intar rounds to take out everybody in the mountain three times over, plus your backup weapons."],["HAILEY","I think I found something."],["ANNOTATION","O'Neill looks at a nearby monitor, showing the same images. The Stargate is active."],["O'NEILL","All right, this is a problem."],["HAILEY","The gate's active, sir."],["ELLIOT","Can we shut it down from here?"],["HAILEY","Not a chance. The dialing computer's isolated from the base mainframe."],["O'NEILL","Then that's our first order of business."],["ANNOTATION","Hailey focuses on security footage outside Hammond's office. She zooms in. Teal'c leaves the office where Daniel is sitting in Hammond's chair."],["ELLIOT","Looks like their leader's Dr. Jackson."],["O'NEILL","I always knew he wanted that office."],["ANNOTATION","They watch as Daniel exits Hammond's office, entering the briefing room. Hailey switches to another security camera, where they see Daniel approach a small object on the briefing room table."],["GROGAN","What is that?"],["O'NEILL","It's not our normal centerpiece."],["ANNOTATION","Daniel holds his hands over the object, and it transmits a light."],["SATTERFIELD","Okay, so he's just possessed by something. We've got to save him. Hailey, can you get me a closer view on that?"],["HAILEY","(nodding) I'll try."],["ANNOTATION","The camera angle shifts and zooms in on the device. They are filled with Goa'uld symbols. After a few moments, the glow stops, and Daniel moves back."],["SATTERFIELD","(squinting) I can't make out the writing."],["ELLIOT","Maybe Dr. Jackson took photos. Check out his office one level up. Grogan, make sure she gets there. Report when you've got something."],["GROGAN","Yes, sir."],["ELLIOT","Hailey, you and I will shut down the gate."],["O'NEILL","(groaning in pain) Yep, let's move out."],["ELLIOT","Sir, you're in no shape to do this."],["O'NEILL","(groaning) I've been worse."],["ELLIOT","We can handle this, sir. You're no good to us if you're dead."],["ANNOTATION","O'Neill pauses for a few moments, considering his options. Finally, he reaches into his vest and pulls out his access card, handing it to Hailey."],["O'NEILL","Stay on channel twelve. This gets you anywhere in the base, and remember, those are OUR people out there."],["ELLIOT","We'll get 'em back, sir."],["O'NEILL","Yeah."],["ANNOTATION","Hailey and Elliot leave the room."],["O'NEILL","(groaning) Damn."]],"present":["ELLIOT","GROGAN","HAILEY","O'NEILL","SATTERFIELD"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Hailey and Elliot enter through the access tubes, cautiously moving through the corridors. After they make a turn, they run into some SFs."],["ELLIOT","Oh, wrong turn!"],["ANNOTATION","A firefight ensues."]],"present":["ELLIOT"],"place":"SGC CORRIDOR, LEVEL 28"},{"speech":[["ANNOTATION","Grogan and Satterfield take out the SF guarding Daniel's office. Satterfield searches the guard's pockets until she finds his access card. She uses it to open Daniel's office door. Grogan drags the guard inside."]],"present":[],"place":"SGC CORRIDOR, LEVEL 18"},{"speech":[["ANNOTATION","Hailey and Elliot are still exchanging fire. They have been able to knock down two airmen with intar fire, but are pinned by fire from a third airman."]],"present":[],"place":"SGC CORRIDOR, LEVEL 28"},{"speech":[["ANNOTATION","Satterfield is holding an artifact and staring in fascination at the walls. Grogan glances over at her from where he's guarding the door."],["GROGAN","We're not here on the tour, Satterfield!"],["SATTERFIELD","Right."],["ANNOTATION","She moves over to Daniel's desk and starts typing on his computer."]],"present":["GROGAN","SATTERFIELD"],"place":"DANIEL'S OFFICE"},{"speech":[["ANNOTATION","Hailey's weapon jams as the airman breaks cover and moves forward. Hailey grabs her backup weapon and shoots him in the chest at close range. The airman drops to the floor. Hailey and Elliot approach him."],["HAILEY","I had no choice."],["ELLIOT","You did the right thing."],["HAILEY","I-I never..."],["ELLIOT","Hailey! Let's get him out of sight."]],"present":["ELLIOT","HAILEY"],"place":"SGC CORRIDOR, LEVEL 28"},{"speech":[["ANNOTATION","Satterfield types for a few moments, then studies the monitor."],["SATTERFIELD","I've got it. (over radio) Lieutenant, Satterfield."]],"present":["SATTERFIELD"],"place":"DANIEL'S OFFICE"},{"speech":[["ELLIOT","What have you got?"]],"present":["ELLIOT"],"place":"SGC ROOM, LEVEL 28"},{"speech":[["SATTERFIELD","I've found photos of the device that reveal an obscure dialect SG-1 found on the planet Argos, designation P3X-8596..."],["SATTERFIELD","(over radio) ...Rough translation: \"gift from on high\""]],"present":["SATTERFIELD"],"place":"DANIEL'S OFFICE"},{"speech":[["SATTERFIELD","(continuing) I think we're looking at a Goa'uld Trojan horse."]],"present":["SATTERFIELD"],"place":"DANIEL'S OFFICE"},{"speech":[["ELLIOT","(via radio) Colonel, are you reading this?"],["O'NEILL","(over radio) Yeah, I read you. That's enough chatter, huh?"],["ELLIOT","The Goa'uld Pelops used nanotechnology to rapidly age the people on Argos."],["HAILEY","Well, let's get a blood sample from one of the SFs."],["ELLIOT","First we shut down the gate."],["ANNOTATION","Hailey and Elliot leave the two unconscious SFs tied back-to-back, sitting on the floor in the darkened room."]],"present":["ELLIOT","HAILEY","O'NEILL"],"place":"SGC ROOM, LEVEL 28"},{"speech":[["ANNOTATION","O'Neill watches the security footage on Carter's computer monitors when the phone rings. He moves to answer it."],["O'NEILL","O'Neill. (pauses and listens) Yeah, I got 'em. (on radio) Elliot, get out of there. That's an order."]],"present":["O'NEILL"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Elliot and Hailey stand directly outside the gate room. Hailey uses the card to open the sealed door shut, and it begins to open."],["ELLIOT","Colonel, we're at the gate."],["O'NEILL","Pull back to my position."],["ELLIOT","Yes, sir."],["ANNOTATION","Elliot and Hailey retreat back down the corridor."]],"present":["ELLIOT","O'NEILL"],"place":"SGC CORRIDOR, DIRECTLY OUTSIDE THE GATE ROOM"},{"speech":[["ANNOTATION","Hailey and the others study a monitor magnification showing nanobots floating in a blood sample."],["HAILEY","Oh my god, this blood is teeming with nanobots. The nanobots must somehow rewire the brain and make people responsive to the suggestions from the alien device that we saw in the briefing room."],["SATTERFIELD","So the nanobots work together as some sort of receiver."],["ELLIOT","Well, that's how they worked on Argos. Right, Colonel?"],["O'NEILL","I was a hundred years old at the time. The memory's the first to go."],["SATTERFIELD","Maybe we can find out how they communicate with the master and shut it down."],["HAILEY","(shaking her head) There are no analog or digital signals being transmitted."],["ELLIOT","Then we need to shut down the device in the briefing room."],["GROGAN","That level's heavily guarded."],["HAILEY","We still need to get control of the stargate."],["ELLIOT","If we take out the briefing room at the same time, you'll have a better chance to get into the gateroom and lock out the dialing computer."],["O'NEILL","That's the plan then. Take Corridor C-19."],["ELLIOT","Sir."],["ANNOTATION","The trainees head out."]],"present":["ELLIOT","GROGAN","HAILEY","O'NEILL","SATTERFIELD"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","The trainees move cautiously down the corridor."]],"present":[],"place":"SGC CORRIDOR, LEVEL 19"},{"speech":[["ANNOTATION","O'Neill observes them through the security monitor. He then goes to the phone by the door and dials a number."],["O'NEILL","(into phone) They're on their way."]],"present":["O'NEILL"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","The trainees head down Corridor. Carter turns a corner and meets them. She raises her hands at their raised weapons."],["ELLIOT","Major Carter."],["CARTER","What are you doing here?"],["ELLIOT","Just helping out, ma'am. Satterfield, check the major for weapons."],["ANNOTATION","Carter keeps her arms out as Satterfield frisks her."],["GROGAN","She was captured by the aliens, Lieutenant. We can't trust her."],["CARTER","I escaped! Where's Colonel O'Neill?"],["ELLIOT","We'll take you to him."],["SATTERFIELD","She's clear."],["ELLIOT","This way please."],["ANNOTATION","Carter leads the way as they guardedly move with her back down the corridor."]],"present":["CARTER","ELLIOT","GROGAN","SATTERFIELD"],"place":"SGC CORRIDOR, LEVEL 19"},{"speech":[["ANNOTATION","The trainees and Carter appear in the doorway just as O'Neill releases the now standing guard from his plastic tie bonds. Everyone looks at each other in surprise. Carter closes her eyes in resignation."],["ELLIOT","Colonel?!?"],["O'NEILL","I was about to interrogate the prisoner."],["ELLIOT","No. You weren't."],["ANNOTATION","The SF reaches for his weapon, but Elliot shoots him with his intar."],["ELLIOT","Step away from the prisoner please, Colonel."],["ANNOTATION","O'Neill and Carter exchange subtle looks. Carter takes advantage of everyone's distraction and pulls Satterfield's Beretta from its holster. She immediately points it at O'Neill."],["CARTER","Colonel O'Neill's obviously been compromised. I'll take it from here."],["O'NEILL","Lieutenant, you've only been gone for two minutes. There's no way in that time that..."],["CARTER","You saw what he was doing."],["ELLIOT","Why'd you pull us out of the gate room, sir?"],["O'NEILL","It was an ambush. A trap."],["ELLIOT","I don't buy it, sir."],["O'NEILL","Look. I am your commanding officer..."],["ANNOTATION","Elliot fires his intar weapon, and O'Neill collapses to the floor with a cry. Carter looks at Elliot in shock."],["CARTER","Return Satterfield's weapon please, Major. We've got a job to do."],["ANNOTATION","Carter hands the Beretta back to Satterfield, who sullenly re-holsters it."],["CARTER","How did you know you could trust me?"],["ELLIOT","Hailey figured the Goa'uld markers in your blood wouldn't allow you to be influenced by Goa'uld designed nanotechnology."],["CARTER","(appraising Hailey) Lucky me."],["HAILEY","(smiling) Yes, ma'am."],["CARTER","I need to stay here to work on a cure. Can you take out the device on your own?"],["ELLIOT","Yes, ma'am."],["CARTER","You'll also need to shut d..."],["ELLIOT","(interrupting) ...shut down the stargate. Yes ma'am, we're on it."],["CARTER","Good luck, Lieutenant."],["ANNOTATION","They leave. After they're gone, Carter looks down at the stunned O'Neill and winces in sympathy."],["CARTER","Whoops."]],"present":["CARTER","ELLIOT","HAILEY","O'NEILL"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Elliot, Satterfield, and Grogan move cautiously through the corridor, weapons at ready until they reach the access tube. Elliot opens the door."],["ELLIOT","Everybody clear on your assignments?"],["SATTERFIELD","Yeah."],["GROGAN","Yes, sir."],["ELLIOT","Grogan, just make sure you take out Daniel."],["GROGAN","It's done."],["ANNOTATION","Satterfield makes sure the tube is clear before getting on the ladder. Grogan and Elliot follow."]],"present":["ELLIOT","GROGAN","SATTERFIELD"],"place":"SGC CORRIDOR, LEVEL 19"},{"speech":[["ANNOTATION","Carter crouches by O'Neill, who is still on the floor."],["O'NEILL","Colonel O'Neill has been compromised?!?"],["CARTER","They didn't take corridor C-19 like you told them to."],["O'NEILL","Crafty little buggers."],["CARTER","At least we pulled it off."],["ANNOTATION","O'Neill struggles to his feet with a lot of loud groans."],["O'NEILL","Yeah. Ow. God."],["CARTER","Well, you-you did order them to set their training weapons to maximum stun."],["O'NEILL","(groaning) Yes, I did. That's only because Daniel's had it so easy on this one. Is everybody upstairs?"],["ANNOTATION","O'Neill takes off his vest and brushes at his jacket."],["CARTER","General Hammond and the Pentagon staff are monitoring from the security office on Level 16."],["O'NEILL","All right, good."],["ANNOTATION","Carter fidgets at O'Neill's shifting of his vest."],["CARTER","Uh, sir, if you don't mind, your wound is getting all over my lab."],["O'NEILL","(looks at floor) Mmm. Sorry."]],"present":["CARTER","O'NEILL"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Hammond pours himself a cup of coffee as Kerrigan sits watching the monitors."],["KERRIGAN","Same wager as last time, George?"],["HAMMOND","Well, that's hardly fair, these young people are against SG-1."],["KERRIGAN","I'll give you double or nothing."],["HAMMOND","Well in that case, how could I refuse?"],["KERRIGAN","(chuckling) Hmm-hmm. You never could. So how's the pilot training program coming along so far? The latest batch of graduates working out?"],["HAMMOND","We believe they're fairing better than new team members of the past."],["KERRIGAN","Makes sense. Up to this point, we've only been training our people to defend this country. Now that we're in the business of defending the planet..."],["HAMMOND","That's exactly right. In fact in next year's SGC budget, I'm proposing an offworld training facility."],["KERRIGAN","Must drive everyone a little crazy, tying up several floors of the SGC every few months to run these scenarios."],["HAMMOND","My people are happy to cooperate. Elliot certainly seems confident."],["KERRIGAN","Top of his class in the academy. You should've seen his face when I told him about the special training he'd been hand-picked for."],["HAMMOND","Ha ha ha. I can imagine. They should be emerging from the access shaft on Sublevel 27."],["KERRIGAN","Looks like they've split up, George. Grogan just came out on Sublevel 26."],["HAMMOND","Apparently, Lt. Elliot is planning on assaulting the briefing room from several points of access."],["ANNOTATION","The door opens, and O'Neill and Carter enter."],["O'NEILL","General... (notices Kerrigan) ...Generals."],["HAMMOND","What do you think of their strategy so far, Colonel?"],["O'NEILL","Ah, it's hard to say. I think he knows it's a test."],["HAMMOND","How's that?"],["O'NEILL","Ah, I pulled him out of the gateroom just as SG-3 was coming back. What's with those marines, anyway? Don't they know we've got a scenario playing out here?"],["HAMMOND","They were under heavy fire from the Goa'uld, Colonel."],["O'NEILL","Well, if he knows it's an exercise, he won't show it. However, he did appear to enjoy shooting me."],["KERRIGAN","In light of SG-3's emergency, maybe we should call off the exercise."],["HAMMOND","I don't think so, General. They all made it back. Besides, Elliot's team's almost ready to launch his attack on Dr. Jackson."]],"present":["HAMMOND","KERRIGAN","O'NEILL"],"place":"SGC SECURITY ROOM, LEVEL 16"},{"speech":[["ANNOTATION","Daniel lounges in Hammond's chair reading a report while Teal'c plays with a magnifying lens."],["DANIEL","Oh, I have to tell you, I like this scenario way better than the last one. Have you tried this chair? This is like...really comfortable."],["ANNOTATION","Daniel pounds on the arm of the chair in emphasis."],["TEAL'C","Indeed I have not."],["ANNOTATION","Hammond's phone rings, and Daniel picks up the receiver."],["DANIEL","Hello."]],"present":["DANIEL","TEAL'C"],"place":"HAMMOND'S OFFICE"},{"speech":[["O'NEILL","(ominously) Have fun, Daniel."]],"present":["O'NEILL"],"place":"SECURITY ROOM"},{"speech":[["DANIEL","Yeah, you did tell them to take me prisoner this time and not shoot me, right? Right?"]],"present":["DANIEL"],"place":"HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","O'Neill stays silent and slowly hangs up the phone."]],"present":[],"place":"SGC SECURITY OFFICE"},{"speech":[["DANIEL","Hello?"],["ANNOTATION","Weapons fire sounds nearby. Daniel hangs up the phone, and he and Teal'c grab their weapons and leave the room."]],"present":["DANIEL"],"place":"HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","From the stairwell of the control room, Elliot fires his weapon into the briefing room, downing an SF with an intar blasts, and trading fire with another. Teal'c and another guard approaches with a zat, using the briefing room chairs and table as cover. Daniel remains in Hammond's office, keeping hidden by the door frame, zat at ready."],["ANNOTATION","From behind Teal'c and the guard by him, Grogan appears at the top of the spiral staircase. He downs one guard with an intar blast. His distraction helps Elliot move up the other stairwell and incapacitate the other guard."],["ANNOTATION","Grogan tries to slide down the stairwell railing to avoid getting shot by Teal'c, but Daniel anticipates his move and downs him with a zat blast. Daniel looks out cautiously at Elliot's progress, but before he can fire..."],["SATTERFIELD","(from inside Hammond's office) Doctor...Jackson?"],["ANNOTATION","Daniel turns, and Satterfield shoots him in the shoulder with her intar. He collapses to the floor in the doorway between the briefing room and Hammond's office. Teal'c is felled by an intar shot fired by Elliot."],["SATTERFIELD","(to Daniel) So sorry."],["ANNOTATION","She steps past him and enters the briefing room. Elliot pulls C4 from his vest and tosses it to Satterfield."],["ELLIOT","Rig the charge. I'll get Grogan out of here."],["SATTERFIELD","Got it."],["ANNOTATION","She sets the explosive by the device and prepares a detonation charge. Elliot reaches Grogan and drapes one arm over his shoulder, helping him to his feet."],["ELLIOT","Come on. Let's go."],["GROGAN","Oooh. That hurt a little."],["ELLIOT","Yeah."],["GROGAN","Did we pull it off?"],["ELLIOT","Almost."]],"present":["ELLIOT","GROGAN","SATTERFIELD"],"place":"BRIEFING ROOM"},{"speech":[["ANNOTATION","Grogan limps into the corridor half carried by Elliot. Satterfield shuts the door behind them as they move to the relative safety around the corridor."],["SATTERFIELD","Fifteen seconds."],["ANNOTATION","Suddenly, Satterfield races back into Hammond's office, the door to which is near where they're crouched."],["ELLIOT","Satterfield!"],["ANNOTATION","Satterfield pulls Daniel's limp form out of the doorway into Hammond's office and shelters him, checking the countdown on her watch."],["SATTERFIELD","Four..."],["ANNOTATION","They all duck and cringe at the expected explosion. After a few seconds, the timer counts to zero and beeps several times. There is no explosion."],["ELLIOT","Did you...?"],["SATTERFIELD","I set it! Something's wrong."]],"present":["ELLIOT","SATTERFIELD"],"place":"SGC CORRIDOR, LEVEL 27"},{"speech":[["ANNOTATION","The door to the corridor slowly opens and Satterfield, Elliot, and Grogan enter cautiously, weapons at ready. Teal'c, Carter, Hammond, and O'Neill along with several airmen are in the room waiting for them with smiles. Daniel joins them from Hammond's office."],["O'NEILL","Modeling clay doesn't pack much of a punch, does it?"],["ANNOTATION","He tosses the fake C-4 at Elliot, who catches it while smiling broadly."],["HAMMOND","We've been watching your every move since your arrival, Lieutenant. Welcome to Stargate Command."],["ELLIOT","Yes, sir."],["O'NEILL","You may have noticed I lied a little bit about the foothold situation."],["SATTERFIELD","But you were shot?"],["ANNOTATION","O'Neill gestures to his \"wound\"."],["O'NEILL","So it appeared."],["ELLIOT","(seriously) Hailey killed an SF."],["CARTER","The SFs you were fighting were firing blank cartridges, same as your backup weapons."],["GROGAN","And you staged the whole thing when you shot that general back at the training complex?"],["O'NEILL","Yep."],["CARTER","It was important for us to know how you'd react in a real-life situation before you encountered one like it offworld."],["O'NEILL","You weren't a little bit suspicious, Lieutenant?"],["ELLIOT","(smiling and relieved) No, sir."],["HAMMOND","The entire exercise was recorded, Lieutenant, and will be properly reviewed before making a final assessment. But I'm sure you did very well."],["GROGAN","We kicked ass!"],["O'NEILL","You got yourself shot again, Grogan. Don't be so cocky."],["DANIEL","(nudging Satterfield) Yeah, thanks for the rescue, by the way."],["CARTER","Where's Lt. Hailey?"],["ELLIOT","(smiling) Hailey, report.....Hailey? She must still be in the gate room."],["ANNOTATION","The stargate begins to activate."],["AUTOMATIC INTERCOM ALERT","Unscheduled offworld activation!"],["ANNOTATION","They look through the window into the gate room. Hailey is by the manual iris control, working on the electronics there. The iris is open and the gate is active."],["CARTER","(keying Elliot's radio) Hailey, evacuate the gateroom!"],["NT--SGC GATE ROOM",""],["ANNOTATION","Hailey ignores them as she concentrates on the junction box. A wormhole suddenly forms, sending its kawoosh. Sparks fly from the junction box, and Hailey is knocked to the ground. She remains there completely inert as the others watch from the briefing room window."]],"present":["AUTOMATIC INTERCOM ALERT","CARTER","DANIEL","ELLIOT","GROGAN","HAMMOND","NT--SGC GATE ROOM","O'NEILL","SATTERFIELD"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The group heads down the stairs and Carter works on the control room computer."],["CARTER","Sir, I can't close the iris."],["ANNOTATION","A computer monitor shows various data with a large red caption noting: \"WARNING Radiation Levels High\""],["CARTER","There's radiation coming through the stargate. Sir, you have to order an evacuation of this level."],["HAMMOND","(keying intercom) This is Hammond. All personnel evacuate Level 28 immediately. This is not a drill. I repeat, this is NOT a drill."],["ELLIOT","What about Hailey?"],["O'NEILL","She's already dead."]],"present":["CARTER","ELLIOT","HAMMOND","O'NEILL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Hailey remains unmoving on the gate room floor."]],"present":[],"place":"GATE ROOM"},{"speech":[["GROGAN","What kind of radiation are we talking about?"],["CARTER","Gamma. Probably from the Goa'uld that SG-3 just barely got away from."],["HAMMOND","I'd like to know why in God's name we were unable to close the iris."],["CARTER","In the foothold situation test scenario, Lt. Hailey was trying to shut down gate control. She must have found a way to take our controls offline."],["O'NEILL","She's...very smart, sir."],["HAMMOND","(gravely) Apparently."],["O'NEILL","We should head up to the security office on 16."],["CARTER","We can monitor the gate room from there."],["ANNOTATION","Carter, Hammond, and O'Neill head out. After a moment, the trainees follow. Elliot looks stricken and lost in thought."]],"present":["CARTER","GROGAN","HAMMOND","O'NEILL"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","The group exits an elevator."],["CARTER","I never thought she'd get around our command codes. And the moment she did, we came under attack. It's a worst case scenario."],["HAMMOND","What are our options?"],["CARTER","Well, the only way to stop it is to manually close the iris. But at these radiation levels, it would be suicide."],["ANNOTATION","Carter, O'Neill and Hammond turn a corner. Grogan and Satterfield follow. Elliot, who has been lagging further and further behind, waits until the last one turns the corner before double timing his way back to the elevator."]],"present":["CARTER","HAMMOND"],"place":"SGC CORRIDOR, LEVEL 16"},{"speech":[["ANNOTATION","Carter reaches the door outside the Security office feels around in her pockets."],["HAMMOND","Major?"],["CARTER","My access card, sir."]],"present":["CARTER","HAMMOND"],"place":"SGC LEVEL 16, NEAR SECURITY OFFICE"},{"speech":[["ANNOTATION","A stone faced Elliot steps in the elevator alone and the doors close."]],"present":[],"place":"SGC ELEVATOR"},{"speech":[["ANNOTATION","They enter the room using Hammond's access card, where Kerrigan is waiting for them. Carter keys a code on the computer and spots Elliot on the monitors for Level 28."],["CARTER","There he is."],["HAMMOND","(over radio) Lt. Elliot, this is General Hammond. If you enter that gate room, you're going to be killed by radiation poisoning. Now I'm ordering you..."],["ANNOTATION","Elliot continues to move swiftly through the corridors, when he reaches the sealed door to the gate room, he looks up at the camera with a grim, determined expression and enters."]],"present":["CARTER","HAMMOND"],"place":"SECURITY OFFICE"},{"speech":[["ANNOTATION","Elliot cautiously steps past the stargate and reaches the still sparking junction box."]],"present":[],"place":"GATE ROOM"},{"speech":[["O'NEILL","He's going to get it closed."],["SATTERFIELD","That much radiation...he's already dead, isn't he?"]],"present":["O'NEILL","SATTERFIELD"],"place":"SECURITY ROOM"},{"speech":[["ANNOTATION","Elliot activates the manual iris control, and the iris seals shut."],["ELLIOT","(keying radio) Hailey's still alive. We need a medical team down here. I say again, Hailey needs help in here!"],["ANNOTATION","The blast doors open, revealing the rest of his training team, SG-1, Hammond, Kerrigan, and other personnel in the control room. All are clapping their hands in applause."],["ELLIOT","(catching his breath) You've got to be kidding me."],["HAILEY","(raising her head and smirking) You can put me down now, hero."],["ELLIOT","You were in on it?"],["HAILEY","How do you think I was able to show you nanobots if they didn't really exist?"],["ELLIOT","I'm going to kill you."],["HAILEY","You should've seen what they put me through."],["ANNOTATION","The blast door opens and Hammond and O'Neill approach. Hailey exits."],["HAMMOND","SG teams require the commitment to go above and beyond the call of duty. You've just demonstrated that, Lieutenant."],["ELLIOT","Yes, sir."],["HAMMOND","After a few days rest, you're to report back to the SGC, where you will be assigned to SG-17 under Major Mansfield."],["O'NEILL","If you think I was tough on you..."],["ELLIOT","What about the rest of the team?"],["HAMMOND","They will be assigned to SG teams as positions become available down the road, but the first assignment is yours."],["ELLIOT","Yes, sir."],["HAMMOND","Congratulations, son."],["ANNOTATION","Hammond shakes Elliot's hand and exits."],["O'NEILL","Good job. Hey, you knew it was a test when you shot me, right?"],["ELLIOT","Well...maybe...suspected."],["O'NEILL","And you really think the test is over now?"],["ANNOTATION","The red alarm light begins to strobe and the klaxons begin to blare as O'Neill and Elliot exit the gate room."]],"present":["ELLIOT","HAILEY","HAMMOND","O'NEILL"],"place":"GATE ROOM"}]