[{"speech":[["PREVIOUSLY ON STARGATE SG-1",""],["ANNOTATION","Scenes from 2.14 \"Touchstone\"."]],"present":["PREVIOUSLY ON STARGATE SG-1"],"place":"nowhere"},{"speech":[["ANNOTATION","SG-1 have four men and the Stargate surrounded. The Stargate, lying horizontally, engages and the men jump through as SG-1 look on."]],"present":[],"place":"LARGE HANGAR"},{"speech":[["WHITLOW","(to Hammond) A requisition just crossed my desk requesting a C-5 for a classified pick-up at a NID landing site."]],"present":["WHITLOW"],"place":"LOCAL PARK, DAY"},{"speech":[["ROHAM","(offscreen) We demand you return the Touchstone!"],["CARTER","It's missing?"],["PRINCESS LA MOOR","They were dressed much as you are and carried weapons like yours."],["ANNOTATION","Scenes from 3.18 \"Shades of Grey\"."]],"present":["CARTER","PRINCESS LA MOOR","ROHAM"],"place":"THE GATE ON MADRONA"},{"speech":[["ANNOTATION","O'Neill opens his door to find Maybourne."],["MAYBOURNE","Colonel O'Neill."],["O'NEILL","(looking quite unimpressed) What the hell is this, a joke, Maybourne?"],["MAYBOURNE","I think you're going to want to hear what I have to offer you."]],"present":["MAYBOURNE","O'NEILL"],"place":"O'NEILL'S HOME"},{"speech":[["O'NEILL","(speaking to Grieves through a globe device) Your Mission?"],["GRIEVES","Use whatever means necessary to acquire goods and technology that could help Earth in the battle against the Goa'uld, sir. Or other, unforeseen aggressors."]],"present":["GRIEVES","O'NEILL"],"place":"AIRPLANE, NIGHT"},{"speech":[["ANNOTATION","An Asgard ship descends over the base, sending out beams."],["KERSHAW","(offscreen) There's as Asgard ship descending over the base."]],"present":["KERSHAW"],"place":"ALIEN PLANET, OFF-WORLD BASE"},{"speech":[["O'NEILL","(standing before the event horizon) I'll be holding the door open so you can't go anywhere else."]],"present":["O'NEILL"],"place":"OFF-WORLD BASE"},{"speech":[["HAMMOND","Ladies and gentlemen, I'm pleased to announce that you're all under arrest for high crimes against the United States and its allies."],["BEGIN CURRENT EPISODE",""]],"present":["BEGIN CURRENT EPISODE","HAMMOND"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Hammond arrives via the stairs and approaches Davis."],["HAMMOND","How overdue is SG-9?"],["DAVIS","Coming up on eleven hours, sir."],["HAMMOND","It's not like Major Benton. Dial P2A-018. Try to establish radio contact from our end."],["ANNOTATION","O'Neill enters as the gate can be heard dialing."],["O'NEILL","(holding a folder) Sir, my mission report. Better late than never I always say."],["ANNOTATION","Hammond gives a slight nod, seemingly uninterested."],["DAVIS","Chevron one encoded."],["O'NEILL","(noting that Hammond is not paying attention) Yep, I always say that."],["DAVIS","Chevron two encoded."],["O'NEILL","What's going on?"],["HAMMOND","SG-9 was on an extended mission to re-establish diplomatic realtions with P2A-018."],["O'NEILL","Zero one eight...?"],["HAMMOND","Latona."],["O'NEILL","Oh, yes."],["HAMMOND","One of several planets visited by the NID while running their offworld program."],["O'NEILL","Right."],["HAMMOND","Major Benton has spent several months trying to negotiate access to the defensive weapon they call the Sentinel. It's supposed to be capable of defending their entire planet."],["ONEILL","Oh, uh, yeah I uh, I read the report."],["HAMMOND","They were scheduled to return early this morning."],["ANNOTATION","The wormhole engages."],["DAVIS","Chevron seven locked. Standing by, sir. MALP relay is active."],["HAMMOND","(into radio) This is Hammond. SG-9, report. Major Benton, you are overdue. Please respond."],["GROGAN","(via radio, with static) General, Sir, this is Sergeant Grogan. Major Benton was...three days...the Stargate...Latonans tried to...but the thing...didn't work."],["HAMMOND","Sergeant, can you make it back to the Stargate?"],["GROGAN","Negative. There are two Jaffa...supported by a staff...and there's no way I can get back to the Stargate. Under fire! Out!"],["ANNOTATION","Staff blasts can be heard via the MALP radio link, then silence ensues."],["HAMMOND","Sergeant, shut it down."],["DAVIS","Sir."],["ANNOTATION","The Gate shuts down. O'Neill appears concerned."]],"present":["DAVIS","GROGAN","HAMMOND","O'NEILL","ONEILL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Hammond and SG-1 are present, watching a video on the projection screen. The screen comes into focus on an alien man."],["GRIEVES","(on projection screen) Okay Marul, go ahead."],["MARUL","(looking uncertainly into the camera) You friends will see me?"],["GRIEVES","Not right now. I'll send your greeting back with my report."],["MARUL","Well, what shall I say?"],["GRIEVES","Anything you like."],["ANNOTATION","Marul shrugs."],["GRIEVES","How about hello?"],["ANNOTATION","Marul comes right up to the camera. O'Neill looks on intrigued yet irritated by the goings on."],["MARUL","Hello."],["GRIEVES","That'll be fine."],["ANNOTATION","Hammond flicks off the screen and the lights go on as the screen retracts."],["O'NEILL","The rat bastard."],["DANIEL","(looking surprised) I thought he came across as very nice."],["O'NEILL","The voice behind the camera."],["HAMMOND","Colonel Sean Grieves, formerly of the NID. He led an offworld team for Colonel Maybourne and was one of the members of that organisation convicted of high treason for his actions."],["DANIEL","And what was Grieves team trying to steal?"],["HAMMOND","The Latonans possess a planetary defence they call the Sentinel which has apparently kept them safe from the Goa'uld for generations."],["CARTER","Well I can see why the NID would want to get their hands on it."],["O'NEILL","We put 'em all away before they could."],["HAMMOND","Frankly, I'm afraid Colonel Grieves' team may have done something to the Sentinel device they haven't admitted to."],["O'NEILL","Fiddlin' around with it, was it?"],["CARTER","Well according to his report, the Latonans never granted Grieves' team access to the Sentinel device before they were recalled and arrested."],["DANIEL","(sarcastically) You don't think it's possible for an NID operative to lie?"],["TEAL'C","(sincerely) I believe it is Daniel Jackson."],["DANIEL","Right. Um. So if Grieves' team disabled the Latonans only means of self defence..."],["CARTER","We're responsible."],["O'NEILL","Grieves is responsible, thank you."],["HAMMOND","I doubt the Latonans will appreciate that distinction, Colonel."],["TEAL'C","Time will be of the essence. The Goa'uld forces SG-9 encountered on Latona were most likely sent through the Stargate as a test."],["CARTER","To determine if the Sentinel was operational?"],["DANIEL","And by now they'll have reported back."],["TEAL'C","A Goa'uld mothership is most likely not far off if the Goa'uld believe that Latona may now be conquered."],["O'NEILL","Might be a good time to try out that new guidance system on the UAV, sir."],["HAMMOND","I think that can be arranged."],["CARTER","Sir, before we go anywhere, we need to talk to Grieves."],["O'NEILL","Why?"],["CARTER","Well, whether we like it or not, sir, Colonel Grieves and Lieutenant Kershaw maybe the only people qualified to fix it."],["O'NEILL","(to Hammond, reluctantly) I'll go."]],"present":["CARTER","DANIEL","GRIEVES","HAMMOND","MARUL","O'NEILL","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Grieves is led into room by two guards to a table at which O'Neill is seated. Grieves sits as one of the guards stands nearby."],["O'NEILL","(to guard) You're dismissed."],["ANNOTATION","The guard makes no move."],["GRIEVES","(to O'Neill) He's worried I might try to kill you."],["O'NEILL","In that case, I insist."],["ANNOTATION","He waves at the guard, who finally complies and exits to watch from the doorway and window with another guard."],["O'NEILL","Had many visitors lately? Maybourne stop by? See how the old team's doing?"],["GRIEVES","What do you want, O'Neill?"],["O'NEILL","P2A-018. A device called the Sentinel."],["GRIEVES","What about it?"],["O'NEILL","I need to know what you did to screw it up and what I need to do to fix it."],["GRIEVES","I'm more inclined to tell you where to shove it."],["O'NEILL","As we speak, SG-9 is either pinned down by the Goa'uld or dead, so let's just cut the crap, okay?"],["GRIEVES","How is this my problem?"],["O'NEILL","You're responsible. Zero one eight is defenceless because of you."],["GRIEVES","Earth is defenceless because of you. You don't seem to have a problem with that."],["O'NEILL","You stole technology from our allies. If I hadn't shut you down, they would have."],["GRIEVES","Do you really think the Asgard or the Tok'ra will really rush to our defence when the Goa'uld finally decide to stomp on us? That day is coming, Colonel. Don't kid yourself."],["O'NEILL","Okay. I guess I should just go have a chat with Kershaw."],["ANNOTATION","O'Neill stands to leave and moves toward the door as Grieves seems to have second thoughts."],["GRIEVES","The Latonans didn't want to show us the Sentinel. We found it ourselves not far from the city. There was a force field guarding the device itself. Kershaw and I took almost two weeks to get in, take it apart and put it back together, good as new."],["O'NEILL","Not good as new. You did something wrong."],["GRIEVES","The only thing we did wrong was come back to base to meet our new CO. It's funny, at the time I was looking forward to meeting you."],["ANNOTATION","O'Neill approaches Grieves."],["O'NEILL","I need you to write down exactly how you got in and exactly what I need to do to fix this."],["GRIEVES","If I do anything, anything, I want my sentence commuted."],["O'NEILL","I think that's understood going in."],["GRIEVES","And you'll need to take us with you. Kershaw and me."],["O'NEILL","SG-1 can handle it."],["GRIEVES","Who do you think you are? We were good, Colonel. Every bit as good as you. We believed what we were doing was for the good of the country. And if you hadn't put me in here, we might have had our own Sentinel by now."],["O'NEILL","You done?"],["GRIEVES","I don't care how good Carter thinks she is or how cocky you are. The device is way too complicated for you to try and repair without us. You already know that or you wouldn't be here."]],"present":["GRIEVES","O'NEILL"],"place":"A PRISON"},{"speech":[["ANNOTATION","Hammond, Carter, O'Neill, Davis and Grieves watch a UAV launch through the open gate. They monitor its progress via computer terminals."],["DAVIS","UAV is away, sir. Climbing into position."],["CARTER","Receiving telemetry. Confirm two staff cannon emplacements concealed twenty meters or so from the gate. We got lucky sir. The cannons weren't able to down the UAV before it was out of their range."],["HAMMOND","Begin painting the targets as soon as the UAV reaches altitude. Close the blast doors and prepare to launch."],["DAVIS","Prepare to launch."],["ANNOTATION","People exit the gate room as the blast doors lower; Carter looks before typing into a computer."]],"present":["CARTER","DAVIS","HAMMOND"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Jaffa are standing guarding the gate; three stand guard by a staff cannon."]],"present":[],"place":"LATONA, DAY"},{"speech":[["CARTER","Target Sierra One has been acquired."],["HAMMOND","Sergeant, launch when ready."],["ANNOTATION","In the gate room, two missiles lower from the ceiling, targeted into the event horizon."],["DAVIS","Missile away."],["ANNOTATION","One missile fires into the wormhole."]],"present":["CARTER","DAVIS","HAMMOND"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","A missile comes through the gate and rises as the Jaffa look on. One Jaffa looks at the staff cannon and sees a green dot. The missile comes down and explodes at the target."]],"present":[],"place":"LATONA, DAY"},{"speech":[["ANNOTATION","Carter looks at the computer indicating the targets."],["CARTER","Sierra One has been destroyed. Attempting to acquire Sierra Two."],["GRIEVES","How do you know those are the only emplacements guarding the Gate?"],["O'NEILL","We don't."],["CARTER","Sierra Two has been acquired by UAV."],["HAMMOND","Launch when ready."],["ANNOTATION","The second missile goes through the gate."]],"present":["CARTER","GRIEVES","HAMMOND","O'NEILL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","The missile comes through the gate and the Jaffa try to run."]],"present":[],"place":"LATONA, DAY"},{"speech":[["CARTER","Sierra two has been destroyed. But I can't confirm casualties. UAV switching to recon mode for stage two."],["O'NEILL","That's us."],["HAMMOND","Colonel, SG-3 will take point."],["ANNOTATION","Carter, O'Neill and Grieves leave the control room."]],"present":["CARTER","HAMMOND","O'NEILL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Teal'c, Daniel and Kershaw come into the gate room from the opposite side from O'Neill, Carter and Grieves. They are preparing to go through the gate with SG-3."],["GRIEVES","Kershaw."],["ANNOTATION","She nods to him."],["O'NEILL","Major Lawrence, make it a clean sweep."],["LAWRENCE","Yes, sir."],["O'NEILL","(to Teal'c) Why don't you go with them? Keep 'em out of trouble. We'll be on your six in sixty seconds."],["LAWRENCE","SG-3, let's go, let's go, let's go."],["ANNOTATION","SG-3 head up the ramp and Teal'c joins them."],["GRIEVES","I'll say this again. I don't like the thought of going into this unarmed."],["O'NEILL","And...I don't care."],["KERSHAW","(sarcastically) I feel better just knowing there's an archaeologist watching our backs."],["DANIEL","(looking at his knife) Yeah, which end do the bullets go in again?"],["GRIEVES","I'd be happy to show you."],["ANNOTATION","Carter and O'Neill look at him."],["O'NEILL","Our mission objective is to fix whatever you screwed up. If you get any ideas other than that, I'll shoot you. Understood?"],["GRIEVES","Yeah."],["O'NEILL","Move out."],["ANNOTATION","They head up the ramp; O'Neill gives the General and Davis a final look and follows."]],"present":["DANIEL","GRIEVES","KERSHAW","LAWRENCE","O'NEILL"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","The team come through the wormhole, nearing the staff cannons. Carter scans the perimeter as O'Neill exits the gate behind them."],["CARTER","No sign of SG-3."],["O'NEILL","(over radio) SG-3, this is SG-1 niner. Report."],["ANNOTATION","The Gate disengages. Teal'c runs up to them from a group of trees."],["TEAL'C","Three Jaffa warriors survived the missile attack. SG-3 is in pursuit to prevent them from reporting our arrival. Major Lawrence suggests we continue on."],["O'NEILL","Colonel?"],["GRIEVES","You want me to take point without a weapon?"],["O'NEILL","I want you to point Teal'c in the right direction."],["ANNOTATION","Grieves points past O'Neill and Teal'c. They move out but Daniel hangs back with O'Neill."],["DANIEL","Just out of curiosity, how many years did you take off their sentence if they managed to fix this?"],["O'NEILL","Actually, they'll get a few more years out of this."],["DANIEL","More?"],["O'NEILL","They were on death row."]],"present":["CARTER","DANIEL","GRIEVES","O'NEILL","TEAL'C"],"place":"LATONA, DAY"},{"speech":[["ANNOTATION","The team moves along with Teal'c ahead, taking point and moving cautiously."],["CARTER","So how did you manage to find the Sentinel if the Latonans didn't want to show it to you?"],["KERSHAW","Maybe we're good?"],["O'NEILL","Bribed the locals, eh?"],["GRIEVES","I see you've done your homework."],["DANIEL","Major Benton's preliminary report said the Latonans were egalitarian. They don't use currency of any kind."],["KERSHAW","They don't care about material things."],["O'NEILL","Everybody's got their price."],["ANNOTATION","Teal'c suddenly stops and motions everyone down. They move forward and come across Grogan sleeping or unconscious. O'Neill takes his MP-5, and he wakes up."],["GROGAN","Colonel?"],["O'NEILL","Grogan."],["ANNOTATION","O'Neill gives him his weapon back."],["O'NEILL","You alright?"],["GROGAN","There was a Jaffa patrol on my six most of the day. I decided to stop running and fight it out."],["TEAL'C","How long ago?"],["GROGAN","Last night. I guess I passed out and they went right by me. They'll be long gone."],["O'NEILL","Where's the rest of your team?"],["GROGAN","Major Benton took a staff hit in the chest on our way back to the Gate. Tarkman and Winters got away with me at first, but I'm the only one left, sir."],["CARTER","Here."],["ANNOTATION","Carter hands him a canteen which he gratefully accepts and proceeds to open."],["GROGAN","This isn't supposed to be happening, sir. The Latonans have this device--"],["O'NEILL","We know, Lieutenant."],["CARTER","We're here to fix it. Sir, should I radio S-G3 and let them know Grogan's coming back to the Gate?"],["O'NEILL","Negative Major. Teal'c, how soon should we expect the mothership here?"],["TEAL'C","Of that I am unsure, O'Neill. It could be hours or perhaps even days."],["O'NEILL","Grogan, can you get me into the city?"],["GROGAN","There are Jaffa patrols all over the damn place making sure the Latonans keep their curfew. But yeah, I can take you straight to Marul if you want."],["KERSHAW","That's a waste of time."],["CARTER","Why do you say that?"],["KERSHAW","The Sentinel was built hundreds of years ago by Marul's ancestors. He has no clue how to use it."],["GRIEVES","None of 'em do."],["O'NEILL","All right, look, we're here to help these people."],["GRIEVES","What the hell do you think you can do?"],["O'NEILL","Maybe give them another option other than being wiped out? Grogan, you good to go?"],["GROGAN","Mmm hmm."],["O'NEILL","Good. Carter, you're in charge."],["CARTER","Yes, sir."],["O'NEILL","Fix it."],["CARTER","Yes sir. Good luck, sir."],["ANNOTATION","O'Neill and Grogan head off toward the city."],["CARTER","(to the others) Let's go."],["ANNOTATION","They head in search of the Sentinel."]],"present":["CARTER","DANIEL","GRIEVES","GROGAN","KERSHAW","O'NEILL","TEAL'C"],"place":"LATONA FOREST, DAY"},{"speech":[["ANNOTATION","O'Neill and Grogan climb to the top of the hill. O'Neill gets out his monocular and scans the city."],["GROGAN","That's the main road leading in and out of the city."],["O'NEILL","You wouldn't happen to know a back way in there, would you?"],["GROGAN","Yes sir, I think I do."]],"present":["GROGAN","O'NEILL"],"place":"HILL OVERLOOKING THE CITY, LATONA"},{"speech":[["ANNOTATION","Carter and the team move up to what seems to be a dumping ground of fallen trees."],["KERSHAW","This is it."],["DANIEL","What is?"],["GRIEVES","You've got to know it's there. We went right by it the first time."],["CARTER","All right, you're on."],["ANNOTATION","Daniel, Kershaw, and Grieves begin to take off their packs. Teal'c approaches Carter, appearing wary."],["TEAL'C","Major Carter, it would be wise if we were to remain in concealed positions guarding the entrance."],["CARTER","Absolutely. At least until the force field's down."],["ANNOTATION","Teal'c moves forward and crouches behind a mass of trees trunks."],["DANIEL","And how long will that take?"],["KERSHAW","Last time, it took just over 48 hours."],["CARTER","Well maybe Daniel can help you shave a couple of days off that estimate."],["ANNOTATION","Daniel goes inside the cave with them as Carter takes up a position outside."]],"present":["CARTER","DANIEL","GRIEVES","KERSHAW","TEAL'C"],"place":"OUTSIDE A CAVE, LATONA"},{"speech":[["ANNOTATION","Marul is standing in front of a Jaffa in the service of Svarog."],["JAFFA","You are not preparing for his arrival as I instructed. Your people ignore the curfew."],["MARUL","Because they do not understand it."],["JAFFA","It is a simple matter. Lord Svarog has claimed Latona as part of his domain. Your conquest will happen as sure as the sun will rise. Accept that and you may live to serve him."],["MARUL","My people have no desire to serve anyone."],["JAFFA","When Svarog rains fire from the sky, they will beg for his mercy. And offer him their devotion."],["MARUL","No they will not."],["JAFFA","They will, when those around them begin to die. This is my last warning."],["MARUL","Your Lord Svarog should not come. The Sentinel will send him away. You will all be sent away."],["JAFFA","So you have said, for three days. Yet here I stand. The Sentinel is nothing more than a legend."],["MARUL","It is very real."],["JAFFA","Then my patrols will find it and destroy it."],["ANNOTATION","The Jaffa leaves with other Jaffa. O'Neill and Grogan appear inside his chambers from another entrance. Mmarul turns in surprise to them."],["GROGAN","It's all right, Marul, he's a friend."],["MARUL","From your world?"],["GROGAN","That's right. He's come all the way from Earth just to see you."],["O'NEILL","I'm Colonel Jack O'Neill. We need to talk."]],"present":["GROGAN","JAFFA","MARUL","O'NEILL"],"place":"MARUL'S CHAMBERS"},{"speech":[["ANNOTATION","Grieves and Kershaw are working on the force field, which is controlled from large columns with multi-coloured pieces of glass sticking out of them. The system is making harmonic sounds. Daniel approches and touches the force field that protects the Sentinel device, earning a scowl from Kershaw."],["KERSHAW","Please don't do that."],["DANIEL","Doesn't really look much like a weapon, does it?"],["GRIEVES","Why don't you go make yourself useful, Dr. Jackson, and go watch the front door with your friends?"],["DANIEL","Well I'd rather be trying to help you, but you're approach looks completely random."],["KERSHAW","The patterns change randomly. We're trying to keep ahead."],["DANIEL","Sounds?"],["KERSHAW","The code to shut off the field is always changing relative to the harmonics between the tones in each pattern."],["DANIEL","And how many different patterns are there?"],["KERSHAW","We've recorded over a hundred."],["DANIEL","Oh. So I should probably..."],["GRIEVES","Shut up."],["DANIEL","Yeah."],["ANNOTATION","Daniel then starts whistling and stops after another scowl from Kershaw."]],"present":["DANIEL","GRIEVES","KERSHAW"],"place":"SENTINEL CAVE"},{"speech":[["ANNOTATION","O'Neill and Grogan talk to Marul. O'Neill half sits on a long table, where a metal torch is burning brightly. Grogan stands behind the table."],["MARUL","Your offer is kind, but not necessary."],["O'NEILL","I think it is."],["MARUL","The Sentinel has not failed us in centuries. It will not fail us now."],["O'NEILL","What's taking it so long?"],["MARUL","I've sent a messenger to the Sentinel to seek the answer to that question. Perhaps it is waiting. You will see. Our enemy will be sent away."],["O'NEILL","How, exactly?"],["MARUL","One moment they are there. The next they are gone in white light."],["O'NEILL","Gone where?"],["MARUL","To the place our ancestors divined. We are only grateful our enemies are gone."],["O'NEILL","And that's it?"],["GROGAN","Their civilisation's technologically regressed, sir. Nobody knows how anything works just so long as it keeps working."],["O'NEILL","And you've seen this thing working?"],["MARUL","Oh yes. As a child, an enemy of our people came in a great ship. But it was sent away."],["GROGAN","That's the story we get from just about everybody, sir."],["O'NEILL","Marul, do you remember a team of guys who came here from Earth about two years ago?"],["MARUL","Oh, Colonel Grieves, of course. He asked that he might see the Sentinel to learn its mysteries so that one day your people might be protected as we are. But to do that, that would be against our highest law. No one may see the Sentinel except its caretaker."],["O'NEILL","Yeah, well, they did anyway. They worked at night so no one would know. Somehow they got in, they took it apart, put it back together again, but something's wrong. They're there right now, trying to fix it, but we might be running out of time."],["MARUL","What you say cannot be so. This flame (points to the torch on the table by O'Neill) burns to tell us the Sentinel is watching over us and in turn, is being watched over. As long as this flame burns, we may rest assured that we are safe from harm."],["O'NEILL","There's a battalion of Jaffa in your city right now just waiting to harm you."],["MARUL","There is an inpenetrable barrier to the chamber."],["O'NEILL","They got past it."],["MARUL","Colonel Grieves gave me his word."],["O'NEILL","He lied."],["MARUL","Yet you speak the truth?"],["GROGAN","He does, Marul."],["ANNOTATION","Marul just looks sadly out of the window."]],"present":["GROGAN","MARUL","O'NEILL"],"place":"MARUL'S CHAMBERS"},{"speech":[["ANNOTATION","Carter picks up her binoculars to see Jaffa marching on their position."],["CARTER","(on radio) Teal'c, come in."],["TEAL'C","A Jaffa patrol."],["CARTER","I count ten, maybe more. With luck, they'll pass right by us."],["TEAL'C","It is more likely they followed our tracks to this location."],["ANNOTATION","Carter and Teal'c raise their weapons in readiness for attack."]],"present":["CARTER","TEAL'C"],"place":"OUTSIDE SENTINEL CAVE"},{"speech":[["ANNOTATION","Grieves and Kershaw are at panels trying to listen to the notes."],["GRIEVES","This is impossible."],["KERSHAW","Look, we haven't been at it that long."],["DANIEL","Let me try."],["GRIEVES","Do you have any idea how complicated this code is?"],["DANIEL","Yes I think so. Just let me try."],["ANNOTATION","They hear gunfire outside."],["GRIEVES","It's hit the fan already."],["ANNOTATION","He turns to Daniel."],["GRIEVES","Give me your Beretta."],["ANNOTATION","Daniel looks unsure."],["GRIEVES","You think you can help in here, well I can help out there."],["ANNOTATION","Daniel takes another moment to think about it before handing him his pistol. Grieves nods and heads towards the cave entrance. Daniel watches him exit before turning to help Kershaw."]],"present":["DANIEL","GRIEVES","KERSHAW"],"place":"SENTINEL CAVE"},{"speech":[["ANNOTATION","Grieves exits the cave, crouches beside Carter and begins firing. Teal'c takes out two of the Jaffa from his position. Carter fires on more as staff blasts whizz by them."],["GRIEVES","(to Carter) We have to take all of them out so they can't report back."],["ANNOTATION","More firing ensues and one Jaffa manages to escape the firefight and run off."],["CARTER","(on radio to Daniel) The Jaffa patrol must have tracked us here."],["ANNOTATION","More shooting ensues. Teal'c takes out more of the Jaffa with his staff."],["CARTER","(on radio to Daniel) We can hold them off for now but get that force field down!"]],"present":["CARTER","GRIEVES"],"place":"OUTSIDE SENTINEL CAVE"},{"speech":[["ANNOTATION","Daniel is holding his radio up slightly listening to Carter. Kershaw looks to him."],["KERSHAW","Do you know what you're listening for?"],["DANIEL","The mathematical progression of the harmonic in each given pattern relative to its spectral equivalent."],["ANNOTATION","Kershaw looks amazed. Daniel starts to touch the coloured glass pieces based on what he is hearing."]],"present":["DANIEL","KERSHAW"],"place":"SENTINEL CAVE"},{"speech":[["ANNOTATION","O'Neill gets up and approaches Marul."],["MARUL","My people have depended on the Sentinel for three hundred years. It was created to be there always, so that we might feel free to pursue matters of the mind and spirit without fear of what is happening now. If what you say is true..."],["O'NEILL","I didn't come all this way to lie to you."],["MARUL","(sounding upset) How many will die?"],["O'NEILL","I don't know. And I can't undo what's already been done. But we can still save hundreds of your people--maybe all of them."],["MARUL","How?"],["O'NEILL","We're prepared to evacuate as many people as possible, and military support to get them to the Gate."],["MARUL","Leave our world?"],["O'NEILL","I'm afraid so. As we speak, a Goa'uld mothership could be on it's way here."],["MARUL","What will I tell them? That the very people who doomed our world now ask us to trust our lives to them?"],["ANNOTATION","Suddenly explosions start outside. Marul jumps in shock. O'Neill makes him kneel out of the way of the fire. The mothership has arrived and is bombarding the surface. A voice is broadcast."],["SVAROG","I am Svarog. From this day forth you will serve me!"],["ANNOTATION","Marul and O'Neill crouch, covering their ears from the loud voice. They look on as the city is bombarded by weapons fire from above."]],"present":["MARUL","O'NEILL","SVAROG"],"place":"MARUL'S CHAMBERS"},{"speech":[["ANNOTATION","Teal'c is still firing on the Jaffa. A Jaffa comes up towards Teal'c and Grieves shoots him."],["GRIEVES","That's all of them I can see."],["CARTER","What the hell are you doing out here?"],["GRIEVES","Helping you out."],["CARTER","A mothership just opened up on the city."],["GRIEVES","I saw."],["CARTER","You need to get that force field down; that's the reason you're here."],["GRIEVES","Jackson wanted to try, I gave him a try. You were getting shot at so I backed you up. Or is it you don't like the idea of me with a gun? It's empty."],["ANNOTATION","He lifts the gun."],["CARTER","Get back in there."],["ANNOTATION","Grieves enters the cave once more."],["CARTER","(on radio) Teal'c, I wanna see what's taking so long. Keep an eye out."],["ANNOTATION","Carter follows Grieves into the cave."]],"present":["CARTER","GRIEVES"],"place":"OUTSIDE SENTINEL CAVE"},{"speech":[["MARUL","That voice."],["O'NEILL","All part of the show."],["MARUL","The sky rained fire."],["O'NEILL","It's from a ship in orbit. One with really big speakers."],["ANNOTATION","Grogan turns to the door. A woman rushes in."],["TEE H'ETA","Marul! Marul!"],["MARUL","Has the messenger returned with any news?"],["ANNOTATION","She shakes her head."],["GROGAN","There are Jaffa patrols all over the place. If Marul's sent someone, I doubt they made it very far."],["MARUL","Go home, Tee H'eta."],["ANNOTATION","The woman quickly exits."],["O'NEILL","Do you have any other way of defending yourself?"],["ANNOTATION","Marul stands by the burning torch and shakes his head."],["O'NEILL","(on radio) Carter, come in."]],"present":["GROGAN","MARUL","O'NEILL","TEE H'ETA"],"place":"MARUL'S CHAMBERS"},{"speech":[["CARTER","Yes sir."]],"present":["CARTER"],"place":"SENTINEL CAVE"},{"speech":[["O'NEILL","The mothership's here. Some guy named Svarog."]],"present":["O'NEILL"],"place":"MARUL'S CHAMBERS"},{"speech":[["CARTER","He's one of the System Lords, sir. You should get out of there."]],"present":["CARTER"],"place":"SENTINEL CAVE"},{"speech":[["O'NEILL","Yeah, what's your progress?"]],"present":["O'NEILL"],"place":"MARUL'S CHAMBERS"},{"speech":[["CARTER","Still working on the force field, sir."]],"present":["CARTER"],"place":"SENTINEL CAVE"},{"speech":[["O'NEILL","Major, people are starting to die here."]],"present":["O'NEILL"],"place":"MARUL'S CHAMBERS"},{"speech":[["CARTER","Yes, sir. We're doing our best."]],"present":["CARTER"],"place":"SENTINEL CAVE"},{"speech":[["O'NEILL","You tell Grieves, if he doesn't fix that thing, I'll shoot him anyway."],["ANNOTATION","O'Neill turns to Marul."],["O'NEILL","Marul, you have to make an announcement. Tell your people to evacuate the city and head to the Stargate."],["GROGAN","Many of your people could survive."],["ANNOTATION","The bombardment continues and is getting louder and closer."],["O'NEILL","You've got two options. Sit here and watch your city burn to the ground or surrender. If you surrender, they'll enslave your people. And they'll take some of them as hosts."],["GROGAN","Goa'uld are parasites. They take over the bodies of people."],["MARUL","My people are innocent. They have done nothing to deserve this."],["O'NEILL","I can't stay here much longer. You've got to make a decision."],["MARUL","But your friends may yet be able to repair the damage they have done."],["ANNOTATION","More bombardments hit the city."],["O'NEILL","This Goa'uld is not gonna wait for that. It's time to go. With or without you."]],"present":["GROGAN","MARUL","O'NEILL"],"place":"MARUL'S CHAMBERS"},{"speech":[["KERSHAW","Dammit."],["DANIEL","No, you almost had it, you just had the last two colours in the wrong order."],["ANNOTATION","Daniel touches the glass pieces, and the force field comes down."],["KERSHAW","We're in!"],["CARTER","Go. (into radio) Colonel, this is Carter, we've made it past the force field and we're starting to work on the Sentinel."]],"present":["CARTER","DANIEL","KERSHAW"],"place":"SENTINEL CAVE"},{"speech":[["ANNOTATION","A horn sounds and more Jaffa appear."],["TEAL'C","(over radio) Warriors of Svarog approach in greater numbers."]],"present":["TEAL'C"],"place":"OUTSIDE SENTINEL CAVE"},{"speech":[["CARTER","(over radio) Understood, Teal'c. We'll make our stand inside the cave. Keep them at bay as long as you can and then get in here. Daniel, can you get that force field working again?"],["DANIEL","I'm on it."]],"present":["CARTER","DANIEL"],"place":"SENTINEL CAVE"},{"speech":[["ANNOTATION","Teal'c gets ready to start firing and a death glider flies over."]],"present":[],"place":"OUTSIDE SENTINEL CAVE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, NIGHT"},{"speech":[["ANNOTATION","Hammond walks down the stairs and approaches Davis."],["DAVIS","Incoming transmission. It's SG-3, Sir."],["HAMMOND","Put it on speaker."],["LAWRENCE","(through speakers) This is SG-3 niner, come in."],["HAMMOND","What's your situation, Major?"],["LAWRENCE","A Goa'uld mothership is firing on the Latonan city from orbit. Goa'uld forces are heading towards our position. Battalion strength supported by gliders."],["HAMMOND","Can you hold the Stargate?"],["LAWRENCE","Not without reinforcements, sir."],["HAMMOND","Understood. What's the status of SG-1?"],["LAWRENCE","They're out of radio range, sir. We've been out of contact for several hours."],["HAMMOND","Very well, Major. Hold the Stargate for as long as you can, then get out of there. SG-1 will just have to get the job done."],["LAWRENCE","Yes sir. SG-3 niner out."],["ANNOTATION","The Gate disengages."],["DAVIS","I'm sure they'll find a way, Sir."],["HAMMOND","It's not SG-1 I'm worried about."],["DAVIS","Colonel Grieves?"],["HAMMOND","While stealing a powerful beam weapon from the people of P3Y-294, Colonel Grieves turned the device against his pursuers, killing all three. We returned the stolen weapon but the Government of P3Y-294 would have nothing further to do with us. I'll be in my office, Sergeant."],["DAVIS","Yes, sir."]],"present":["DAVIS","HAMMOND","LAWRENCE"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Grieves is working on the Sentinel device with Kershaw. Kershaw sighs and walks around it approaching Grieves."],["KERSHAW","(in a low voice) Colonel, you know as well as I do that we left this exactly the way we found it."],["GRIEVES","We can't have, we missed something."],["KERSHAW","No we didn't. It must be something else."],["GRIEVES","Either shut up or go help Jackson get the force field back on."],["ANNOTATION","Kershaw leaves him."]],"present":["GRIEVES","KERSHAW"],"place":"SENTINEL CAVE"},{"speech":[["ANNOTATION","Teal'c is firing and being fired upon. He retreats to the cave amidst staff fire."]],"present":[],"place":"OUTSIDE SENTINEL CAVE"},{"speech":[["ANNOTATION","Teal'c enters and appraoches Carter."],["CARTER","How many?"],["TEAL'C","Several gliders. A battalion of warriors."],["DANIEL","(referring to the side of the cave behind the force field) Ah, you're gonna want to be on this side when we get this thing up again."],["CARTER","Just tell us when."],["ANNOTATION","Teal'c and Carter take up positions at the entrance of the cave."]],"present":["CARTER","DANIEL","TEAL'C"],"place":"SENTINEL CAVE"},{"speech":[["MARUL","Go. Save yourselves. I will remain here as long as this flame burns."],["O'NEILL","Marul?"],["MARUL","As long as it burns, the caretaker lives."],["O'NEILL","What caretaker?"],["MARUL","He is not to be spoken of. It is against our law."],["O'NEILL","Look, do you want your people to survive or not?"]],"present":["MARUL","O'NEILL"],"place":"MARUL'S CHAMBERS"},{"speech":[["ANNOTATION","Carter is firing at the entrance."],["CARTER","I'm almost out of ammo!"],["DANIEL","Okay, get on this side."],["ANNOTATION","Carter and Teal'c run to the other side of the cave, behind where the force field will engage. A Jaffa comes in and Carter fires on him."],["CARTER","Daniel!"],["DANIEL","If everyone would stop shooting for a second, maybe we could hear what we're doing."],["KERSHAW","I got it. I got it. Go, go, go."],["ANNOTATION","A Jaffa comes round the corner and shoots Kershaw in the back just as the forcefield goes up and she falls into the protected side."],["GRIEVES","Kershaw!"],["ANNOTATION","Grieves runs over to her."],["KERSHAW","Oh, it hurts."],["ANNOTATION","The Jaffa start to fire on the field, which absorbs all of the fire."],["CARTER","It's gonna be all right. They can't get past the force field. Colonel."],["ANNOTATION","Grieves goes back to the Sentinel as Carter attends to Kershaw's wound. Daniel looks to Grieves and to Kershaw before following Grieves towards the Sentinel device."]],"present":["CARTER","DANIEL","GRIEVES","KERSHAW"],"place":"SENTINEL CAVE"},{"speech":[["ANNOTATION","O'Neill radios through to Carter."],["O'NEILL","Carter. Carter, if you can hear me, we've got to find someone called the caretaker. It's like a hermit who lives near the Sentinel and apparently takes care of it."],["GROGAN","Colonel!"],["ANNOTATION","Grogan is zatted. O'Neill turns and is zatted too. The Jaffa who spoke to Marul before watches as other Jaffa enter and grab Marul, forcing him to his knees."],["JAFFA","One of my patrols has discovered your Sentinel. Even now, warriors of the Tau'ri endeavor to repair it."],["ANNOTATION","He is handed a staff weapon by another Jaffa."],["JAFFA","I cannot allow them to succeed. (he readies his staff weapon, aiming it at Marul) Tell me how to disable to force field."],["MARUL","(shakes his head) That would be against our highest law."],["JAFFA","You would sacrifice your own life to defy me?"],["MARUL","(looks on defiantly) I would."]],"present":["GROGAN","JAFFA","MARUL","O'NEILL"],"place":"MARUL'S CHAMBERS"},{"speech":[["ANNOTATION","Carter gives Kershaw an injection into her leg, for the pain. Kershaw grunts in pain."],["CARTER","(over radio) Colonel O'Neill, come in. (noting no response) Force field must be blocking the radio signal."],["KERSHAW","We put it back the way it was. I know we did."],["GRIEVES","Obviously, we didn't."],["CARTER","If Colonel Grieves can get it back in working order, we'll be the first to know."],["ANNOTATION","Daniel is intently studying the Sentinel."],["DANIEL","Wait a second, I think I recognise some of these symbols. Their written language is similar to the people of P2A-463."],["GRIEVES","So?"],["DANIEL","So it's possible they're related."],["GRIEVES","Don't tell me you can read that."],["DANIEL","No, I'm saying I recognise some of these symbols. On P2A-463, these symbols mean life force...life energy."],["GRIEVES","Life energy?"],["DANIEL","These ones mean two as one."],["GRIEVES","And that means?"],["DANIEL","I have no idea but it must mean something, otherwise they wouldn't have written it here."],["KERSHAW","The caretaker, Colonel."],["GRIEVES","Shut up!"],["KERSHAW","What if the device is only part of the equation?"],["GRIEVES","You're guessing."],["KERSHAW","We both know there's nothing wrong with the Sentinel. We put it back the way it was. What if the caretaker did more than just look after it?"],["TEAL'C","Tell us of this caretaker."],["KERSHAW","The night we found this place a Latonan man took us by surprise."],["CARTER","What happened?"],["GRIEVES","He attacked us, I defended myself."],["ANNOTATION","Flashback to their earlier visit."]],"present":["CARTER","DANIEL","GRIEVES","KERSHAW","TEAL'C"],"place":"SENTINEL CAVE"},{"speech":[["ANNOTATION","Grieves and Kershaw are looking at the Sentinel. A man approaches them quietly, carrying a spear and raising it toward them."],["KERSHAW","Colonel, look out!"],["ANNOTATION","Grieves turns and shoots him once. The caretaker collapses. Kershaw raises her gun as he falls, before lowering it and approaching."],["ANNOTATION","End flashback."],["GRIEVES","My orders were to retrieve technology that could save Earth from the Goa'uld at all costs, Major. You know what that means."],["CARTER","You killed him?"],["GRIEVES","I defended myself."],["KERSHAW","We should have taken him into the city. They could have saved him. We knew they could have. The caretaker--he begged us to."],["ANNOTATION","Flashback."],["ANNOTATION","Kershaw is putting pressure on the wound of the caretaker."],["CARETAKER","Please. Please, I do not wish to die."],["KERSHAW","Colonel, maybe we can take him back to the city."],["CARETAKER","Yes, the city."],["GRIEVES","(shakes his head) That's not an option."],["KERSHAW","But sir, he'll die if we just leave him here."],["GRIEVES","We have our orders, Kershaw."],["CARETAKER","Then allow me to touch the Sentinel."],["KERSHAW","Why?"],["GRIEVES","Shut him up."],["CARETAKER","Please, allow me to touch the Sentinel just once with my hand."],["GRIEVES","(cocks his gun and points it at the caretaker) You're not going anywhere; you're not touching anything."],["KERSHAW","This is wrong."],["GRIEVES","It's his own damn fault for sneaking up on me like that. You got to think of the big picture here. The Sentinel could save Earth one day. We're talking about one life. One life, compared to billions of people."],["KERSHAW","We don't even know how it works."],["GRIEVES","We'll find out."],["KERSHAW","Will you allow me to give him something for the pain then, sir?"],["GRIEVES","(lowers his gun) Fine, but that's all we can do."],["CARETAKER","When I die, Marul will know."],["GRIEVES","What do you mean, he'll know?"],["ANNOTATION","End flashback."],["KERSHAW","He told us if he were to die, the Latonans would know anyway."],["TEAL'C","How so?"],["KERSHAW","A flame in Marul's chamber would die with him. He wore a band around his wrist, it was a dead-man switch. I rigged it so nobody would know he was gone."],["DANIEL","Two forces as one. Man and machine."],["GRIEVES","No, no. We missed something. We just need to find out what it is."],["ANNOTATION","The Jaffa outside the force field leave. The team look on confused. The Jaffa come back with O'Neill and Grogan chained up and force them to their knees in front of the forcefield. O'Neill's arms are chained to a pole across his back."],["CARTER","Colonel."],["O'NEILL","You know, now would be a good time to turn that thing on."],["JAFFA","Lower the force field or your friends will be killed."],["CARTER","Sir--"],["O'NEILL","Don't do it Carter. That's an order."],["JAFFA","Jaffa."],["ANNOTATION","A Jaffa behind O'Neill jabs him with a pain stick. O'Neill yells in pain."],["O'NEILL","Arrgghhh! Blow it up, don't let them have it."],["JAFFA","Jaffa."],["ANNOTATION","The Jaffa once more uses the pain stick causing O'Neill to yell again."],["O'NEILL","Arrgghh! Do it!"],["CARTER","Yes, sir."],["GRIEVES","Wait. I can deactivate the force field."],["ANNOTATION","He moves to the Sentinel."],["GRIEVES","(eyes Carter cautiously) I can do it from here."],["CARTER","(looks at Teal'c who inclines his head slightly before she looks to O'Neill) I'm gonna let Colonel Grieves take down the force field, sir."],["O'NEILL","Carter, I gave you a direct order."],["CARTER","(with a more forceful tone, trying to signal to O'Neill) Yes, sir, I understand that. I think it's the right thing to do."],["ANNOTATION","Everyone looks on as Grieves places his hands on the Sentinel. A blinding white light appears, causing everyone to cover their eyes. It spreads from the Sentinel device and the Jaffa disappear. The light spreads throughout the city."]],"present":["CARETAKER","CARTER","DANIEL","GRIEVES","JAFFA","KERSHAW","O'NEILL","TEAL'C"],"place":"SENTINEL CAVE"},{"speech":[["ANNOTATION","SG-1 and Grogan look up at the Sentinel. Grieves has disappeared."],["CARTER","He's gone."],["TEAL'C","As are the Jaffa."],["ANNOTATION","Carter looks at Kershaw, who lies dead beside her. She closes Kershaw's eyes. Daniel approaches O'Neill and Grogan."],["GROGAN","What just happened?"],["CARTER","The Sentinel was never damaged, sir. It just required a human component."],["ANNOTATION","Daniel starts to unchain O'Neill."],["DANIEL","Man and machine working together to become a weapon."],["TEAL'C","The Sentinel is indeed a device of great power. It would be wise to ask the Latonans if we may study it further."],["O'NEILL","Oh, I think I know what they'd say."]],"present":["CARTER","DANIEL","GROGAN","O'NEILL","TEAL'C"],"place":"SENTINEL CAVE"}]