[{"speech":[["FADE IN",""],["VOICEOVER","Previously on Stargate SG-1. Scenes from Redemption I"],["ANNOTATION","The X-302 is being wheeled onto a runway."],["CARTER","The X-302 will be the first human built spacecraft capable of intersteller travel."],["HAMMOND","(to O'Neill) Colonel Chekov feels a Russian officer should be assigned to join"],["SG-1.",""],["O'NEILL","Over my rotting corpse, Sir."],["JONAS","(to Carter) I want to join you."],["CARTER","I just don't see it happening."],["CARTER","(to O'Neill and Hammond) We detected an energy buildup within the Gate."],["JAFFA","(Offworld, to Teal'c and Bratac) The Tauri are in danger. They are under attack from Anubis."],["CARTER","(to O'Neill and Hammond) We're talking about a blast two to three thousand megatons."],["O'NEILL","There's worse?"],["CARTER","We have no idea how to stop it."],["HAMMOND","If the X-302 fails, this planet will be destroyed."],["CARTER","(climbing into the X-302, to O'Neill) Even if we do manage to contact the Asguard, there's a chance they won't be able to help us."],["BRATAC","(Off-world, to Teal'c) Anubis has grown powerful, but still, only defends a small handfull of planets. If one of those stargates also can not be contacted..."],["TEAL'C","...It is most likely, the origin of the attack."],["ANNOTATION","The X-302 flies towards a hyperspace window, but misses."],["O'NEILL","(over speaker) Mission command, we missed the window."],["CARTER","(to Hammond and Dr. McKay) We thought we'd compensated for the energy fluctuations emitted by the Naquadria, but apparently not."],["HAMMOND","Bottom line is, we're on our own."],["HOLOGRAPHIC IMAGE OF ANUBIS","Prepare to meet your doom!!"],["O'NEILL","Oh, please!"],["S",""]],"present":["BRATAC","CARTER","FADE IN","HAMMOND","HOLOGRAPHIC IMAGE OF ANUBIS","JAFFA","JONAS","O'NEILL","S","SG-1.","TEAL'C","VOICEOVER"],"place":"nowhere"},{"speech":[["ANNOTATION","Carter and McKay are walking up the stairs to the briefing room."],["MCKAY","He has a real flair for the dramatic, doesn't he? Very theatrical."],["CARTER","Yeah. Pretty much all the Goa'uld are like that."],["MCKAY","But, why wait? Why does this guy show up a day and a half after this all starts to do his whole \"Prepare to meet your doom\" thing?"],["CARTER","I don't know. Maybe he wanted to make sure it was gonna work."]],"present":["CARTER","MCKAY"],"place":"SCG"},{"speech":[["MCKAY","Yeah, that would be embarrasing, wouldn't it? \"Nothing can stop the destruction that I bring upon you!\" Then the Gate shuts down. \"Oops, sorry. Nevermind...\""],["CARTER","Yeah, well, that didn't happen, and we only have...54 hours left."],["ANNOTATION","The briefing room is full of monitors and technicians. One of the monitors is counting down the hours."],["SCIENTIST #1","Major, can I see you for a second? When the Gate was connected to the black hole, a shaped charge was used to disengage the wormhole."],["SCIENTIST #2","Yes, but that was an outgoing wormhole."],["SCIENTIST #1","True, but, it's possible..."],["SCIENTIST #2","The blast would detonate the Gate."],["MCKAY","Wait a minute..."],["SCIENTIST #1","If you'd just let me finish!"],["ANNOTATION","McKay walks over to the observation window."],["MCKAY","No, you're both horribly wrong, both of you, but you gave me an idea. We know that certain waves can travel in both directions through a wormhole. Uh, radio signals, for one."],["CARTER","So, what? We call Anubis up and ask him to stop?"],["MCKAY","Yeah, \"Hey, Anubis, this is you agent, you're playing it way over the top, can you get serious, please?\""],["CARTER","You were saying?"],["MCKAY","We send a massive EM pulse back through the wormhole, knock out whatever it is that's making this happen on the other end."],["HAMMOND","Will that work?"],["CARTER","No, Sir. I already thought of it, and the reason I didn't mention it is because it is far too problematic."],["MCKAY","More so than the Gate exploding?"],["CARTER","The Iris would have to be opened."],["MCKAY","Well, the Gate room's shielded, isn't it?"],["HAMMOND","Major, are you saying this absolutely won't work?"],["CARTER","What I'm saying, Sir, is that we have absolutely no idea how much EM would be required to knock this thing out."],["MCKAY","So, let's all just go home."],["ANNOTATION","Carter rolls her eyes at McKay's comment."],["HAMMOND","How long will it take to set up?"],["MCKAY","Four hours, tops."],["HAMMOND","(to Carter) That's how long you have to come up with a better idea."]],"present":["CARTER","HAMMOND","MCKAY","SCIENTIST #1","SCIENTIST #2"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Bra'tac is dialling the Gate as Rya'c, Shaq'rel and Teal'c look at the Stargate. At the end of the dialling sequence, the Gate does not connect."],["BRA'TAC","I have tried to connect to this world twice now. It is the only one to which I can not make contact."],["TEAL'C","Than we must hope that is the location of the weapon."],["ANNOTATION","As Teal'c starts to walk away from the DHD, Rya'c stops him."],["RYA'C","I'm coming with you. If the Goa'uld truly can be defeated, then I wish to be a part of it. You said I could not judge this war if I am yet to fight a battle. You've trained me. Now let me fight."],["ANNOTATION","Teal'c and Bra'tac look at each other, considering Rya'c's words."],["RYA'C","You said you did not doubt me."],["TEAL'C","I do not."],["RYA'C","Then I will join you."],["ANNOTATION","Teal'c studies Rya'c, then turns to Bra'tac who nods briefly."],["BRA'TAC","Be quick!"],["ANNOTATION","Bra'tac and Shaq'rel walk away."],["TEAL'C","(to Ryac) Very well."],["ANNOTATION","Teal'c and Rya'c follow the others."]],"present":["BRA'TAC","RYA'C","TEAL'C"],"place":"CHULAK STARGATE"},{"speech":[["ANNOTATION","Carter walks into Hammond's office carrying a laptop computer. Hammond is sitting behind his desk with O'Neill standing in front of the desk."],["CARTER","Sirs. I've calculated that opening the iris will increase the flow of energy to the Gate by at least 10 times. Now, if this doesn't work, we'll be cutting as much as half the remaining time before the Gate detonates."],["O'NEILL","No...better idea yet?"],["CARTER","No."],["HAMMOND","Major, I know you and Dr. McKay don't see eye to eye..."],["CARTER","Sir, this has nothing to do..."],["HAMMOND","I believe if this plan has any chance of working, it's with your co-operation."],["CARTER","Yes, Sir."],["ANNOTATION","Carter nods, picks up the laptop and leaves, clearly not happy. O'Neill and Hammond exchange looks."]],"present":["CARTER","HAMMOND","O'NEILL"],"place":"SGC--HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","Ry'ac removes a Goa'uld grenade from a crate and puts it into a bag. Teal'c checks the bag. Bra'tac is standing behind them, checking a zat gun,"],["RYA'C","I know what I'm doing."],["SHAQ'REL","We are approaching the planet."],["ANNOTATION","The cargo ship come out of hyperspace, and is quickly cloaked. Teal'c, Bra'tac and Rya'c join Shaq'rel to look out at the planet. They see five ships around the planet."],["BRA'TAC","It is heavily guarded."],["TEAL'C","That is a good sign that we have the correct location of the weapon."],["SHAQ'REL","There are rings on the surface."],["BRA'TAC","We must hope to catch any Jaffa on the ground by surprise."]],"present":["BRA'TAC","RYA'C","SHAQ'REL","TEAL'C"],"place":"GOA'ULD CARGO SHIP"},{"speech":[["ANNOTATION","Sgt. Siler and McKay are standing on the ramp, measuring the distance from the Gate. A large EM pulse generator is at the base of the ramp."],["MCKAY","Right here."],["ANNOTATION","McKay walks down the ramp as Carter walks around the pulse generator."],["MCKAY","You just want to be able to take credit for it when it works."],["CARTER","For the record, I hate you."],["MCKAY","Well, it can't get any worse, then, can it?"],["CARTER","Oh, no. I'm rapidly working up to despise."],["MCKAY","You know, we're obviously gonna have to get over this whole physical attraction thing if we're going to work together."],["CARTER","I think I can act as though it never existed."],["MCKAY","Shall we save the world?"],["CARTER","Before I take the credit for this. Shouldn't the EM pulse generator be pointed at the Gate?"],["ANNOTATION","McKay points at Carter and smiles."],["MCKAY","You're good! Very good!"],["ANNOTATION","Carter smiles and points back at McKay as they both turn away. The EM pulse generator is then turned around towards the Gate."]],"present":["CARTER","MCKAY"],"place":"SGC--GATE ROOM"},{"speech":[["ANNOTATION","Teal'c walks up to Ry'ac and draws him away from the others."],["TEAL'C","Ryac. You are to remain on board with Shaq'rel."],["RYA'C","Why?"],["TEAL'C","One day, you will be a great warrior. This day, the danger is too great."],["RYA'C","I am prepared to die."],["ANNOTATION","Teal'c smiles and caresses the side of Rya'c's head."],["TEAL'C","I am not prepared for you to die."],["ANNOTATION","An explosion is heard, and the craft shudders."],["SHAQ'REL","Two gliders in pursuit."],["TEAL'C","How is that possible? Are we not cloaked?"],["BRA'TAC","Anubis must now have means of detecting cloaked ships."],["SHAQ'REL","I am decloaking, and diverting power to shields."],["ANNOTATION","As they de-cloak they are hit again by the chasing ship."],["SHAQ'REL","Entering range of service rings."],["BRA'TAC","Teal'c."],["ANNOTATION","Bra'tac walks to the transporter platform."],["RYA'C","Is it not equally dangerous on this ship as it will be on the planet?"],["SHAQ'REL","Go! I will do my best to return for you."],["TEAL'C","Come. Stay close to me. The forces on the ground may have been alerted to our presence."],["ANNOTATION","Teal'c and Bra'tac arm themselves with staff weapons, while Rya'c holds a zat gun. They stand on the platform, back to back."],["SHAQ'REL","Chel'Nok"],["ANNOTATION","The transport rings activate and Teal'c, Bra'tac and Rya'c are transported to the planet."]],"present":["BRA'TAC","RYA'C","SHAQ'REL","TEAL'C"],"place":"GOA'ULD CARGO SHIP"},{"speech":[["JAFFA","Identify yourselves!"],["ANNOTATION","Bra'tac throw a grenade at the approaching Jaffa before all three stand and fight off the attacking Jaffa. Many of the Jaffa are hit before Ry'ac is shot in the shoulder by a staff weapon blast. Teal'c upends and kills the Jaffa who shot his son as he and Bra'tac go to Rya'c and help him up."],["BRA'TAC","We must move."]],"present":["BRA'TAC","JAFFA"],"place":"UNKNOWN PLANET"},{"speech":[["ANNOTATION","The EM pulse generator is being moved up the ramp. Carter and McKay are checking it."],["MCKAY","That's it!"],["CARTER","We're ready, Sir."],["ANNOTATION","Carter and McKay walk off the ramp and leae the Gate room. Hammond and Sgt. Davis are in the Control Room."]],"present":["CARTER","MCKAY"],"place":"SGC--GATE ROOM"},{"speech":[["ANNOTATION","Carter and McKay enter the Control Room. Carter sits at one of the monitors."],["HAMMOND","Close the blast doors."],["ANNOTATION","The doors close, and the pulse generator starts up."],["HAMMOND","Open the iris."],["ANNOTATION","Carter opens the iris using her handprint."],["CARTER","Energy transfer is increasing. Seven times greater...eight...ten..."],["ANNOTATION","Hammond looks at McKay."],["MCKAY","Go. Yeah, go."],["HAMMOND","(to Davis) Do it."],["SGT. DAVIS","Activating electromagnetic pulse."],["ANNOTATION","The pulse generator's mechanisms start turning and the Gate's event horizon shimmers. All the monitors shut off in the control room and those inside are unable to see the Gate room."],["CARTER","Energy transfer is still increasing. Look, if this was gonna work..."],["ANNOTATION","Energy beams come out of the Gate, hitting the EM generator, the entry blast doors and the blast door to the Control Room. The energy enters the Control Room causing those inside to duck away as equipment explodes."],["HAMMOND","Close the iris!"],["ANNOTATION","Carter puts her hand on the handplate to close the iris, gets shocked and falls back. McKay looks down at her, shocked. The iris finally closes, shutting off the energy beams."],["SGT. DAVIS","We're offline!"],["MCKAY","She's not gonna be happy when she wakes up, is she?"],["HAMMOND","(into intercom) Medical team to the control room."],["MCKAY","She is gonna wake up, isn't she?"],["ANNOTATION","Sgt. Siler checks Carter's pulse as she lies unconscious."]],"present":["CARTER","HAMMOND","MCKAY","SGT. DAVIS"],"place":"SGC--CONTROL ROOM"},{"speech":[["ANNOTATION","A number of Jaffa walk past a hidden Bra'tac. He makes his way back to Teal'c and Rya'c."],["BRA'TAC","The path is well traveled. We must stay undercover. Many gliders patrol the skies."],["ANNOTATION","Teal'c, crouched next to Rya'c, has his hand on his son's arm."],["TEAL'C","This wound is not small. You must be in great pain."],["RYA'C","Nothing I cannot bear."],["TEAL'C","You could easily be dead."],["RYA'C","I do not understand. There was at least eight of them."],["BRA'TAC","Ten."],["RYA'C","How did neither of you get hit?"],["TEAL'C","It is always more difficult to hit a moving target."],["BRA'TAC","It is also helpful to be lucky."],["ANNOTATION","Teal'c turns to Bra'tac, smiling slightly then looks up as a glider is heard passing overhead."],["TEAL'C","There is little time to waste."],["ANNOTATION","The three move away from their hiding place."]],"present":["BRA'TAC","RYA'C","TEAL'C"],"place":"UNKNOWN PLANET"},{"speech":[["ANNOTATION","Carter is sitting on a bed watching a nurse bandaging her hand. She winces in pain as the nurse manipulates her hand. McKay stops in the doorway, sees Carter and enters the infirmary. He walks towards Carter as the nurse moves away."],["MCKAY","Hi."],["CARTER","Oh, man, and I was just starting to feel better."],["ANNOTATION","McKay sits on a bed opposite Carter."],["MCKAY","Are you gonna be OK?"],["CARTER","At least until the Gate explodes, yeah."],["MCKAY","Look, I...I didn't...I never meant for anyone to get hurt. Much less you."],["CARTER","It's OK. We had to try something."],["ANNOTATION","McKay nods his head briefly but still looks uncomfortable."],["MCKAY","I always wanted to be a pianist."],["ANNOTATION","Carter looks up, surprised. Note from transcriber McKay says the word \"pianist\" to sound like a part of the male anatomy."],["CARTER","Excuse me?"],["MCKAY","A concert pianist. You know, a guy who plays the piano in front of lots of people?"],["ANNOTATION","Carter grins."],["CARTER","Right."],["MCKAY","What did you think I said?"],["CARTER","Never mind."],["MCKAY","I had a not-so-comfortable childhood. My parents hated each other, blamed me. Music...was my salvation. It had this...perfect order for me."],["ANNOTATION","Carter smiles, appearing to be uncomfortable with the conversation."],["CARTER","That's nice. Really."],["MCKAY","When I was twelve, my teacher told me to quit. A fine clinical player, he said, but no sense of the art whatsoever."],["CARTER","Why are you telling me this?"],["MCKAY","I'm just...trying to bond."],["CARTER","Why?"],["MCKAY","Hospital gowns turn me on."],["ANNOTATION","McKay smiles at Carter, embarrassed."],["MCKAY","I turned to science because I thought it would be different than music, but it isn't, it's just the same. It's just as much of an art as anything else."],["CARTER","Look, it's not your fault that EM pulse didn't work."],["MCKAY","You're an artist, Major. Maybe the best I've ever seen. I'm just critical because I'm jealous."],["CARTER","I'm touched. Really. Wish I had a brilliant plan to draw up for you."],["MCKAY","And you're funny, too. Even electrocuted. Me, I got...I've got nothing."],["CARTER","You're creeping me out, McKay."],["MCKAY","It's just self preservation, see? I'm beginning to realize that I'm not gonna solve this, and that one of your typically insane ideas is probably gonna be our best chance."],["CARTER","How much time until detonation?"],["MCKAY","You were right. We cut it almost in half."],["CARTER","25 hours."],["MCKAY","What now?"],["CARTER","Well, first, I thought I'd get dressed."],["MCKAY","Right."],["ANNOTATION","McKay doesn't move."],["CARTER","Leave."],["MCKAY","Right."],["ANNOTATION","McKay stands"],["MCKAY","Do you want me to...hold anything, or..."],["ANNOTATION","Carter stands up from the bed."],["MCKAY","Yeah."],["ANNOTATION","As McKay leaves, Carter winces in pain, holds her hand, sniggers, and sits back down."]],"present":["CARTER","MCKAY"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Bra'tac, Teal'c and Rya'c are stealthily running through underbrush. As they reach a vantage point a glider flies overhead. Anubis's weapon is housed in a large open area, encircled by huge edifices which are seemingly linked by a beam. In the center, the weapon is shooting an energy beam towards the opened stargate."],["BRA'TAC","This weapon is unlike any Goa'uld design I have seen."],["TEAL'C","I have seen a similar construction before. It appears to have been built by the Ancients."],["RYA'C","Who are they?"],["TEAL'C","An advanced race of beings who, long ago, created the stargates."],["RYA'C","But I thought the..."],["TEAL'C","The Goa'uld steal the technology and claim it as their own."],["BRA'TAC","If this is not Goa'uld technology, then Anubis has mearly learned to operate it, then..."],["TEAL'C","Perhaps by destroying it, he will not be able to rebuilt it quickly."],["RYA'C","But do we have sufficient explosives?"],["TEAL'C","That does not concern you. You are to remain here."],["RYA'C","But, I..."],["TEAL'C","You are injured. You will slow our pace, and risk giving us away."],["RYA'C","But my symbiote heals me. I can go."],["BRA'TAC","Ry'ac, listen to him. This is but one of many battles to be fought."],["TEAL'C","Remain here until sundown. We will try to return before then."],["ANNOTATION","Teal'c and Bra'tac move away, leaving Rya'c."]],"present":["BRA'TAC","RYA'C","TEAL'C"],"place":"UNKNOWN PLANET"},{"speech":[["SCIENTIST # 1","If we encase the Gate in trinium alloy, it could reduce the effects of the explosion by as much as forty percent."],["SCIENTIST # 2","There isn't time to implement that plan! If we detonate the Gate ourselves, right now, we could reduce the eventual damage by as much as twenty percent."],["SCIENTIST # 1","Well, the damage to the planet's atmosphere would still be irreversable. Any survivors would be stuck on a world incapable of sustaining life as we know it."],["ANNOTATION","Carter walks away from them towards McKay, who is looking down at the Gate room."],["SCIENTIST # 2","So far we've been unsucessful in our attempts to reduce..."],["ANNOTATION","The Scientists' discussion goes on in the background."],["CARTER","What are you thinking?"],["MCKAY","Besides the fact that these guys are morons? What do you think the little Alien guy's doing down there?"],["ANNOTATION","Carter looks down into the Gate room. Jonas is standing on the ramp, drinking from a mug with a journal in his other hand. He is looking at the Gate."]],"present":["CARTER","MCKAY","SCIENTIST # 1","SCIENTIST # 2"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Carter joins Jonas on the ramp."],["CARTER","I bet you regret coming here now."],["JONAS","Can't really look at it that way, can we?"],["CARTER","So, what are you doing? JONAS You know, it's the stupidest thing, but it's been bugging me since I got here."],["CARTER","What's that?"],["JONAS","We're inside a mountain. The Gate obviously can't fit through any of these doors..."],["CARTER","So, how did we get it in here?"],["JONAS","Yeah."],["CARTER","The ceiling retracts."],["ANNOTATION","Carter points to the ceiling."],["CARTER","Above it is a shaft that leads to the surface, and inside is a crane mechanism that hoisted the Gate down."],["JONAS","Interesting."],["CARTER","Yeah."],["JONAS","Does it go up?"],["CARTER","Moving the Gate won't shut it off. I mean there is nowhere on Earth that..."],["ANNOTATION","Carter pauses, obviously thinking, then smiles."],["JONAS","I knew you'd think of something."],["ANNOTATION","Carter pats him on the back and runs out of the Gate room."]],"present":["CARTER","JONAS"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Teal'c and Bra'tac are heading to the weapon, but Teal'c hits a shield."],["TEAL'C","This shield most likely extends around the peremiter of the weapon."],["ANNOTATION","Bra'tac looks around."],["BRA'TAC","The path."],["ANNOTATION","They head back the way that they came."]],"present":["BRA'TAC","TEAL'C"],"place":"UNKNOWN PLANET"},{"speech":[["ANNOTATION","The room is full of scientists, as well as Jonas, Hammond and McKay."],["CARTER","Just hear me out, people. All we need to do is get it far enough away from Earth. Now, the X-302 can still achieve that without having to enter hyperspace."],["MCKAY","See, now that's crazy!"],["SCIENTIST # 2","We have less than 24 hours."],["CARTER","Two hours to get the Gate to the surface, four to get it to Peterson and loaded onto a C-17, and two more to fly it to Area 51. A 747 meets us in Nevada, which leaves us 16 hours to get the whole rig mounted and airborne, and none of this is gonna happen if we're all just standing around here. I think that this is gonna save the planet, and...we are gonna do it."],["HAMMOND","Move, people!"],["ANNOTATION","The Scientists move away"],["HAMMOND","Well done, Major."],["CARTER","It wasn't all my idea, Sir, and I dare say it's not done yet."],["HAMMOND","Right."],["ANNOTATION","Hammond turns to leave."],["CARTER","Sir, you do realize that if this works, we won't have a Stargate anymore."],["HAMMOND","It did occur to me."],["ANNOTATION","Hammond and McKay leave, as Jonas and Carter share uncertain smiles."]],"present":["CARTER","HAMMOND","MCKAY","SCIENTIST # 2"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Two Jaffa appear, but are shot by Teal'c and Bra'tac who head off along the path."],["JAFFA","Drop you weapons"],["ANNOTATION","Suddenly, more Jaffa appear. Teal'c and Bra'tac, outnumbered, surrender."]],"present":["JAFFA"],"place":"UNKNOWN PLANET"},{"speech":[["ANNOTATION","Carter and Siler are at the top of the ramp, studing the Gate's iris."],["SILER","(via microphone) Yeah, this is Sergeant Siler. We're ready. Activate the crane."],["ANNOTATION","The Gate starts rising towards an opening in the ceiling."]],"present":["SILER"],"place":"SGC GATE ROOM"},{"speech":[["CHEKOV","I have been instructed by my superiors to offer you the following compromise. In exchange for your continued co-operation, and full disclosure of the X-302 technology, we are willing to facilitate the use of our stargate."],["ANNOTATION","Hammond is standing at a monitor, looking down at the rising stargate. The monitor shows 22 hours and 16 minutes left on the clock."],["HAMMOND","Facilitate?"],["CHEKOV","A financial arrangement to be negotiated."],["ANNOTATION","Hammond turns away from the window to face Chekov."],["HAMMOND","You want us to rent it?"],["CHEKOV","A simplistic way of putting it."],["HAMMOND","The X-302's hyperspace technology doesn't work."],["CHEKOV","It will someday. Obviously, the reason why I am here in the first place is because my government is unwilling to incur the expense and risk of running a Stargate program such as this. We are simply trying..."],["HAMMOND","Here's the part you obviously don't understand. Even if, and I stress \"if\" we are able to sucessfully dispose of this Gate, there's nothing to stop Anubis from starting all this over again with the second Gate. No one's going to be running a Stargate program, Colonel. The second Gate has to stay buried."],["ANNOTATION","Hammond leaves as Chekov shows his frustration."]],"present":["CHEKOV","HAMMOND"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","A Jaffa studies a grenade as Teal'c is led to him and made to kneel."],["JAFFA","What did you hope to accomplish here? Did you really think you could destroy something created by a god as powerful as Anubis?"],["TEAL'C","He did not create the weapon, and he is not a god."],["ANNOTATION","The Jaffa slaps Teal'c."],["JAFFA","Your god may have been weak, Shol'Va! Mine is not."],["TEAL'C","If you know of me, then you know of our cause. The Jaffa rebellion grows strong. All Goa'uld are false gods, and their only real power come from the Jaffa whom they oppress."],["ANNOTATION","The Jaffa strikes Teal'c again, then primes his staff weapon and aims it at Teal'c."],["JAFFA","The next time you open your mouth to speak, it will be to answer my questions."],["ANNOTATION","He switches off the staff weapon."],["JAFFA","You did not kill all the Jaffa at the rings. We know there are three of you. Where's the boy?"],["ANNOTATION","Teal'c refuses to answer, simply staring at the Jaffa, who smirks."],["JAFFA","Evidence of how desperate your pathetic little rebellion is. You bring a boy to fight the war of men."],["ANNOTATION","Teal'c lunges at the Jaffa but is held back by the others."],["JAFFA","Or is it something else? Maybe he is someone to whom you wish to prove yourself."],["ANNOTATION","The Jaffa stares intently at Teal'c."],["JAFFA","Bring me the old man. Cover the boy so he will not escape. Unlike you, he is of little value to Anubis. However, on your behalf, I'll be happy to demonstrate to him how a real warrior fights...to the death."],["ANNOTATION","Teal'c is led away."]],"present":["JAFFA","TEAL'C"],"place":"UNKNOWN PLANET--NIGHTTIME"},{"speech":[["O'NEILL","Is there anything else I should know?"],["CARTER","Well, there's some concern that the 302s may not have the fuel capacity to exit the atmosphere carrying the weight of the stargate."],["O'NEILL","How is that possible?"],["CARTER","The engines were designed for a craft with an alien inertial dampening system that effectively reduced its overall mass."],["O'NEILL","Yes, and...?"],["CARTER","Well, you'll be carrying a very heavy load."],["O'NEILL","How heavy?"],["CARTER","The Gate ways 64,000 pounds, Sir."],["O'NEILL","That's heavy."],["CARTER","And you'll need to reach an altitude exceding 180 killometers."],["O'NEILL","At minimum escape velocity before I release the Gate, or it'll fall back to Earth. I know, I know."],["CARTER","Well, based on the X-302's rocket fuel capacity, even a full burn won't do it, which means the other engines are gonna have to get you part way up, hauling something that weighs six times greater than it was designed to carry."],["O'NEILL","Yeah. Carter..."],["CARTER","Well, the whole rig isn't exactly aerodynamic either."],["O'NEILL","Carter! I'm not so sure I want to know any of this."],["ANNOTATION","They've arrived at an elevator."],["CARTER","They're working on lightening the 302, but that's why you're going alone. Believe it or not, every pound counts."],["O'NEILL","Shouldn't have had that cake, huh."],["CARTER","I wish I could go with you Sir."],["O'NEILL","Yes, I'm sure you do. And I find that quite bizarre. Anything else?"],["ANNOTATION","O'Neill has stepped into the elevator."],["CARTER","Well, Sir, if this works, Jonas really deserves..."],["O'NEILL","What? Deserves what?"],["CARTER","I don't know...something. He's the one who gave me the idea to do this. Sir, he gave up everything to bring us the Naquadria."],["O'NEILL","The hyperspace generator doesn't work."],["CARTER","That's not his fault."],["ANNOTATION","O'Neill does not look impressed."],["CARTER","Good luck, Sir."],["O'NEILL","Hey, what could go wrong, huh?"],["ANNOTATION","O'Neill presses the elevator button but the doors remain open. He hits the button repeatedly until the doors eventually close."]],"present":["CARTER","O'NEILL"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Rya'c, on lookout, obviously does not see his father and Bra'tac, and moves away from his position. Elsewhere, two groups of Jaffa converge."],["JAFFA 1","The prisoners will not speak."],["JAFFA 2","Take them to the rings and have them transported up to the Ha'tak."],["ANNOTATION","Ry'ac is hidden behind some boulders, listening. He looks up as a glider passes overhead, then stealthily moves away."]],"present":["JAFFA 1","JAFFA 2"],"place":"UNKNOWN PLANET--NIGHTTIME"},{"speech":[["ANNOTATION","A number of planes are being readied."]],"present":[],"place":"AIRFIELD"},{"speech":[["ANNOTATION","O'Neill is dressed in a flight suit, and he and Murpy walk through the hanger."],["O'NEILL","What exactly did you remove?"],["MURPHY","Weapons. Some of the life support. Don't worry, there's still more than a day's worth."],["O'NEILL","Well, if we need more than an hour, we're all in trouble."],["MURPHY","Right. We also took out radar, some of the crash safety mechanisms, landing gear..."],["O'NEILL","Excuse me?"],["MURPHY","We had to in order to properly accommodate the clamping system, so once you re-enter the atmosphere, you're gonna have to eject. That is after you target the 302 to splash down off the coast of Florida."],["O'NEILL","Just...when were you gonna tell me this part?"],["MURPHY","Just now. We weren't entirely sure any of this was gonna happen until five minutes ago. You're not gonna believe this."],["ANNOTATION","As O'Neill and Murphy reach the exit, Murphy points outside. They both stand in the doorway, O'Neill looking amazed."],["O'NEILL","Holy crap."],["ANNOTATION","The X-302 is attached to the top of a 747 airplane."],["MURPHY","They're waiting for you."],["ANNOTATION","Murphy leads O'Neill to a jeep and opens the door for him. O'Neill climbs into the passenger seat."],["MURPHY","Good luck."],["ANNOTATION","O'Neill smiles at Murphy as he closes the door and the jeep drives away."]],"present":["MURPHY","O'NEILL"],"place":"HANGER"},{"speech":[["ANNOTATION","Ry'ac moves stealthily among the trees and arrives at a clearing containing several gliders. Another flies overhead. He moves towards the clearing on his stomach."]],"present":[],"place":"UNKNOWN PLANET--NIGHTTIME"},{"speech":[["ANNOTATION","Carter is sitting at a number of monitors, with McKay, Jonas, Hammond and Sgt. Davis behind her. A large screen on the wall behind them shows the 747 pilot."],["CARTER","They're airborne, Sir."],["747 PILOT","Mission Command, we're approaching seperation altitude."]],"present":["747 PILOT","CARTER"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The X-302 is attached to the 747, with the Gate attached to the under side of the X-302. A number of other planes are flying alongside the 747."],["PILOT","Colonel, confirming altitude at 10,000 meters."],["O'NEILL","Yeah. Roger that."],["MISSION COMMAND","This is mission command, you have a go for separation, Starflight."],["O'NEILL","Proceeding with separation."],["ANNOTATION","O'Neill flicks a couple of switches and the X-302 quickly moves away from the 747."],["O'NEILL","Separation complete."],["MISSION COMMAND","Good luck, Sir."],["O'NEILL","Stop saying that."]],"present":["MISSION COMMAND","O'NEILL","PILOT"],"place":"302 COCKPIT"},{"speech":[["CARTER","Altitude reaching 30 kilometers."],["O'NEILL","(over speakers) Velocity at...MACH 6. Engaging aerospike engines."]],"present":["CARTER","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","O'Neill presses a number of buttons, and the plane starts to shake."],["O'NEILL","Uh...it's getting a little bumpy, Command."],["MISSION COMMAND","Roger that, Starflight. You're still too shallow to fire the rocket booster."],["O'NEILL","All right, I may have been understating things...it feels like this thing's falling apart."],["ANNOTATION","O'Neill struggles to control the aircraft."]],"present":["MISSION COMMAND","O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["CARTER","Altitude is 42 kilometers. He needs to reach 50 before he can fire the main rocket engine."],["ANNOTATION","Hammond and Jonas look concerned."]],"present":["CARTER"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","A warning light starts flashing on the control panel."],["O'NEILL","Command, I've got a master caution alarm."],["MISSION COMMAND","Roger that, Starflight."],["O'NEILL","I'm losing power."]],"present":["MISSION COMMAND","O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["MISSION COMMAND","(over speakers) Starflight, your altitude is only 48 kilometers."],["ANNOTATION","McKay, Jonas, Hammond and Carter all look concerned."],["O'NEILL","(over speakers) Full port engine failure. Starboard at six zero percent."]],"present":["MISSION COMMAND","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","Preparing to ignite rocket booster."],["MISSION COMMAND","You're still too low, Starflight."]],"present":["MISSION COMMAND","O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["O'NEILL","(over speakers) I'm losing velocity, Command, I'm going to start losing altitude."],["ANNOTATION","Davis, Carter, and Murphy--seen via a monitor--look concerned and unsure."]],"present":["O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","Command, please advise."],["ANNOTATION","O'Neill is able to see Murphy via a monitor in the cockpit."],["MISSION COMMAND","Okay, Starflight. Go with main engine burn."],["ANNOTATION","O'Neill flicks a few switches, and the rocket booster ignites."]],"present":["MISSION COMMAND","O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["CARTER","Velocity is 25,000 kilometers per hour...28...he's gotta reach 40 and sustain it for at least 15 seconds now."]],"present":["CARTER"],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","Main engine burn at one zero zero percent. Velocity approaching 40,000 kilometers per hour. Altitude one two zero kilometers."]],"present":["O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["CARTER","Five, six, seven..."],["O'NEILL","(over speakers) Preparing to release the Gate, command."],["MISSION COMMAND","(over speakers) Not yet, Starflight!"],["O'NEILL","(over speakers) I'm burning out here."]],"present":["CARTER","MISSION COMMAND","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The rocket boosters suddenly stop."],["O'NEILL","All right, that's it. I'm outta gas."]],"present":["O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["ANNOTATION","Both McKay and Jonas look defeated."],["MISSION COMMAND","(over speakers) Starflight, your altitude is 130 kilometers."],["CARTER","He's not gonna make it. Velocity is slowing rapidly, he had to fire the rocket booster too early."],["HAMMOND","It didn't work?"],["CARTER","He's going to fall back to Earth, Sir."]],"present":["CARTER","HAMMOND","MISSION COMMAND"],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","Okay. Got any ideas?"],["ANNOTATION","The X-302 flies over Earth."],["O'NEILL","Anyone want to wish me luck?"],["MISSION COMMAND","We're working on it."]],"present":["MISSION COMMAND","O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["CARTER","Based on altitude, angle of ascent, and current velocity, he's gonna hit the coast of Europe in 35 minutes."],["MCKAY","If he puts the 302 in a nosedive, he could cut his descent time in half."],["JONAS","Why would we do that?"],["MCKAY","So he could drop the Gate in the Atlantic. I'm figuring there's time for it to sink maybe 2...3,000 feet."],["HAMMOND","Will that do any good?"],["MCKAY","It's enough to reduce the effects of the devastation."],["HAMMOND","By how much?"],["CARTER","Not much, Sir."],["MCKAY","Enough that it's worth a shot, isn't it?"]],"present":["CARTER","HAMMOND","JONAS","MCKAY"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","A group of Jaffa are walking along a path, with the captured Teal'c and Bra'tac. A glider comes in, flying very low. As the Jaffa start running, the glider fires on their position. All the Jaffa are injured, though not Teal'c and Bra'tac, who use staff weapons to free themselves."],["BRA'TAC","Ry'ac."],["ANNOTATION","Teal'c and Bra'tac move away, as Rya'c, in the glider, smiles."]],"present":["BRA'TAC"],"place":"UNKNOWN PLANET--NIGHTTIME"},{"speech":[["ANNOTATION","The aircraft is descending."],["MISSION COMMAND","We believe we can reduce the extent of the damage by dropping the Gate into the ocean. You're going to have to put the X-302 into a nosedive, and..."],["O'NEILL","What?!"],["MISSION COMMAND","Starflight, that's all we've got."],["O'NEILL","What about the hyperdrive?"],["MISSION COMMAND","Colonel, it didn't work."],["O'NEILL","We just don't know where it'll send me, right?"]],"present":["MISSION COMMAND","O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["O'NEILL","(over speakers) Who cares? As long as it's a galazy far, far away..."],["CARTER","He's right!"],["ANNOTATION","Carter turns to face the large viewscreen, showing Murphy."],["CARTER","The window formed, it was just unstable."],["MURPHY","Colonel, we don't have the slightest idea what would happen if we tried to open a hyperspace window within the atmosphere."]],"present":["CARTER","MURPHY","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","Yeah, well, given the situation..."]],"present":["O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["ANNOTATION","Both Carter and Jonas look concerned."],["MURPHY","We're taking it under advisment. Please stand by, Starflight."],["HAMMOND","Major, I can make a call."],["CARTER","Do it, Sir."],["ANNOTATION","McKay walks over to Carter."],["MCKAY","You really are a certifiable lunatic! I know what I said about you being an artist and all, but I have't slept in three days. I mean this is deranged! You're talking about putting an interdimensional field around an already highly charged stargate with an unstable and completely unpredictable burst of energy!"],["CARTER","I realize wh..."],["MCKAY","What I am suggesting has real tangible benefits."],["CARTER","Maybe it saves a few lives. If this works, we save the entire planet!"],["MCKAY","What chance do we have of that?!"],["JONAS","Well, maybe we can reduce the risk a little."],["ANNOTATION","Carter and McKay turn to Jonas."],["CARTER AND MCKAY","How?"],["JONAS","Well, the instability of the Naquadria is..."],["CARTER","Is relative to the size of the burst you're trying to extract."],["MCKAY","We don't actually have to send the Gate across the galaxy, do we?"],["CARTER","Even a second in hyperspace potentially gets us million of miles!"],["MCKAY","(to Hammond) Make the call!"],["ANNOTATION","Hammond picks up a red phone."],["HAMMOND","This is General Hammond. I need to speak with the President immediately."],["ANNOTATION","The countdown is at 11 minutes."]],"present":["CARTER","CARTER AND MCKAY","HAMMOND","JONAS","MCKAY","MURPHY"],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","Altitude...seven six kilometres and still falling."],["MURPHY","Okay, we have orders, Starflight. We're gonna try it your way."],["O'NEILL","Thank you. Run me through it."],["CARTER","Sir, we're gonna have to override the safety protocal that caused the 302 to avoid an unstable wormhole."]],"present":["CARTER","MURPHY","O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["CARTER","We think that we can greatly increase the chance of this working by only activating the generator for one second. Unfortunately, it wasn't programed to work for such a short time."],["MCKAY","Hang on..."],["ANNOTATION","He quickly types something, which Carter sees on her monitor."],["CARTER","(to McKay) Right. Of course. Thank you."],["CARTER","(to O'Neill) Sir, we're gonna write a new subroutine. It'll be ready to upload in a few minutes."]],"present":["CARTER","MCKAY"],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","All right, well, in the meantime, I'll just...keep falling."]],"present":["O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["ANNOTATION","Teal'c and Bra'tac climb to a vantage point to watch as Ry'ac shoots at the weapon."]],"present":[],"place":"UNKNOWN PLANET--NIGHTTIME"},{"speech":[["ANNOTATION","The countdown is at 1 minute, 54 seconds."]],"present":[],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","Carter..."]],"present":["O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["CARTER","We're done. Uploading the new program, Sir. All you'll have to do now is activate the generator."]],"present":["CARTER"],"place":"SGC BRIEFING ROOM"},{"speech":[["O'NEILL","Roger that."],["CARTER","You won't have much time."],["O'NEILL","I know."],["CARTER","Sir, if this works..."],["O'NEILL","I know!"]],"present":["CARTER","O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["CARTER","Sir..."],["O'NEILL","What?"],["CARTER","Good luck."]],"present":["CARTER","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","O'Neill positions the visor over his eyes."],["O'NEILL","Activating hyperspace generator..."],["ANNOTATION","O'Neill flicks a number of switches."],["O'NEILL","Now."],["ANNOTATION","A hyperspace windows opens ahead of the craft. O'Neill appears to eject as the X-302 disappears into the hyperspace window."]],"present":["O'NEILL"],"place":"X-302 COCKPIT"},{"speech":[["ANNOTATION","Sgt. Davis is sitting at a monitor. The countdown is at 13 seconds."],["OBSERVER 1","(over speaker) This is observer one. Visual comfirmation. The X-302 has entered the hyperspace window."],["CARTER","Colonel? Colonel? Do you read?"],["ANNOTATION","The countdown reaches zero."],["OBSERVER 1","(over speaker) This is observer one...there is no sign of a chute."]],"present":["CARTER","OBSERVER 1"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","An explosion is seen in the sky."],["OBSERVER 1","There is, however, a light show going on up here."]],"present":["OBSERVER 1"],"place":"AIRBORNE AIRCRAFT"},{"speech":[["DAVIS","It worked! Deep space is estimating that the Gate detonated over 3 million miles from earth."],["OBSERVER 2","(over speaker) This is observer two I have a visual on a chute. Moving in for confirmation. Mission command, the cockpit module is intact!"],["ANNOTATION","Hammond, Jonas, McKay and Carter all look relieved."],["OBSERVER 2","(over speaker) We're pinpointing splashdown position."],["DAVIS","Patching in satellite imagery."],["ANNOTATION","The parachute is seen on the large screen."],["MURPHY","Observer two, pararescue team is on the way."],["OBSERVER 2","(over speaker) Roger that! Colonel O'Neill is conscoius, and waving!"],["ANNOTATION","Carter smiles, McKay looks satisfied, and Jonas and Hammond shakes hands, as others in the room clap."]],"present":["DAVIS","MURPHY","OBSERVER 2"],"place":"SGC BRIEFING ROOM"},{"speech":[["TEAL'C","The Gate has shut down."],["BRA'TAC","Let us hope it is not too late. Look!"],["ANNOTATION","Ry'ac is once again aiming the glider at Anubis' weapon. As his attack hits the weapon, he is attacked by other gliders. Teal'c begins to move, but is stopped by Bra'tac."],["BRA'TAC","Teal'c!"],["ANNOTATION","The weapon explodes. Teal'c struggles with Bra'tac."],["TEAL'C","Rya'c! Rya'c!!"],["ANNOTATION","The weapon disintegrates and the whole area collapses."]],"present":["BRA'TAC","TEAL'C"],"place":"UNKNOWN PLANET--NIGHTTIME"},{"speech":[["MCKAY","So that's it? You're just giving up? Closing the shop?"],["CARTER","Well, at least until we find a way to defend ourselves against this kind of thing, yeah."],["MCKAY","It shouldn't take you long."],["CARTER","Yeah, right. I thought you'd be happy."],["MCKAY","Hey, I never said we shouldn't use the stargate."],["ANNOTATION","Carter and McKay stop walking and face each other."],["MCKAY","Well, um...Let me know if I can help."],["CARTER","I will, thanks"],["ANNOTATION","Carter shakes McKay's hand, and kisses him hard on the cheek. McKay looks stunned. He points to his cheek."],["MCKAY","That means you don't hate me."],["CARTER","Maybe. Too bad for you."],["MCKAY","Why?"],["ANNOTATION","Carter walks away from him, grinning."],["CARTER","I was more attracted to you when I did."],["MCKAY","Really?"],["ANNOTATION","McKay walks away in the other direction."]],"present":["CARTER","MCKAY"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Hammond is clearing out his office."],["HAMMOND","Colonel. I'm glad you're OK."],["O'NEILL","Thank you, Sir."],["HAMMOND","You know, the President wants to see you in person?"],["O'NEILL","Yes, we spoke on my way here."],["ANNOTATION","O'Neill picks a lamp out of one of the boxes."],["HAMMOND","You can have any assignment you want."],["O'NEILL","Actually, I've always wanted to command my own boat."],["HAMMOND","For the Navy?"],["O'NEILL","Or something a little smaller...with oars."],["HAMMOND","You deserve it, Jack."],["ANNOTATION","O'Neill indicates the lamp."],["O'NEILL","You sure you want to take this with you, Sir?"],["HAMMOND","We're closed for business. I was supposed to retire five years ago. We don't know how long it's going to be before we can re-establish the Stargate Program, if ever."],["O'NEILL","Actually, I just meant, it says'Property of US Air Force' on it."],["ANNOTATION","Hammond smiles, takes the lamp from O'Neill and sets it down."],["HAMMOND","Yeah, I still feel responsible for the teams stranded off-world. but there's nothing we can d..."],["ANNOTATION","Hammond answers a ringing telephone."],["HAMMOND","(into phone) Hammond."],["HAMMOND","(to O'Neill) We're receiving a communication."],["SGC CONTROL ROOM",""],["ANNOTATION","Hammond and O'Neill come down the stairs to the control room. Carter meets them and the three head over to Sgt. Davis at one of the monitors."],["CARTER","What's up?"],["DAVIS","(into microphone) Go ahead. They're all here."],["TEAL'C","(over radio) GeneralHammond... CARTER and O'NEILL Teal'c!"]],"present":["CARTER","DAVIS","HAMMOND","O'NEILL","SGC CONTROL ROOM","TEAL'C"],"place":"HAMMOND'S OFFICE"},{"speech":[["TEAL'C","O'Neill! It is good to hear you are well. The weapon being used by Anubis has been destroyed, but we feared it was too late for the Tauri."]],"present":["TEAL'C"],"place":"CARGO SHIP"},{"speech":[["O'NEILL","Yeah, it was close there for a minute."],["TEAL'C","We approach in a cargo ship. Request permission to land."],["DAVIS","NORAD's aware of their approach, Sir."],["HAMMOND","Permission granted. Welcome back, Teal'c!"],["O'NEILL","Good job!"]],"present":["DAVIS","HAMMOND","O'NEILL","TEAL'C"],"place":"SGC CONTROL ROOM"},{"speech":[["TEAL'C","It is, in fact, Ry'ac, who deserves the honour."],["ANNOTATION","Tea'c turns to Ry'ac, standing next to him. Both Teal'c and Bra'tac smile at a pleased Ry'ac."]],"present":["TEAL'C"],"place":"CARGO SHIP"},{"speech":[["ANNOTATION","A Gate is being lowered into place."],["CARTER","Sir, if you don't mind me asking...what exactly did we give the Russians?"],["HAMMOND","Good'ole American Dollars, Major."],["CARTER","You're kidding!"],["HAMMOND","And the plans for the X-302 and 303."],["CARTER","Really?"],["ANNOTATION","Hammond rolls his eyes."],["HAMMOND","And one more thing..."]],"present":["CARTER","HAMMOND"],"place":"SGC GATE ROOM"},{"speech":[["O'NEILL","So I hear you're a pretty good pilot."],["RYA'C","Master Bra'tac taught me well. I hope to be as good as my father one day."],["O'NEILL","Just know that no one is that good."],["RYA'C","It also helps to be lucky."],["O'NEILL","Don't I know that! Listen, you sure you don't wanna stick around for a little while, kinda hang out?"],["ANNOTATION","Teal'c puts his arm around Ry'ac, obviously proud."],["TEAL'C","Ry'ac has chosen to help Bra'tac spread the word of our cause."],["O'NEILL","Well, it's good to see you again."],["ANNOTATION","O'Neill shakes Ry'ac's hand and walks away. Teal'c smiles at his son. They shake hands, and Teal'c pulls Ry'ac into a hug."]],"present":["O'NEILL","RYA'C","TEAL'C"],"place":"SGC CORRIDOR"},{"speech":[["JONAS","Colonel! Colonel, do you have a moment?"],["O'NEILL","Carter told me everything you did to help out. We all appreciate it, thanks a lot. See you later."],["ANNOTATION","They stop at an elevator."],["JONAS","Colonel. Dr. Jackson is gone."],["O'NEILL","Yeah, I noticed that."],["JONAS","Not a day goes by when I don't think about what happened. I stood by and watched while he saved my people from disaster. It should have been me who jumped through the glass, disarmed the device, and he's gone because I didn't. You have to live with that, so do I."],["ANNOTATION","O'Neill is obviously not happy."],["O'NEILL","You want me to make you feel better? It wasn't your fault. I don't blame you."],["JONAS","If I could go back and change what happened, I would do that, but I can't. All I can do is try and change what happens from now on. I don't want you to exonerate me, I just want to be given the opportunity to prove that I can make a difference."],["ANNOTATION","The elevator door finally opens, and O'Neill steps in, closing it without saying a word. Jonas looks disappointed, and walks down the hall."]],"present":["JONAS","O'NEILL"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Hammond is returning items on to his desk as O'Neill knocks on the door."],["O'NEILL","You wanted to see me, Sir?"],["HAMMOND","I know this is not what you want to hear, but part of the deal to get the Russian Stargate, involved agreeing to let one of their officers join SG-1."],["O'NEILL","This is the thanks I get for saving the world again?"],["HAMMOND","I'm sorry, Jack. You're going to have to live with this."],["O'NEILL","Sir, can't we just throw them a bone? Give them their own unit. They'd be happy with that, wouldn't they?"],["HAMMOND","What about SG-1?"],["O'NEILL","Actually, General...I've already chosen our new team member."]],"present":["HAMMOND","O'NEILL"],"place":"HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","Carter, O'Neill and Teal'c are preparing to go through the Gate. Hammond enters."],["HAMMOND","Good luck, Colonel!"],["O'NEILL","Thank you, Sir."],["ANNOTATION","Jonas jogs in to the Gate room, wearing green fatigues and a helmet, rather than a cap."],["JONAS","How do I look?"],["CARTER","Uh...you might want to lose the helmet."],["ANNOTATION","O'Neill looks at her, and signals 'No' with his hands."],["O'NEILL","Good guess on the green."],["JONAS","Thanks."],["HAMMOND","SG-1, you have a go."],["O'NEILL","Thank you, Sir."],["ANNOTATION","They line up on the ramp. Jonas puts on a cap. O'Neill nods at him, and they walk up the ramp and through the Gate."]],"present":["CARTER","HAMMOND","JONAS","O'NEILL"],"place":"SGC GATE ROOM"}]