[{"speech":[["FADE IN",""]],"present":["FADE IN"],"place":"nowhere"},{"speech":[["ANNOTATION","A man walks quickly to his car, looks around agitatedly and gets in. As he drives he makes a call on his cell phone."]],"present":[],"place":"STREET--NIGHTTIME"},{"speech":[["ANNOTATION","Carter is woken by a ringing phone. She turns on the bedside lamp and answers the phone."],["CARTER","Hello?"],["MAN","Is this Major Samantha Carter?"],["CARTER","Who is this?"]],"present":["CARTER","MAN"],"place":"CARTER'S HOUSE"},{"speech":[["MAN","My name is Richard Flemming. You don't know me, but I need your help."]],"present":["MAN"],"place":"MAN'S CAR"},{"speech":[["ANNOTATION","Carter looks at her bedside clock."],["CARTER","It's 2 o'clock in the morning."]],"present":["CARTER"],"place":"CARTER'S HOUSE"},{"speech":[["FLEMMING","I know what happened to you. I know about Adrian Conrad."]],"present":["FLEMMING"],"place":"FLEMMING'S CAR"},{"speech":[["ANNOTATION","Carter half-sits in bed, more awake."],["CARTER","Who are you?"]],"present":["CARTER"],"place":"CARTER'S HOUSE"},{"speech":[["FLEMMING","They never shut the project down, Major, and now it's out of control."],["CARTER","What project?"],["ANNOTATION","Lights are seen coming up fast towards Flemming's car."],["FLEMMING","You have to protect me. They know that I..."]],"present":["CARTER","FLEMMING"],"place":"FLEMMING'S CAR"},{"speech":[["ANNOTATION","Carter can hear screeching and crashing sounds through the phone and then a dial tone."],["CARTER","Hello? Hello!"]],"present":["CARTER"],"place":"CARTER'S HOUSE"},{"speech":[["ANNOTATION","Carter, Hammond, Jonas and Teal'c are sitting around the table. Carter passes folders around the table."],["CARTER","His name is Doctor Richard Flemming. He's a biologist, formerly a professor of advanced genetics at Stanford."],["JONAS","Sure. He's famous for developing hybrid strains of disease resistant corn and cotton."],["ANNOTATION","The other three stop to look at Jonas"],["JONAS","I read an article about him in the American Journal for Evolutionary Science. The base library has a subscription..."],["CARTER","Well, what the article didn't say, is that two years ago, he accepted a position with a company called Immunitech Research, which, it turns out, is a wholly-owned subsidiary of Zetatron Industries."],["TEAL'C","Adrian Conrad."],["JONAS","Who?"],["CARTER","You don't know?"],["ANNOTATION","Jonas shrugs."],["HAMMOND","Adrian Conrad was a man who had himself implanted with a stolen symbiote in order to cure himself of a deadly disease."],["CARTER","That was ten months ago. At the time, Immunitech was located in Phoenix. One week after we took Adrian Conrad into custody, their operations were scaled back and they moved to a small town on the coast of Oregon called...Steveston."],["HAMMOND","We need to talk to this Dr. Flemming."],["CARTER","He was reported missing this morning, sir. They found his car totaled, but there was no body."],["HAMMOND","This obviously warrants further investigation. I'll have transportation arranged for the three of you."],["JONAS","Colonel O'Neill won't be joining us?"],["CARTER","The Tok'ra are still looking for a suitable host for his symbiote."],["HAMMOND","You'll have to do your best without him. Dismissed."],["ANNOTATION","Hammond and Teal'c leave the briefing room. Carter and Jonas linger at the table."],["CARTER","You knew who Adrian Conrad was, didn't you?"],["JONAS","Well, I've memorized all your mission reports. I just don't want people around here to start thinking I'm...strange."],["CARTER","People don't think you're...strange."],["JONAS","What about Colonel O'Neill?"],["CARTER","(after a moment) Let's get some lunch."],["ANNOTATION","Carter gets up from the table leaving Jonas' question unanswered."]],"present":["CARTER","HAMMOND","JONAS","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","A car drives up to the curb and parks. Carter, Teal'c and Jonas exit the vehicle. All three are wearing black and Teal'c has a cap covering his forehead marking. Jonas is viewing the town through a digital camera."],["CARTER","What are you doing?"],["JONAS","Keeping a visual record. I'll catalog all the images when we get back to the base. Teal'c!"],["ANNOTATION","Teal'c turns his head towards Jonas, who takes a picture of him."],["JONAS","See...the image appears right there on the back."],["CARTER","I'm going to go talk to the Sheriff. Keep an eye on Teal'c."],["JONAS","Sure."],["ANNOTATION","Carter walks up to Teal'c as Jonas begins to take pictures of the surrounding area."],["CARTER","(quietly to Teal'c) Keep an eye on Jonas."],["ANNOTATION","Teal'c nods slightly as Carter walks away."]],"present":["CARTER","JONAS"],"place":"A SMALL TOWN--DAYTIME"},{"speech":[["ANNOTATION","Carter enters. The office appears empty, apart from one Deputy sitting at a desk. Carter walks towards him."],["CARTER","Excuse me...Hi."],["DEPUTY","Hi."],["ANNOTATION","The Deputy stands as Carter approaches."],["DEPUTY","Can I help you?"],["CARTER","Major Samantha Carter with the Air Force. I'm looking for Sheriff Knox."],["ANNOTATION","The Deputy points behind her. Carter turns around."],["KNOX","I'm Sheriff Knox. Welcome to Steveston, Major."],["CARTER","Thank you, sir."],["KNOX","(to his deputy) Hey, those doughnuts... (then to Carter) You want anything, Major?"],["CARTER","Oh...no, thank you."],["DEPUTY","Sure thing."],["ANNOTATION","The Deputy leaves."],["KNOX","Have a seat, Major."],["ANNOTATION","He gestures toward his desk and they both walk to it. Knox takes a seat behind his desk as Carter sits opposite him."],["KNOX","So, uh...you're looking for information about Dr. Richard Flemming?"],["CARTER","That's right. I understand he's missing."],["KNOX","We found his car in a ditch outside of town. It's pretty badly smashed up, but there was no sign of him."],["CARTER","Can I see the car?"],["ANNOTATION","Knox hands her a file folder which contains a photo of the wrecked car."],["CARTER","You think he walked away from this?"],["KNOX","Look, Major...no offense, but this is my problem. The Air Force has no jurisdiction here."],["CARTER","I know I can't force you to tell me anything, but Dr. Flemming may have had information pertaining to a matter of national security. I'm asking for your help."],["KNOX","We haven't had a murder in this county in eight years."],["CARTER","So, you don't think it was an accident."],["KNOX","Well, at the very least, someone didn't want us to find the body."],["CARTER","Did you know him?"],["KNOX","The people at Immunitech didn't mix too much with the locals, but according to his coworkers, he was acting a little strange, lately."],["CARTER","Strange how?"],["ANNOTATION","Knox picks up and evidence bag and hands it to Carter."],["KNOX","Nervous, agitated. We found these in his glove compartment."],["ANNOTATION","Carter studies the contents of the bag."],["CARTER","Amphetamines."],["KNOX","He had no history of drug use."],["CARTER","I'd like to see his lab, if I may."],["KNOX","There was a fire last night at Immunitech. The place was gutted."]],"present":["CARTER","DEPUTY","KNOX"],"place":"SHERIFF'S OFFICE"},{"speech":[["ANNOTATION","Carter walks up to Teal'c and Jonas who are still at the car."],["CARTER","Flemming's lab was destroyed in a fire."],["JONAS","(who is sucking on a lollipop) So what now?"],["CARTER","Check out his house."],["ANNOTATION","All three get into the car. As they drive away, a man steps onto the road and stares after them."]],"present":["CARTER","JONAS"],"place":"STEVESON STREET"},{"speech":[["ANNOTATION","Carter picks the lock and all three enter the house and begin looking around. Carter sits at a computer. Jonas and Teal'c enter the room."],["CARTER","Find anything?"],["TEAL'C","Nothing of interest."],["CARTER","Me neither. There's nothing on the hard drive. There's no disks, no notes, no papers...there's not even a credit card bill. This place has been cleaned."],["ANNOTATION","Teal'c notices a van pull up to the house"],["TEAL'C","Major Carter."],["ANNOTATION","Teal'c nods slightly toward the window. Carter gets up as a delivery driver walks towards the house, carrying a package. Carter greets her at the front door."],["DELIVERY WOMAN","Can you sign for this?"],["CARTER","Uh, sure."],["ANNOTATION","Carter signs for the package and the driver gives it to her."],["DELIVERY WOMAN","Thanks."],["CARTER","Thank you."],["ANNOTATION","Carter closes the front door as the driver leaves. Carter brings the package back into the computer room where Teal'c and Jonas are waiting."],["CARTER","Well, this is...odd."],["JONAS","What is it?"],["CARTER","This package to Dr. Richard Flemming was sent from Dr. Richard Flemming."],["JONAS","Why would he send something to himself?"],["CARTER","Maybe he knew they were going to search the house. It's a good way to hide something for a couple of days."],["ANNOTATION","Carter cuts the box open and digs through the packing material to find a long, slender silver cylinder. She opens the cylinder and pulls out a very large syringe which contains an amber colored liquid."]],"present":["CARTER","DELIVERY WOMAN","JONAS","TEAL'C"],"place":"DR FLEMMING'S HOUSE"},{"speech":[["ANNOTATION","Carter is sitting on a desk by a curtained window. She is holding the syringe and studying it."],["CARTER","The police found amphetamines. We found a syringe. I think we need to at least admit there's a possibility that Dr. Flemming was suffering from some kind of drug-induced paranoia."],["ANNOTATION","Teal'c is sitting on a chair by the doorway to the kitchen. Jonas is in the kitchen."],["TEAL'C","Perhaps his paranoia was well founded. He is missing. His place of work was destroyed and all evidence was removed from his home."],["CARTER","Well, the scientists working for Adrian Conrad were studying the symbiote in order to create some kind of super drug. Maybe this is what they came up with."],["JONAS","Well, if that's true...then a lot of people would kill to get their hands on it."],["ANNOTATION","Jonas is eating a slice of toast."],["CARTER","Well, we won't know anything for sure until we send a sample of this back to the base for analysis. I think tomorrow we should talk to other people who worked at Immunitech. We need to figure out what was going on at that lab."],["ANNOTATION","Carter injects some of the syringe contents into a sample tube."]],"present":["CARTER","JONAS","TEAL'C"],"place":"HOTEL ROOM--NIGHTTIME"},{"speech":[["ANNOTATION","There is no sign of life on the street. Elsewhere, people are gathering at a large building near the water. They appear to be in a zombie-like state. They gather around as a man (credited as Townsperson) begins to speak."],["TOWNSPERSON","As some of you may already know, we have three uninvited guests in town. They are asking questions. The chances are they won't find anything. But, if they do...then we will have to deal with them."]],"present":["TOWNSPERSON"],"place":"STEVESON STREET--NIGHTTIME"},{"speech":[["ANNOTATION","Carter walks into a diner."]],"present":[],"place":"STEVESON STREET--DAYTIME"},{"speech":[["ANNOTATION","Teal'c and Jonas are already seated and Carter joins them."],["CARTER","Hey."],["ANNOTATION","Jonas dips a fry in his chocolate shake and eats it."],["JONAS","Mm."],["CARTER","Nice lunch."],["JONAS","Mm. I'm really starting to enjoy this, uh, traditional American food. Mm."],["CARTER","We have another tradition...it's called hardened arteries."],["TEAL'C","Were you able to learn anything?"],["CARTER","No one who worked at Immunitech wants to talk."],["TEAL'C","Our attempts to gather information from the local town folk proved equally fruitless."],["JONAS","I wouldn't say that."],["ANNOTATION","Teal'c and Carter look at Jonas, waiting for an explanation, as Jonas shovels more food into his mouth."],["JONAS","Don't tell me you haven't noticed how strangely people have been acting around here."],["CARTER","What are you talking about?"],["JONAS","Well, for instance, that man there, right behind Teal'c. He doesn't realize it, but he just put eight cubes of sugar into his coffee. And that lady over at the counter? She's been reading the same article for a half an hour. Since we sat down, that waitress has dropped her tray twice, the cook has gotten three orders wrong, including my hamburger, which I ordered medium rare but is in fact well done. I've been noticing similar behavior all morning. It's like, uh, the entire town's half asleep."],["ANNOTATION","The Deputy approaches their table."],["DEPUTY","Major Carter. Sorry to bother you. Sheriff Knox would like to see you."],["ANNOTATION","Carter raises her eyebrows at Teal'c and gets up to leave with the Deputy. The same man who watched the three drive away in the car is again watching them."]],"present":["CARTER","DEPUTY","JONAS","TEAL'C"],"place":"DINER"},{"speech":[["ANNOTATION","Carter is sitting across the desk from the Sheriff."],["KNOX","I understand you and your colleagues have been asking a lot of questions around town."],["CARTER","Yeah. Is that a problem?"],["KNOX","We found gasoline residue at the lab. A lot of it."],["CARTER","So the fire was deliberate."],["KNOX","Which means the stakes have gotten a lot higher. Major, if you know something..."],["CARTER","Sheriff, I already told you. My investigation pertains to a matter of..."],["KNOX","National Security, I know."],["CARTER","The truth is, I didn't get any useful information this morning."],["KNOX","I'm not surprised. Everyone who worked at the lab had a confidentiality agreement. Nobody wants to get sued."],["CARTER","Well, now that we know it was arson, maybe the company will be willing to cooperate."],["KNOX","I wouldn't be too sure about that."],["CARTER","Well, they're gonna want to know who burned their lab down."],["KNOX","There's something you don't know. Two months ago, another Immunitech researcher named Peter Stofer disappeared. The case was never solved."],["CARTER","Why didn't you tell me this?"],["KNOX","The town's been through some rough times, Major. Shipyard shut down two years ago, put everybody out of work. When Immunitech came along, they brought a lot of money to the area."],["CARTER","So, nobody wants to hear anything bad about them."],["KNOX","There was no solid evidence of foul play in the Stofer case. He just didn't show up for work one day and hasn't been seen since. But I did get the feeling the company had something to hide."],["CARTER","What do you mean?"],["ANNOTATION","Knox picks up a storage box and places it on his desk."],["KNOX","We subpoenaed documents from them."],["ANNOTATION","Knox opens the lid and takes out an expandable file folder. He hands it to Carter."],["KNOX","This is what we got."],["ANNOTATION","Carter looks at the papers in the folder which are stamped Confidentail."],["CARTER","Did Stofer work with Dr. Flemming?"],["KNOX","They were partners."],["CARTER","I'm gonna need to borrow these."],["ANNOTATION","The sheriff nods his head."]],"present":["CARTER","KNOX"],"place":"SHERIFF'S OFFICE"},{"speech":[["CARTER","Well, this is interesting. It's a shipping invoice."],["ANNOTATION","Carter, Teal'c and Jonas are looking through the files she got from the Sheriff."],["CARTER","Flemming and Stofer ordered all the latest material on stem cell research."],["JONAS","Really?"],["ANNOTATION","Carter hands the invoice to Jonas."],["JONAS","Hmm. There's no record of Immunitech doing reasearch in that area. That's..."],["CARTER","I know."],["TEAL'C","Why would they keep that a secret?"],["CARTER","Well, stem cells can be used to create skin grafts or replacement organs, but theoretically, they can also be used to create human clones."],["JONAS","Which is illegal."],["CARTER","So if they were doing some kind of cloning research and Flemming decided to blow the whistle..."],["TEAL'C","He would have to be silenced."],["JONAS","But why would he call you?"],["CARTER","It must have something to do with Adrian Conrad. We should go through the rest of this stuff, see if anything turns up."],["ANNOTATION","The three go back to studying the papers."]],"present":["CARTER","JONAS","TEAL'C"],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","Teal'c and Jonas are walking down the deserted street towards a local bar."],["JONAS","This town certainly does get quiet at night."],["ANNOTATION","As they enter the bar people stop talking. Several patrons turn on their stools at the bar and stare at the pair."],["JONAS","Evening."],["ANNOTATION","The men on the stool simply stare. The room continues to be quiet. Teal'c and Jonas walk to a table and take a seat. They are approached by the barkeep."],["BARTENDER","What can I getcha?"],["TEAL'C","Ginger ale."],["JONAS","I'll have the same."],["ANNOTATION","The barkeep leaves to get their drinks."],["TEAL'C","(quietly) It does not appear we are welcome here."],["JONAS","Well, it's natural for small town people to be suspicious of strangers, right? We just have to give it more of an effort."],["ANNOTATION","Jonas looks towards the bar, smiles and calls out."],["JONAS","Hey, guys."],["ANNOTATION","The men at the bar turn to stare at Jonas, who gives them a thumbs up. When the men continue staring, Jonas turns sheepishly to Teal'c."],["TEAL'C","You have much to learn about humans."],["JONAS","That's kind of my point--How are we supposed to fit in when we spend all our time on base?"],["ANNOTATION","The barkeep brings their drinks to the table and bangs them down before turning to leave."],["JONAS","Thanks."],["TEAL'C","I have a sufficient understanding of Earth culture."],["JONAS","But you'll never really be one of them."],["TEAL'C","This is not my home. When my time with SG-1 is done, I will return to Chulak with my son."],["JONAS","I guess that's the difference between us. I don't think I'll be able to go back."],["ANNOTATION","Several of the bar patrons approach the duo."],["ANTAGONISTIC BAR GUY","You're in our seats."],["TEAL'C","There are many empty seats."],["ANTAGONISTIC BAR GUY","But these are ours."],["ANNOTATION","Teal'c looks at Jonas, puts his glass down and slowly rises to face Antagonistic Bar Guy. At that moment, the Sheriff walks in."],["KNOX","Is there a problem here?"],["ANNOTATION","Teal'c turns his head to look at the Sheriff."],["JONAS","No."],["ANNOTATION","He, too, rises out of his seat."],["JONAS","Apparently, we were in their seats."],["ANNOTATION","Jonas places some money on the table and walks between Teal'c and the patrons to leave. Teal'c bows slightly and follows Jonas out of the bar. The Sheriff approaches the patrons, a very serious and angry look on his face."],["KNOX","What was that?"],["ANTAGONISTIC BAR GUY","They're not fit to be in our presence."],["KNOX","If you do anything to jeopardize this operation, I will kill you myself."]],"present":["ANTAGONISTIC BAR GUY","BARTENDER","JONAS","KNOX","TEAL'C"],"place":"STEVESON STREET--NIGHTTIME"},{"speech":[["ANNOTATION","Carter, Teal'c and Jonas are sitting at a table, eating."],["CARTER","I spoke with Janet this morning. She did a preliminary analysis on the sample I sent her. She thinks the liquid in the syringe might be some sort of sulfa-based antibiotic."],["JONAS","So, some kind of, uh, miracle drug."],["CARTER","We won't know anything for sure until we get more test results back."],["ANNOTATION","As they continue to eat, Antagonistic Bar Guy from the bar enters the diner and sits at the counter."],["JONAS","That's the guy from the bar."],["ANNOTATION","He gets up from the table and walks to pat the guy on the back."],["JONAS","Hi."],["ANTAGONISTIC BAR GUY","Hello?"],["JONAS","Sorry about our...misunderstanding last night."],["ANTAGONISTIC BAR GUY","Excuse me?"],["JONAS","At the bar, our little confrontation...my friend and I were in your seats."],["ANNOTATION","Jonas gestures to where Teal'c and Carter are sitting. The patron turns to look at them. Teal'c nods his head."],["ANTAGONISTIC BAR GUY","I'm afraid you've got me mistaken for someone else."],["JONAS","I don't think so."],["ANTAGONISTIC BAR GUY","Last night, I was home in bed."]],"present":["ANTAGONISTIC BAR GUY","CARTER","JONAS"],"place":"DINER--DAYTIME"},{"speech":[["ANNOTATION","Carter, Teal'c and Jonas are walking down the street."],["JONAS","That's a little strange...he didn't seem to remember us."],["TEAL'C","Perhaps he had consumed too much alcohol."],["JONAS","Though of that, but he wasn't showing any of the signs of a hangover."],["CARTER","Maybe he didn't want his wife to know he was in the bar."],["JONAS","He didn't have a wedding ring."],["ANNOTATION","Teal'c is leading and he stops and turns toward the others."],["TEAL'C","We are being watched. The silver car..."],["ANNOTATION","Carter and Jonas nonchalantly look across the street to see a man who is leaning on a silver car across the street. He has his back to them and is watching them through the reflection in a storefront window."],["JONAS","That's the guy from the Sheriff's office. He was outside when we first got into town. He was in the restaurant yesterday."],["ANNOTATION","Carter looks at Jonas, then at Teal'c. Without saying a word, the three of them head down a side street. The man (credited as Dark Haired Man--DHM) starts following them. He chases them down the side street and stops at the edge of a fence. Suddenly, a black gloved hand reaches out and drags the man behind the fence. The hand belongs to Teal'c and he slams the man up against the fence."],["DHM","OK. Take it easy."],["ANNOTATION","Carter approaches the two men."],["CARTER","Why are you following us?"],["ANNOTATION","Jonas appears from around the corner."],["DHM","I don't know what you're talking about."],["CARTER","Teal'c."],["ANNOTATION","Teal'c pulls up harder on the man's shirt."],["DHM","All right, all right, all right. I wasn't sure if you could be trusted."],["CARTER","With what?"],["DHM","I was a security guard at Immunitech."],["ANNOTATION","He hands Carter an ID badge and she looks it over."],["DHM","I think Dr. Flemming was murdered."],["JONAS","Why would you say that?"],["DHM","Well, about a week ago he came to me, wanted to know if I could get him a gun. Said his life was in danger and I was the only one that could help him."],["CARTER","Why you?"],["DHM","Well, that's the weird part. He said that the people who were after him only come out during the night while everyone's asleep. Since I work the graveyard shift, and sleep during the day, I guess he figured I was one of 'em. First, I thought he was crazy, and then he went missing. That's when I decided that working for Immunitech was a little too dangerous."],["CARTER","Why didn't you tell the Sheriff?"],["DHM","Flemming said that no one in the town could be trusted. But I figured I owed the guy to tell someone. If it hadn't been for him, I would have died in that fire."],["ANNOTATION","Carter puts the ID badge back in the man's vest pocket."]],"present":["CARTER","DHM","JONAS","TEAL'C"],"place":"STEVESON STREET--DAYTIME"},{"speech":[["CARTER","They only come out at night. What exactly is that supposed to mean?"],["JONAS","Well, maybe this has something to do with what happened to us at the bar."],["TEAL'C","Indeed."],["CARTER","What did happen to you at the bar?"],["TEAL'C","We were met with hostility."],["CARTER","You didn't say anything weird, did you?"],["JONAS","Why are you looking at me?"],["CARTER","Anyway, random aggressiveness in a bar isn't that unusual."],["JONAS","But why didn't the man from the restaurant remember me?"],["CARTER","Are you sure it was the same guy?"],["JONAS","Positive."],["TEAL'C","Jonas Quinn is correct. It was the same man."],["JONAS","Yesterday, you said that there was evidence that Flemming and Stofer were conducting research into cloning."],["CARTER","No, I said there was evidence they were reading up on stem cells."],["JONAS","Which can be used to create human clones. What if the man from the restaurant doesn't remember because the man in the bar wasn't really him? He was a clone."],["CARTER","No, no, no. Jonas. You can create replicas of fully grown people. They'd be infants."],["TEAL'C","Still, the people of this town are behaving strangely. Even for humans."],["CARTER","The town's been through a lot. First, the shipyard was shut down, then the lab was destroyed. The entire future of the town's in jeopardy."],["ANNOTATION","Jonas suddenly stops playing with his cup of tea. He has a look of concentration on his face."],["CARTER","What?"]],"present":["CARTER","JONAS","TEAL'C"],"place":"HOTEL ROOM--DAYTIME"},{"speech":[["ANNOTATION","Carter, Teal'c and Jonas are inspecting a tyre track in the snow."],["CARTER","You noticed these tire marks from the road?"],["JONAS","I didn't think much of 'em at the time."],["TEAL'C","This area has been well traveled, and recently. There are many footprints as well as tire tracks."],["CARTER","Let's check it out."],["ANNOTATION","They walk towards a large building. Carter walks up to a door, picks the lock and enters."],["JONAS","You have got to teach me how to do that."],["CARTER","Wormhole theory, motorcycle riding and lock-picking."],["JONAS","Not necessarily in that order."],["ANNOTATION","Jonas and Teal'c follow her into the building. They begin to look around. Carter notices offices off to their right and points in that direction."],["CARTER","In there"],["ANNOTATION","They follow her and begin looking around the office. Carter starts flipping through a tray of CDs."],["CARTER","Somebody's been busy."],["ANNOTATION","Teal'c finds a blueprint on a table and unrolls it."],["TEAL'C","These appear to be schematics."],["ANNOTATION","Carter walks over to look at the blueprint"],["CARTER","Yeah, but for what?"],["ANNOTATION","Jonas looks throughsome window blinds."],["JONAS","I've got a pretty good idea."],["ANNOTATION","Jonas opens a door next to the window. Teal'c and Carter join him as he slides the door open to reveal a large room. It appears that a spaceship is being built. Jonas whistles in amazement."]],"present":["CARTER","JONAS","TEAL'C"],"place":"SHIPYARD--DAYTIME"},{"speech":[["CARTER","(on the phone) Near as we can tell, sir, it's some kind of alien ship, partially constructed...No, sir, I don't think we should do anything drastic until we have more information...Yes, sir. Understood."],["ANNOTATION","She hangs up the phone and turns to join Teal'c and Jonas who are sitting at a table, working at a laptop computer."],["CARTER","General Hammond's going to hold off calling in the troops until we can figure out who built this thing and why."],["JONAS","Well, all the disks we got from the shipyards are encoded. I can't read any of them."],["CARTER","Let me try."],["JONAS","Yeah."],["ANNOTATION","Carter takes Jonas' place at the table."],["TEAL'C","Adrian Conrad illegally acquired a symbiote from Colonel Maybourne. It is possible he also acquired alien technology."],["CARTER","I don't know, I mean this is unlike anything the Russians or the NID ever had."],["JONAS","Then there must be some kind of alien presence her in town."],["CARTER","It looks that way. But, how did they get here?"],["TEAL'C","It is not probable they arrived through the Stargate."],["JONAS","If they came by ship, why would they be building another one?"],["TEAL'C","Perhaps an accident or a malfunction."],["CARTER","Well, either way, they're not finished, which means they'll be back. My guess is they work under the cover of darkness."],["JONAS","They only come out at night."],["CARTER","OK, I think I can break this code, but it's gonna take a while."]],"present":["CARTER","JONAS","TEAL'C"],"place":"HOTEL ROOM--NIGHTTIME"},{"speech":[["ANNOTATION","Teal'c and Jonas are sitting in the car, watching the large building. Jonas places two zats on the dashboard."],["CARTER","(over the radio) Teal'c, is there any activity?"],["TEAL'C","(into the radio) Negative. How is the decryption progressing?"],["CARTER","Slowly."]],"present":["CARTER","TEAL'C"],"place":"SHIPYARD--NIGHTTIME"},{"speech":[["ANNOTATION","The street is again deserted."]],"present":[],"place":"STEVESON STREET--NIGHTTIME"},{"speech":[["ANNOTATION","The Sheriff turns out his bedside lamp and closes his eyes to sleep. Seconds later his eyes come wide open and in a trance-like state, he gets out of bed and picks up his clothes and weapon holster"]],"present":[],"place":"SHERIFF'S BEDROOM"},{"speech":[["ANNOTATION","A number of cars approach the large building. Teal'c and Jonas are still in the vehicle, watching."],["JONAS","Something's happening."],["ANNOTATION","Teal'c picks up a pair of binoculars to get a closer look at the arriving cars."]],"present":["JONAS"],"place":"SHIPYARD--NIGHTTIME"},{"speech":[["ANNOTATION","Carter is working at the laptop computer."],["CARTER","Here we go."],["ANNOTATION","A window opens up on the computer, and fills with hieroglyphs."],["CARTER","Oh, my God."]],"present":["CARTER"],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","Teal'c is watching people get out of their cars and walk into the building."],["CARTER","(over the radio) Teal'c, come in."],["TEAL'C","(into the radio) Major Carter, many of the townspeople have arrived at the shipyard."],["CARTER","(over the radio) They're Goa'uld. Repeat, the people building the ship are Goa'uld."],["TEAL'C","(into the radio) How is that possible?"]],"present":["CARTER","TEAL'C"],"place":"CAR"},{"speech":[["CARTER","(into the radio) Flemming and Stofer really were doing cloning research, only it was Adrian Conrad's symbiote that they cloned."],["TEAL'C","(over the radio) Why did we not sense their presence?"],["CARTER","(into the radio) There's no Naquadah in their blood."]],"present":["CARTER","TEAL'C"],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","Teal'c is again looking through the binoculars."],["JONAS","There's way too many of 'em."]],"present":["JONAS"],"place":"CAR"},{"speech":[["CARTER","(into the radio) You guys better get back here. I'll see if I can translate more of this text."]],"present":["CARTER"],"place":"HOTEL ROOM"},{"speech":[["TEAL'C","(into the radio) Affirmative."],["ANNOTATION","As Teal'c prepares to start the car, the driver's side door opens. The Deputy is pointing a gun at him."],["DEPUTY","Hold it. Leave the weapons on the dash. Put your hands in the air and get out of the car."],["ANNOTATION","A van drives up alongside the car. Teal'c exits the car. Another man opens the passenger side door, points a gun at Jonas and gestures for him to leave the car."],["JONAS","What is this?"],["OTHER MAN","Get in the van."],["ANNOTATION","Jonas exits the car and he and Teal'c climb into the back of the van. The second man takes the zats off the dash."]],"present":["DEPUTY","JONAS","OTHER MAN","TEAL'C"],"place":"CAR"},{"speech":[["ANNOTATION","Carter looks up frpm the laptop as she hears cars approaching. She looks through the window as a number of vehicles stop outside and a line of people advances towards her room. She goes to her bag and pulls out her pistol. As silhouettes appear at the window and the door is banged and tried to be opened from the outside, she reaches for the syringe from Dr. Flemming's house, removes the needle cover, inverts the syringe and squirts a little out of the needle."]],"present":[],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","Jonas and Teal'c are sitting on a bench on one side of the van with the Deputy sitting across from them with his gun trained on them. The second man is driving."],["JONAS","Where are you taking us?"],["DEPUTY","Back to the motel. We want you out of town by daybreak."],["ANNOTATION","The Deputy holsters his gun."],["DEPUTY","I'm agent Cross, that's agent Singer. N.I.D."],["ANNOTATION","Agent Singer, driving, briefly looks back into the van."],["JONAS","So you know what's going on here?"],["CROSS","Of course. We've been monitoring the situation for the last three months."],["TEAL'C","(to Jonas) They are waiting for the symbiotes to complete the ship."],["CROSS","It's going to be the first line of our new planetary defense system."],["JONAS","You set this whole thing up?"],["CROSS","No. We just took advantage of the situation. Immunitech cloned the symbiotes. Then there was some kind of an accident. We figure Flemming was the first to be infected and then he went after the other townspeople."],["JONAS","Flemming is the one who tipped us off."],["TEAL'C","The symbiotes are immature. They are too weak to assert permanent control."],["CROSS","But when the hosts go to sleep, they take over. When people wake up the next morning, they're a little tired, but none the wiser."],["JONAS","That's why Flemming was on Amphetamines."],["TEAL'C","You may acquire a ship, but what of the townspeople?"],["CROSS","Oh, don't worry about them, we have ways of dealing with that situation."],["TEAL'C","We will report this to Stargate Command."],["CROSS","Go ahead. This isn't some rogue operation. We have the full support of our superiors. And when this mission is completed, we will have succeeded where the SGC failed for five years. We have all the angles covered."],["ANNOTATION","Jonas shakes his head in disgust. Teal'c stares at Cross."]],"present":["CROSS","DEPUTY","JONAS","TEAL'C"],"place":"BACK OF THE VAN."},{"speech":[["ANNOTATION","Carter is seated in a chair with her hands cuffed to behind her. The Sheriff is placing a cloth over her mouth and nose. She struggles for a moment, then goes limp. There is a woman standing behind the Sheriff and there are several other people standing opposite them watching. Carter is unconscious, her head down. The Sheriff joins the others and nods to the woman who was standing behind him. She reaches into a small cooler with a pair of tongs and pulls out one of several small symbiotes from the liquid inside the cooler. She walks up behind Carter and places the symbiote into her via her neck. Seconds later, Carter's head rises and her eyes flash."]],"present":[],"place":"SHERIFF'S OFFICE"},{"speech":[["ANNOTATION","The van pulls up outside the hotel. Teal'c and Jonas run to the room as they notice that the door is wide open."]],"present":[],"place":"OUTSIDE THE HOTEL"},{"speech":[["JONAS","Sam? Sam?"],["ANNOTATION","As Jonas checks the bathroom, Teal'c and Cross check the items on the table. Jonas joins the others on his way out of the room."],["JONAS","They took her."],["ANNOTATION","The empty syringe lies, unnoticed under the bed."]],"present":["JONAS"],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","Jonas and Teal'c walk to the back of the van. Jonas stops and turns to Cross and Singer."],["JONAS","You have to do something."],["CROSS","Relax. We have a containment team on stand-by for emergencies. We can have this whole town locked down and quarantined in forty-five minutes."],["TEAL'C","Then do so."],["JONAS","Your operation is blown, Agent Cross. The symbiotes know we're on to 'em."],["CROSS","(into his radio) This is Cross. We have a code six, I repeat, a code six. This is not a drill."],["CROSS","(to Teal'c and Jonas) We just lost five hundred years of technical advancement."],["SINGER","It's much worse than that."],["ANNOTATION","Cross turns toward Singer (who is standing behind him).br/ger is holding a primed zat on them. The zat is fired."]],"present":["CROSS","JONAS","SINGER","TEAL'C"],"place":"OUTSIDE THE HOTEL"},{"speech":[["ANNOTATION","A groggy Jonas is coming around and sees Carter standing in front of him. He moans and tries to focus his eyes."],["JONAS","Sam. You all right?"],["ANNOTATION","Teal'c is awake and he, Jonas and Cross are cuffed with their arms behind their back."],["JONAS","What's going on?"],["ANNOTATION","Carter slaps him."],["CARTER","You should only speak when spoken to."],["ANNOTATION","Jonas grimaces, as Teal'c stares at Carter."],["JONAS","Okay."],["ANNOTATION","Carter turns to the Sheriff, Singer and a townsperson who are standing behind her. The Sheriff nods to a woman who opens a cooler, pulls out a symbiote and implants it in Cross. Seconds after the symbiote is implanted, his head rises and his eyes glow."],["KNOX","Welcome, brother. You know where you are?"],["CROSS","I have the memories of my host."],["KNOX","Good. When the containment team gets here, you and Agent Singer will take the symbiotes and report back to NID headquarters."],["TOWNSPERSON","What about the rest of us?"],["KNOX","We'll be detained."],["SINGER","It'll only be a matter of days before we've taken control of the organization."],["JONAS","That's an ambitious plan."],["ANNOTATION","Carter moves towards Jonas as if to strike him again."],["JONAS","Easy...okay? Sorry."],["KNOX","The irony is, we only wanted to get off this pathetic planet, but when we realized they were watching us, we came up with a new plan."],["ANNOTATION","Cross stands to take two coolers from the woman and turns to leave."],["CARTER","Wait. Major Carter was writing a report on her computer. It would be better if the containment team didn't find it."],["ANNOTATION","Cross turns to Knox."],["KNOX","Get the computer first."],["ANNOTATION","Cross nods and he and Singer depart."],["TOWNSPERSON","Should we use these two as hosts?"],["CARTER","No."],["ANNOTATION","Carter walks over to Teal'c and lifts his cap to show the gold emblem on his forehead."],["CARTER","This one is Jaffa."],["KNOX","Sholva! You should be serving your God."],["TEAL'C","Apophis, the false god, is dead."],["KNOX","Really?"],["ANNOTATION","Knox looks towards Jonas."],["KNOX","What about this one?"],["CARTER","He's an alien. The humans don't really trust him."],["ANNOTATION","Jonas has a surprised and questioning look on his face. Carter picks up a zat off a desk, activates it and aims at Teal'c and Jonas."],["CARTER","We'll have to kill them."]],"present":["CARTER","CROSS","JONAS","KNOX","SINGER","TEAL'C","TOWNSPERSON"],"place":"SHERIFF'S OFFICE"},{"speech":[["ANNOTATION","A number of Army trucks drive into the town. Armed troops embark and take up positions throughout the town."]],"present":[],"place":"STEVESON STREET--NIGHTTIME"},{"speech":[["ANNOTATION","Cross grab Carter's laptop from the hotel room as a helicopter flies overhead. He and Singer, carrying the two coolers, get into a black van."]],"present":[],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","Troops burst into the Sheriff's office where the Sheriff and a number of townspeople are lying unconscious on the floor. Teal'c and Jonas are still cuffed to the chairs. Carter is nowhere to be seen."]],"present":[],"place":"SHERIFF'S OFFICE"},{"speech":[["ANNOTATION","Cross and Singer approach the road block."],["CROSS","Sergeant Krieger."],["KRIEGER","Agent Cross."],["CROSS","What's our status?"],["KRIEGER","Perimeter is in place. We're ready to begin rounding up the citizens."],["CROSS","Excellent. Agent Singer and I are going to need transportation immediately to headquarters."],["KRIEGER","I'll call in the chopper."],["ANNOTATION","Another agent pulls the bolt on his rifle, pointing at a police car which is approaching the roadblock. Several agents approach the police car, their weapons raised."],["AGENT #1","Get out of the car! Keep your hands where we can see 'em!"],["ANNOTATION","Carter gets out, hands raised."],["CARTER","(to Agent Krieger) I'm Major Carter, United State Air Force. I have important information for Agent Cross."],["ANNOTATION","Krieger looks behind him to where Cross and Singer are standing."],["CROSS","Let her through."],["ANNOTATION","Carter approaches the two agents and they head off towards the other side of the van, away from the other agents."],["CROSS","What are you doing here? You were supposed to be detained with the others."],["CARTER","Major Carter's far more valuable to you if she hasn't been exposed."],["CROSS","That wasn't part of the plan."],["SINGER","No. She's right. While we're taking over the NID, she can infiltrate Stargate Command."],["CROSS","It's too risky."],["SINGER","You worry too much."],["ANNOTATION","Singer reaches into the van and pulls out one of the coolers."],["SINGER","The humans have no idea what's going on here."],["CARTER","Oooh, I wouldn't exactly say that."],["ANNOTATION","Carter pulls a zat out from her back waistband, primes it and zats both agents once."],["CARTER","You guys aren't nearly as smart as you think you are."]],"present":["AGENT #1","CARTER","CROSS","KRIEGER","SINGER"],"place":"ROADBLOCK--NIGHTTIME"},{"speech":[["ANNOTATION","Carter, Hammond, Teal'c and Jonas are sitting around the briefing room table."],["CARTER","I translated enough of the Goa'uld writing to know that Immuitech had engineered the symbiotes with a built-in kill switch. A susceptibility to a particular antibiotic."],["JONAS","The syringe. So we had it along?"],["CARTER","When I saw the Goa'uld coming, I figured I had nothing to lose, so I injected myself and it acted like a vaccine. It took only a few minutes to kill the symbiote and then...I just played along."],["HAMMOND","We had similar results with the townspeople. They all responded positively to the treatment."],["CARTER","Each dead symbiote will slowly break down and be absorbed into the host body."],["TEAL'C","Do the townspeople have any recollection of these events?"],["HAMMOND","As far as they know, they were all inoculated against an outbreak of meningitis."],["JONAS","So what about the ship?"],["CARTER","It's been transferred to Area 51. Even though it's not complete, it may still prove valuable."],["HAMMOND","All right. Dismissed."],["ANNOTATION","Hammond and Teal'c get up and leave. Carter and Jonas linger."],["JONAS","So when we were in the Sheriff's Office...you were in complete control?"],["CARTER","That's right."],["JONAS","And you felt it absolutely necessary...to really slap me."],["CARTER","Had to make it look good. Let's get some lunch."]],"present":["CARTER","HAMMOND","JONAS","TEAL'C"],"place":"SGC BRIEFING ROOM"}]