[{"speech":[],"present":[],"place":"nowhere"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","A Gate technician circles a location on the Stargate map, then moves to another station as the klaxons announce an incoming wormhole. Hammond stands by Harriman's station as the Stargate wormhole activates. The iris is closed."],["HARRIMAN","Receiving SG-1's IDC, sir. Request permission to open the iris."],["HAMMOND","Do it."],["ANNOTATION","Harriman uses the palm control scanner to open the iris. The iris opens and Hammond heads to the Gate room."]],"present":["HAMMOND","HARRIMAN"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","A MALP rolls through the wormhole; a large metal case sits on top of the unit. SG-1, wearing desert camouflage gear, follow the MALP."],["HAMMOND","Welcome home, SG-1. How did it go?"],["O'NEILL","Oh, General, you know how I love those sandy planets."],["TEAL'C","(smiling) The wind was most pleasant."],["O'NEILL","(slapping Teal'c on the shoulder) Jaffa sarcasm at its finest, General."],["ANNOTATION","Hammond chuckles slightly."],["JONAS","There wasn't much left to study."],["CARTER","Most of what used to be there has been eaten away by sandstorms. But we did find evidence suggesting that it was some sort of science outpost or observatory built by the Ancients."],["ANNOTATION","Carter opens the case on top of the MALP. A large cylindrical machine is inside. The core of it gives off an orange glow."],["HAMMOND","I take it that that's the artifact you mentioned. What is it?"],["CARTER","Actually, we're not sure."],["O'NEILL","I'd say it's some kind of bug zapper, General."],["CARTER","All I know is that it's emitting energy."],["JONAS","It was hidden in an underground chamber just below the main section of the ruins. When I tried picking it up, the crystals started glowing."],["CARTER","Touching it must have somehow activated it."],["HAMMOND","You're certain it isn't dangerous."],["CARTER","Well...as certain as I can be without knowing what it is exactly. As I said when we reported in, my initial scans indicated the energy it's emitting is harmless. That in itself makes it worthy of study as a potential power source, sir."],["ANNOTATION","While Carter speaks, Jonas notices a large red alien insect flying close to the ceiling. He shoves O'Neill out of the way and raises his sidearm."],["JONAS","Colonel!"],["O'NEILL","What?"],["ANNOTATION","Carter, O'Neill and the guards ready their weapons as well, looking around bewildered."],["JONAS","There! You don't see that?"],["O'NEILL","(confused) No. What is it? What?"],["ANNOTATION","Jonas continues to aim his pistol at the insect. Everyone else looks around in confused alarm, but no one else sees the creature. It flies through the solid wall. Jonas blinks in shock."],["JONAS","It just disappeared into the wall."],["ANNOTATION","The rest of SG-1 and the guards look around confused between Jonas and the walls and ceiling of the Gate room, seeing no danger."],["CARTER","What did?"],["JONAS","(increasingly upset) I don't know! Something! It was an alien creature of some kind. You didn't see it? It was right there. It was right there, General!"],["ANNOTATION","Hammond strides over to the wall and hits the alarm. He picks up the nearby phone. While he speaks the blast door closes between the Gate room and the Control room."],["HAMMOND","(into phone) This is Hammond. I want a Class One security lockdown of the base as of now. This is not a drill. Repeat, this is not a drill."]],"present":["CARTER","HAMMOND","JONAS","O'NEILL","TEAL'C"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Hammond enters the Briefing Room. SG-1 is already there. O'Neill and Carter stand when Hammond appears."],["HAMMOND","As you were."],["ANNOTATION","O'Neill and Carter sit."],["HAMMOND","In the past six hours, security teams have swept the base three times. They found no trace whatsoever of the creature you described."],["CARTER","You're certain what you saw disappeared into the wall?"],["JONAS","Yeah. I mean, isn't it possible that something followed us back through the Gate?"],["CARTER","(skeptically) Something with the ability to penetrate solid matter?"],["JONAS","Is that unheard of?"],["O'NEILL","Nothing showed up on the video."],["HAMMOND","Mr. Quinn, you understand, I'm not questioning your judgment. But without any further evidence, I have no choice but to return the base to normal operating status."],["JONAS","Yes, sir. I understand."],["HAMMOND","SG-1's had a particularly busy mission schedule lately. I believe you're all due for some down time, and I suggest you take it starting right now. Dismissed."],["ANNOTATION","O'Neill, Teal'c and Carter look pleased at this opportunity. Jonas looks disappointed. Hammond leaves."],["CARTER","(observing Jonas) You only saw a flash of this creature. I me-are you sure it wasn't some sort of hallucination?"],["JONAS","(defensively) Are you suggesting I'm delusional?"],["O'NEILL","No, no. It's just...possible you were seeing something that wasn't entirely...Yes, that's what we're suggesting."],["JONAS","You think I'm having symptoms related to my prior exposure to naquadria, like the others on my planet."],["ANNOTATION","O'Neill and Carter exchange looks."],["JONAS","Dr. Fraiser gave me a clean bill of health."],["O'NEILL","Over three months ago."],["CARTER","Jonas, we're just concerned about you."],["JONAS","Colonel, there was something alive down there. It was real."]],"present":["CARTER","HAMMOND","JONAS","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","O'Neill and Carter walk down the corridor. Carter is still in BDUs while O'Neill wears civilian garb."],["O'NEILL","(unenthusiastically) I could stay."],["CARTER","We've all been cleared, sir. The base is clean. Jonas is probably suffering from stress. This is all still pretty new to him."],["ANNOTATION","They reach the elevator and O'Neill scans his key card through the reader."],["O'NEILL","(casually) You could come with."],["CARTER","Sir?"],["O'NEILL","Fishing, Carter. I'm going fishing."],["CARTER","You know I'm planning on studying the artifact."],["O'NEILL","(dryly) Yes. There's always something isn't there."],["ANNOTATION","The elevator arrives and O'Neill steps inside. The technician and an SF are inside."],["CARTER","Oh, come on, sir. We both know the only reason you asked is because you knew I had something else to do."],["O'NEILL","No, really. I think you should come...fish. Fish some more."],["ANNOTATION","The elevator doors close as O'Neill keeps talking."]],"present":["CARTER","O'NEILL"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Carter works on a computer. The device sits on the counter next to her. Jonas enters the room."],["JONAS","So, this is what you do with your downtime, huh?"],["CARTER","Well, Colonel O'Neill asked me to go fishing with him, but, to be honest, I find this more relaxing. How you doing?"],["JONAS","Well, the possibility of being insane is interfering with my ability to relax. I figured I'd take a crack at these glyphs."],["ANNOTATION","He gestures at the glyphs on the device."],["CARTER","Fine with me. I mean, the truth is I still have no idea what we're dealing with. I-I-I've scanned it with x-rays, ultraviolet, mild EM pulses: nothing has had even the slightest effect on the particles it's emitting."],["JONAS","Particles?"],["CARTER","Well, for lack of a better word. I mean, really they're just energy patterns. So far, I haven't been able to identify them or determine their purpose. Actually, I was hoping that the writings on the device itself would tell us more."],["ANNOTATION","She looks at Jonas with a hopeful expression."],["JONAS","Let's see what it says. The symbols are, uh, definitely a form of language used by the Ancients, but, well the Ancients have been around so long, the language has evolved, but we do have a-a base reference. It's uh..."],["ANNOTATION","Jonas leans his hand on the device. Right after he does he sees a very large blue and yellow caterpillar, twice the size of his hand, come through the device and crawl on top of it. He cries out in alarm and steps back. Carter looks at the device in surprise."],["CARTER","What?"],["JONAS","You're telling me that you don't see that?!?"],["ANNOTATION","Jonas points to the caterpillar crawling down the side of he device. Carter looks right where Jonas points, but sees nothing unusual."],["CARTER","What?"],["JONAS","It's right there, in front of you."],["ANNOTATION","Carter looks at the empty countertop, then sympathetically at Jonas."],["JONAS","Okay, there's definitely something wrong with me."]],"present":["CARTER","JONAS"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Dr. Fraiser sits at her desk speaking to Jonas and Hammond."],["FRAISER","No evidence of brain damage from exposure to naquadria radiation. No indication of any viruses or toxins in your system. Your cat scan, MRIs, blood work...all came back clean. He's in perfect health."],["JONAS","Physically."],["FRAISER","(shrugging) That's all I can say definitively. But you haven't shown any signs of stress or fatigue that usually accompanies these kinds of hallucinations."],["JONAS","(frustrated) Then why am I the only one seeing these things?"],["FRAISER","(with sympathy) I wish I had an answer for you."],["HAMMOND","Unfortunately, until we find out exactly what's going on, I have no choice but to remove you from active duty effective immediately."],["JONAS","General Hammond...sir, these visions...only started when we returned with the device."],["HAMMOND","What are you suggesting?"],["JONAS","I know that I can't go on any more missions. That's fine, but at least...give me permission to-to continue researching the device with Major Carter. I mean, there has to be a connection here!"],["HAMMOND","Major Carter's already submitted her report on the device. Nothing in it suggests the device has anything to do with your condition. Until someone presents hard evidence, we have to assume it's a coincidence."],["JONAS","(agitated) I haven't even started translating the writing."],["HAMMOND","You'll have to do that from video reference. The device is being shipped to Area 51."],["ANNOTATION","Hammond leaves. Jonas sits in shock."]],"present":["FRAISER","HAMMOND","JONAS"],"place":"SGC INFIRMARY, FRAISER'S OFFICE"},{"speech":[["ANNOTATION","Jonas and Teal'c walk down a corridor."],["JONAS","I can't believe they're gonna ship it out of here for further study. We barely got a crack at figuring out what it is."],["TEAL'C","Perhaps the scientists at our Nevada facility will be able to determine the device's true purpose."],["JONAS","Meanwhile, I'm stuck here cooling my heels."],["TEAL'C","You are welcome to join me as I kel'no'reem."],["JONAS","No offense, Teal'c, but it doesn't quite have the same effect on me. No other plans?"],["TEAL'C","(dryly) Colonel O'Neill requested that I accompany him on a fishing excursion."],["JONAS","Oh, I guess I'm the only one he didn't invite."],["TEAL'C","You are not permitted to leave the base."],["JONAS","Still..."],["TEAL'C","Be extremely happy that he did not ask."],["JONAS","Why? You don't like fishing?"],["TEAL'C","No."],["JONAS","Hmph. Well, seeing as how I've read every book in the base library twice, I guess I'll get back to work on my uh..."],["ANNOTATION","Jonas's voice trails off as he realizes Teal'c is no longer walking with him. Teal'c is staring up towards the ceiling with a nonplussed expression. Jonas follows his gaze and sees a different alien insect flying near an emergency light and in and out of the wall. Teal'c's eyes seem to follow its movements."],["JONAS","You saw that?"],["TEAL'C","Indeed."],["ANNOTATION","Teal'c looks at Jonas with an amazed expression on his face."]],"present":["JONAS","TEAL'C"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","O'Neill pulls his truck into the gas station. A mechanic, Vernon, works on a nearby vehicle. O'Neill gets out and begins to pump gas as Vernon walks towards him."],["VERNON","Hey there. You just, uh, caught me fixing a carburetor. I didn't even hear you pull in."],["O'NEILL","No, it's not a problem."],["VERNON","You sure? It's a-a full service station. You know, the price includes yours truly."],["O'NEILL","I got it, thanks."],["VERNON","All right. At least I can wash your windows for you."],["ANNOTATION","He grabs a squeegee and has to hold the rear view mirror to be able to reach the truck windows."],["VERNON","So, what do you get, like, four to five miles to the gallon with this thing?"],["O'NEILL","(with a thin smile) Yeah, it's a pig."],["VERNON","I'm more of an El Camino fan, myself. The things are like catnip for the ladies, huh?"],["O'NEILL","(clearly uncomfortable) Don't I know it."],["ANNOTATION","Vernon starts to walk around to the other side of the truck. O'Neill observes a large alien-looking insect flying around and through the gas station sign. He looks alarmed. Vernon sees his reaction and looks around, puzzled."],["VERNON","What?"],["O'NEILL","Get down."],["ANNOTATION","O'Neill opens his truck door and grabs a pistol from under the dash. Vernon raises his hands."],["VERNON","(panicked) Jeez, the money's inside in a lockbox under the counter."],["O'NEILL","I'm not gonna rob you, just get down!"],["VERNON","Getting down."],["ANNOTATION","Vernon hurriedly drops to the pavement. O'Neill aims and fires his pistol several times. The bug flies off, apparently unharmed. O'Neill lowers his weapon. Vernon still cowers in front of the truck."],["VERNON","Don't kill me please! I'm a vet!"],["O'NEILL","I'm not gonna kill you, get up."],["ANNOTATION","O'Neill helps Vernon to his feet."],["O'NEILL","I'm Colonel Jack O'Neill, U.S. Air Force. Did you see anything?"],["VERNON","Uh...just my life...flashing before my eyes. What the hell were you shooting at?"],["O'NEILL","It's classified."],["VERNON","(nervously) Well, you could tell me. I-I gotta work here, you know. If there's something going on, I should know about it.."],["ANNOTATION","While Vernon speaks, O'Neill dials his cell phone."],["O'NEILL","(into phone) O'Neill for Hammond."],["VERNON","I served in the Gulf."],["O'NEILL","What division?"],["VERNON","Motor pool. (Looks over at the shot up sign) Aw, man. My sign."]],"present":["O'NEILL","VERNON"],"place":"GAS STATION, APPROX 15 MILES FROM COLORADO SPRINGS, DAY"},{"speech":[["ANNOTATION","Harriman stands at a console."],["HARRIMAN","Patching through a call from Colonel O'Neill, sir."],["ANNOTATION","Hammond picks up a nearby phone."],["HAMMOND","Colonel, where are you?"]],"present":["HAMMOND","HARRIMAN"],"place":"SGC CONTROL ROOM"},{"speech":[["O'NEILL","(into phone) About thirty klicks north, sir. I just saw something... (uses strange emphasis on unsecured line) fairly interesting."],["HAMMOND","That means they've breached base containment."]],"present":["HAMMOND","O'NEILL"],"place":"GLENWOOD MARKET AND GAS STATION, DAY"},{"speech":[["O'NEILL","(confused) Sir?"],["HAMMOND","(over phone) We're seeing them here too. They're everywhere!"]],"present":["HAMMOND","O'NEILL"],"place":"GLENWOOD MARKET AND GAS STATION, DAY"},{"speech":[["ANNOTATION","Jonas sits at the counter in Carter's lab, reviewing notebooks filled with Ancient language. Carter enters."],["CARTER","Anything?"],["JONAS","(tired) Mmm. It says something about, uh, an experiment. But I'm uh, hung up on a few of these glyphs here. They were studying \"beings of the something something.\" According to this, it should be \"inner layer\". The \"Beings of the inner layer\", but that doesn't make much sense."],["CARTER","(shaking head) Not really."],["JONAS","Maybe, uh, \"other level.\""],["CARTER","What about \"another dimension\"?"],["JONAS","(nodding) That could work."],["CARTER","I mean, it would make sense if the creatures were inhabiting another dimension close to ours."],["JONAS","Yeah, absolutely. Yeah, thanks."],["ANNOTATION","He smiles at her and turns back to the machine."],["CARTER","Was that it?"],["JONAS","Sorry. I'm working as fast as I can, believe me."],["CARTER","I know. General Hammond wants a full report as soon as possible."],["ANNOTATION","She turns to some of her other equipment, then turns back to Jonas."],["CARTER","Look, I'm the one who's sorry. We should never have doubted you about what you saw in the first place."],["JONAS","It's perfectly understandable. I mean, with the whole \"naquadria poisoning\" thing. Besides, I am still kinda the \"new guy.\""],["CARTER","You're part of the team now. And you deserve our respect. You've earned it. Jonas, you're doing a great job."],["JONAS","(shrugging, but pleased) Thanks."],["CARTER","(teasing) Now, figure out what else this thing says!"],["JONAS","(with mock seriousness) Right!"],["ANNOTATION","Carter makes a stern face, then grins and leaves him alone."]],"present":["CARTER","JONAS"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Hammond hangs up the phone in his office and enters. Carter, Jonas, Fraiser and Teal'c are already seated there."],["HAMMOND","Colonel O'Neill is going to remain in Colorado Springs and coordinate the quarantine. National Guard is standing by. The President is prepared to declare a state of emergency. (sitting) Hopefully, these things, whatever they are, haven't gotten too far."],["CARTER","(uncertain) Sir, we're not sure we're going to be able to contain them."],["HAMMOND","(confirming) You had the transfer of the device halted?"],["CARTER","Yes, sir, and we've learned more."],["JONAS","I think I've translated enough of the writings to figure out its purpose."],["ANNOTATION","Carter clicks a remote control, and Hammond turns to watch something on the lowered screen. On it appears a schematic of the device with an oval shape spreading out from it in a cycle."],["CARTER","It's broadcasting a wave of energy particles. Now, while we're not exactly sure what these particles are made of, we think they're somehow triggering the ability to see these creatures. Hopefully, only those exposed to these particles will develop this...second sight."],["JONAS","Yeah, none of the ciphers that we have fit perfectly, but near as I can understand, the device is meant to allow us to observe beings that exist in a dimension parallel to ours."],["CARTER","We think the energy particles the device is emitting create a kind of bleed-through effect, giving anyone who's been exposed to them the ability to see into this parallel dimension."],["HAMMOND","So we can't contain them, because they aren't actually here?"],["CARTER","In a manner of speaking. I mean, they do exist, just not in any way that allows us to actually interact with them."],["JONAS","And, if I'm right, they didn't follow us through the Gate."],["HAMMOND","Then, where did they come from?"],["CARTER","The ones we're seeing are from Earth. I mean, theoretically, these creatures could exist anywhere; we've just been previously unaware of them."],["HAMMOND","What is your threat assessment, Major?"],["CARTER","Well, I can't say for sure, sir, but with regards to the creatures, none. I mean, if they only exist in their dimension, they can't really do anything to us."],["FRAISER","As far as I can tell, there's no physiological interaction beyond our ability to see them."],["HAMMOND","However, while personnel of this facility might be able to deal with seeing interdimensional beings..."],["CARTER","(nodding and interrupting) If the effect of this spreads to the general public, we could have a massive disaster on our hands. People just aren't used to seeing unusual things the way we are, and we can't control when or where a sighting might occur."],["FRAISER","I mean, imagine on a small scale, a surgeon doing delicate surgery, and he's distracted."],["CARTER","Or...an air traffic controller."],["FRAISER","Even something as simple as driving a car! I mean people might eventually be able to deal with it, but not before it turns the world upside-down."],["JONAS","And not to mention the potential exposure of the Stargate program in trying to explain the situation."],["HAMMOND","Shut off that device."],["CARTER","We've tried, sir."],["HAMMOND","(sternly) Find a way."]],"present":["CARTER","FRAISER","HAMMOND","JONAS"],"place":"SGC BRIEFING ROOM"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Hammond enters. Jonas and Carter are working on the device."],["HAMMOND","Colonel O'Neill says there haven't been any further reports of sightings outside the base as of yet."],["CARTER","We've triangulated most of the sightings to a five hundred meter radius around the device. It seems to attract the creatures to it, most likely part of its design."],["JONAS","So the closer that we get to the machine, the more frequently we'll be seeing our new friends."],["CARTER","We've been unable to find any types of controls or switches. The last resort is separating the main crystal core from the unit itself. Hopefully, that will cut its power supply and stop the device from functioning."],["HAMMOND","What are you waiting for?"],["CARTER","Well...sir, this is a very advanced piece of alien technology. I have no idea what effect that pulling the plug will have."],["HAMMOND","Major, if this effect continues to spread..."],["CARTER","(getting up and moving to device) Attempting to remove crystal core."],["ANNOTATION","Carter works with the device, carefully extracting a group of crystals held in a device. The whole thing detaches from the device. The crystals stop giving off their multi-colored glow, and the device stops running, the orange light ceasing."],["CARTER","My scans are no longer detecting any particle emissions coming from the device."],["JONAS","Anyone...see anything?"],["ANNOTATION","Everyone looks around, but sees nothing."]],"present":["CARTER","HAMMOND","JONAS"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Carter grabs a fruit cocktail, adding it to a banana on her tray. She joins Teal'c and Jonas at a table. Teal'c is eating a bowl of light green Jell-o; Jonas a dish of red."],["TEAL'C","Major Carter."],["CARTER","Any sightings?"],["JONAS","(mouth full) Not me."],["TEAL'C","(smiling) My kel'no'reem was undisturbed."],["CARTER","Well, I think we may have just solved the problem."],["JONAS","Teal'c thinks we should take the device back."],["CARTER","(surprised) Take it back?!? We've barely scratched the surface of what it can do!"],["JONAS","That's what I was saying. I mean, now that it's shut off, it's perfectly safe for study."],["TEAL'C","(unswayed) To what end?"],["CARTER","The effect that device had was groundbreaking, Teal'c. Once we've figured out exactly how to use it..."],["JONAS","(taking a bite) Eventually."],["CARTER","These interdimensional creatures are well worth studying."],["JONAS","The Ancients certainly thought so."],["CARTER","They're obviously aware of matter in our dimension on some level, or they wouldn't come to rest on objects we perceive as solid."],["JONAS","Plus, they have the ability to pass through solid matter at will."],["CARTER","Also, the ones we've encountered seem to lack a behavior that demonstrates a higher intelligence. But that doesn't mean that..."],["ANNOTATION","An airman at the back of the commissary screams, dropping her tray of food. Dishes crash everywhere. Carter looks frustrated and disappointed, as Teal'c gives her a knowing look."]],"present":["CARTER","JONAS","TEAL'C"],"place":"SGC COMMISSARY"},{"speech":[["ANNOTATION","The wormhole is active. Harriman is at his usual station, monitoring a MALP camera. Hammond approaches."],["HAMMOND","Sergeant?"],["HARRIMAN","Mission time is twenty-four minutes, three seconds. MALP A/V link to P9X-391 is up and running."],["HAMMOND","SG-1, this is Hammond. What's your status?"],["ANNOTATION","Carter bends down and speaks into the camera. The wind whips her hair around as she takes off her sunglasses."],["CARTER","(via MALP) Sir, we're in the ruins. We're about to enter the antechamber where we found the device. Are you picking up anything coming through the wormhole?"],["HARRIMAN","(into radio) Negative. No unidentified energy patterns are being detected from your position."],["HAMMOND","Does that mean we're free and clear?"],["CARTER","(via MALP) Even if we were able to shut the device out, it's possible there was residual particle radiation that my instruments just couldn't detect. Hopefully this will take care of that."],["ANNOTATION","Jonas pops into view."],["JONAS","(via MALP) It's back where we found it. There doesn't seem to be anything else here that would explain what happened with the device."],["CARTER","(via MALP) Once the Gate is shut down, it should cut off any energy patterns being broadcast back to Earth."],["HAMMOND","(to Carter) Affirmative. We'll reestablish contact in one hour. Hammond out. (to Harriman) Shut it down."],["HARRIMAN","Yes, sir. Deactivating wormhole."],["ANNOTATION","The wormhole shuts down."],["HAMMOND","I'll be in my office."],["ANNOTATION","Three large blue and yellow caterpillar like insects crawl over and through the control room displays near Harriman."],["HARRIMAN","Uh...sir?"],["ANNOTATION","Hammond turns and sees what is disquieting Harriman. They exchange shocked looks"]],"present":["CARTER","HAMMOND","HARRIMAN","JONAS"],"place":"SGC CONTROL ROOM"},{"speech":[["HAMMOND","Are you certain bringing the device back here was the right decision?"],["CARTER","It's the only way we're gonna solve this, sir. Returning the device to P9X-391 should have worked. There's no way it could've been projecting an effect from offworld without the Stargate being active."],["TEAL'C","Then why do we all still possess the ability to see these creatures?"],["CARTER","Whatever effect the particles have on us must be persistent. Hopefully, it's not permanent."],["HAMMOND","The problem is, several new sightings have been reported on base by personnel not previously effected. The situation is getting worse despite your efforts."],["CARTER","It doesn't make any sense. Without exposure to the particles..."],["JONAS","What if this has nothing to do with the particles?"],["CARTER","How can that be?"],["JONAS","We know that one of the functions of the device was to attract the creatures. When we shut that down, or at least thought we shut it down, they seemed to go away."],["CARTER","I get it. What if the particles being emitted were only what was attracting the creatures."],["JONAS","Sure, like, uh, food. Now shutting down that part of the device just made the creatures leave the area. Whatever's giving us the ability to see these things is something completely different."],["HAMMOND","Something unrelated to the device?"],["CARTER","No, sir. That seems unlikely. But it could be something we've missed."],["JONAS","Okay...I was the first one to see the creatures, right? I was also the first one to touch the device. Teal'c was next."],["CARTER","Touching the device could have imparted some kind of charge that would alter our bodies' electrical field enough to cause the interdimensional bleed-through effect."],["HAMMOND","But that doesn't explain the people who had no direct contact with the device."],["CARTER","Unless...the charge can be passed on from person to person."],["JONAS","Like a contagion."],["HAMMOND","I'm ordering the immediate containment of Colorado Springs and the surrounding area."],["CARTER","We'll also need to isolate anyone who could have come in physical contact with any SGC personnel."]],"present":["CARTER","HAMMOND","JONAS","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Vernon patches the holes in his sign with duct tape, then walks back to his store."]],"present":[],"place":"GLENWOOD MARKET AND GAS STATION, DAY"},{"speech":[["ANNOTATION","Vernon enters. He opens the cash register to put some cash in, then reaches to take a bite of his sandwich. As he does so, one of the caterpillars comes out of the counter and walks through his sandwich."],["VERNON","(frightened) Whoa! Son of a...!"]],"present":["VERNON"],"place":"GLENWOOD MARKET AND GAS STATION"},{"speech":[["ANNOTATION","Several military vehicles travel the road."]],"present":[],"place":"ROAD OUTSIDE COLORADO SPRINGS, DAY"},{"speech":[["ANNOTATION","The military vehicles enter the town. They stop, and personnel disembark, setting up barricades."]],"present":[],"place":"COLORADO SPRINGS, DAY"},{"speech":[["ANNOTATION","Hammond is on the telephone as Carter hovers at the doorway. Hammond waves her inside."],["HAMMOND","(on phone) Thank you, yes. Keep me apprised."],["ANNOTATION","He hangs up and turns to Carter."],["HAMMOND","We're getting sporadic reports of sightings. Thankfully, no one's been hurt so far, but a local news station's already picked up the story. Colonel O'Neill is retracing his steps, trying to round up anyone he may have come in contact with. The quarantine is otherwise in place."],["CARTER","What's our cover story?"],["HAMMOND","An accidental spill of an experimental chemical that can have a hallucinogenic effect. So far, people are buying it."],["CARTER","But that won't work for long."],["HAMMOND","This may be only chance to contain this problem. If we can't..."],["CARTER","Mass hysteria."],["HAMMOND","This is our mistake, Major. We need to fix it."],["CARTER","(nodding) Yes, sir."]],"present":["CARTER","HAMMOND"],"place":"HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","Carter and Jonas work on the device. Jonas pulls one crystal out."],["CARTER","Careful."],["ANNOTATION","Jonas studies the crystal."],["JONAS","Interesting."],["CARTER","What?"],["JONAS","Well, do you think that the configuration has anything to do with the nature of the charge the device emits?"],["CARTER","So, we reorder the crystals, we change what the device does."],["JONAS","(shrugging) Why else would they be arranged this way?"],["CARTER","Well, there are a number of configurations to choose from. How do we know which one will elicit the right effect?"],["ANNOTATION","Carter switches some of the crystals."],["JONAS","This could take a while."],["CARTER","Heh."]],"present":["CARTER","JONAS"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","National Guard service members search the gas station and surrounding area. One walks over to O'Neill."],["NATIONAL GUARDSMAN","There's no one here, sir."],["O'NEILL","All right, leave someone here in case he comes back."],["NATIONAL GUARDSMAN","Yes, sir."],["ANNOTATION","O'Neill heads to his vehicle. He spots Vernon watching from behind a tree across the street. O'Neill gets closer."],["O'NEILL","Vernon?"],["ANNOTATION","O'Neill turns to see a red SUV swerving erratically all over the road. In the cab of the vehicle, the driver cries out in fear. Through his windshield, he sees a large alien slug, sitting on the hood of his car, its face sucking the window. To any outside observer, the slug is not visible. The truck swerves and crashes into Vernon's sign, destroying it. Vernon gasps in outrage. The driver gets out and approaches one of the Guardsmen."],["OUTTA CONTROL DRIVER","There-there was a huge bug on my car! No, I swear. Did anyone see that? Huge bug!"],["ANNOTATION","O'Neill turns away from the distraction and jogs across the street, but there is no sign of Vernon."],["O'NEILL","Vernon?"]],"present":["NATIONAL GUARDSMAN","O'NEILL","OUTTA CONTROL DRIVER"],"place":"GLENWOOD MARKET AND GAS STATION, DAY"},{"speech":[["ANNOTATION","Hammond has joined Carter and Jonas."],["HAMMOND","You're certain you've reprogrammed the device properly?"],["CARTER","To be honest, sir, we're not sure. But this is one of the last few configurations to try."],["ANNOTATION","Carter sets the assembled crystal piece back into the device. It gives off a green glow."],["CARTER","We're hoping this means it's now programmed to emit a charge that will essentially reverse the effect on us."],["JONAS","Okay, here goes."],["ANNOTATION","Jonas places his hand on the device."],["CARTER","Feel anything?"],["JONAS","Not really."],["HAMMOND","Do you see anything?"],["ANNOTATION","Jonas takes his hand off the device."],["JONAS","(cautiously) No. Do you?"],["CARTER","(looking around, shaking her head) No."],["JONAS","Yeah, when you want to see one..."],["ANNOTATION","Hammond and Carter are startled as a red insect flies through Hammond and lands on the device."],["HAMMOND","There!"],["JONAS","(seeing nothing) Where?"],["CARTER","Right there, on the device."],["JONAS","(pointing randomly, but near the insect) If there's a creature right there, then I'm not seeing it."],["ANNOTATION","Carter almost touches the device, but thinks better of it. Still watching the insect, she reaches out her hand towards Jonas."],["CARTER","Jonas."],["ANNOTATION","Jonas clasps Carter's hand. She sees nothing on the device anymore."],["CARTER","I think it worked, sir. I'm not seeing it anymore."],["ANNOTATION","Hammond moves closer to Carter; they hold hands. As Hammond watches, the insect disappears."],["HAMMOND","Well done, Major."]],"present":["CARTER","HAMMOND","JONAS"],"place":"CARTER'S LAB"},{"speech":[["ANNOTATION","Vernon walks through the woods, carrying a backpack. He reaches a road, then immediately takes cover, avoiding a passing National Guard patrol. Once they pass, Vernon moves in another direction."]],"present":[],"place":"WOODED AREA, DAY"},{"speech":[["ANNOTATION","Fraiser sits across the desk from Hammond giving her report."],["FRAISER","Well, sir, from what I can gather, the antidote seems to be working. There have been no new sightings, and everyone previously affected is no longer seeing creatures."],["HAMMOND","Good. All we need to do now is spread the cure to Colonel O'Neill and the containment team, so they can spread it throughout the exposed area."],["FRAISER","I recommend using a placebo pill to sell it to the public. And provided the containment holds, we should eventually be able to undo the damage."],["ANNOTATION","The phone rings. Hammond answers."],["HAMMOND","Hammond."]],"present":["FRAISER","HAMMOND"],"place":"HAMMOND'S OFFICE"},{"speech":[["O'NEILL","(over wireless cell phone) Sir, I have reason to believe an individual I came in contact with has breached the quarantine."]],"present":["O'NEILL"],"place":"ROAD IN COLORADO SPRINGS AREA, DAY"},{"speech":[["HAMMOND","(on phone) Is there anything we can do?"],["O'NEILL","(over phone) Well, get Carter and Jonas on this..."]],"present":["HAMMOND","O'NEILL"],"place":"HAMMOND'S OFFICE"},{"speech":[["O'NEILL","(over wireless cell phone) ...the man's name is Vernon Sharpe. He's a non-com. Served in the motor pool in the Gulf. See what they come up with."]],"present":["O'NEILL"],"place":"ROAD IN COLORADO SPRINGS AREA, DAY"},{"speech":[["HAMMOND","(into phone) Right away. (hangs up and turns to Fraiser) We have an exposed man on the run."],["ANNOTATION","Fraiser looks concerned."]],"present":["HAMMOND"],"place":"HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","Vernon hitchhikes. Eventually, a pick up truck stops."],["TRUCK DRIVER","How far you headed?"],["VERNON","(hopeful) As far as you can take me."],["TRUCK DRIVER","Well, I'm picking up a cousin over in Hawthorne County. How's that?"],["VERNON","That's fine."],["TRUCK DRIVER","Hop in."],["ANNOTATION","Vernon sticks his backpack in the truck bed and climbs in the vehicle. As he sits and adjusts his seatbelt, the driver is distracted by a news report coming over the radio."],["RADIO ANNOUNCER","Now, the latest update on the situation in Colorado. As you may have already heard, the National Guard continues to maintain its quarantine on the City of Colorado Springs after a dangerous chemical spill may have had an adverse effect on some residents of the area. No traffic..."],["TRUCK DRIVER","You hear about that? People are saying they're seeing monsters."],["VERNON","Yeah, I know. Crazy."],["ANNOTATION","The driver puts the truck into gear and pulls out."]],"present":["RADIO ANNOUNCER","TRUCK DRIVER","VERNON"],"place":"ROAD, DAY"},{"speech":[["ANNOTATION","Some personal information about Vernon appears on a monitor."],["CARTER","According to his bank records, Vernon Sharpe drained all the money from his accounts several hours ago."],["JONAS","You can get this kind of information on someone this easily?"],["CARTER","Well, we only use the privilege in certain circumstances."],["JONAS","Ah. So he could be anywhere by now."],["CARTER","We've frozen his credit cards, but since he's using cash, it'll be harder to trace his movements."],["JONAS","So he's just gonna vanish? That makes no sense."],["CARTER","What do you mean?"],["JONAS","Well, he's ex-military. It can't simply be fear of these creatures he's seeing. What's he running for?"],["CARTER","He doesn't buy the cover story."],["JONAS","The only way we're going to figure out where he's going is by learning more about him. Can we find out if he has any friends or family in the area?"],["ANNOTATION","Carter nods and starts typing."]],"present":["CARTER","JONAS"],"place":"CARTER'S LAB"},{"speech":[],"present":[],"place":"MRS.SHARPE'S HOUSE, DAY"},{"speech":[["ANNOTATION","Mrs. Sharpe brings in a tray holding a tea set, a plate of cookies, and three mugs. Carter and Jonas sit at the table, wearing civilian clothes."],["MRS. SHARPE","What's he gone and done now?"],["CARTER","Oh, he hasn't done anything, Mrs. Sharpe. We're actually just very worried about Vernon."],["MRS. SHARPE","Cookie?"],["CARTER","Thank you."],["ANNOTATION","She politely takes a cookie and exchanges a look with Jonas."],["MRS. SHARPE","I know how you feel, dear. I've been worried about Vernon since he was a boy. I was the one who raised him after his mother ran off, you know."],["CARTER","I'm sure you did a fine job."],["MRS. SHARPE","(conspiratorially) She was a real floozy, that one. My Roger never had much taste in women."],["JONAS","(suppressing a smile) Mrs. Sharpe, we're afraid that your grandson may suspect that the government is after him for the wrong reasons."],["MRS. SHARPE","Why are you after him?"],["CARTER","Vernon...may have been accidentally exposed to a chemical that could be causing him to see things that aren't really there."],["MRS. SHARPE","Like when he was in the war."],["JONAS","What do you mean?"],["MRS. SHARPE","(conspiratorially) The military! They did all kinds of things to those boys while they were over there. Experiments with chemical weapons and such. Messed with their heads good. My Vernon's never been the same."],["CARTER","We don't really know anything about that."],["MRS. SHARPE","(sniffing) I'm sure you don't, honey."],["JONAS","It's very-very important that we find your grandson. He could be putting other people's lives in danger, ma'am."],["MRS. SHARPE","Vernon wouldn't hurt a fly!"],["JONAS","(hastily reassuring) Unintentionally, of course!"],["CARTER","(taking a different tact) The truth is, Vernon's exposure to this chemical wasn't an accident. In fact, it wasn't even a chemical. It was a highly contagious experimental germ developed by the military."],["ANNOTATION","Jonas looks at Carter, confused. Mrs. Sharpe listens with rapt interest."],["MRS. SHARPE","Really?"],["CARTER","But the thing is, it was created to try and undo what happened to your grandson while he was in the Gulf."],["MRS. SHARPE","(sighing) Oh, I find that hard to believe."],["CARTER","(with a completely straight expression) I swear. I wouldn't lie to you. Unfortunately, there was some--unexpected...side effects to this antidote."],["MRS. SHARPE","Those doctors will be the death of us all. See all those pills I'm supposed to take? (pointing to several pill bottles on the buffet behind her) I never take any of them."],["CARTER","We really want to make this right, Mrs. Sharpe. And it's not just your grandson's life that's at stake, there could be a lot of other people in danger. I promise, nothing bad will happen to Vernon."],["MRS. SHARPE","(patronizing smile) Well, you seem like a nice enough couple."],["JONAS","Oh...we're not...uh..."],["ANNOTATION","Jonas gestures between himself and Carter, but she grabs his hand to still it and stop him from talking. She continues holding it in a familiar gesture."],["CARTER","(softly) Please, we really want to help."],["ANNOTATION","Jonas reaches over with his other hand and pats Carter's and his entwined ones, maintaining a false closed mouth smile. Carter glances over with a fake smile of her own, then both look at Mrs. Sharpe."],["MRS. SHARPE","Well, Lord knows, Vernon needs help. He's not right in the head, that boy."],["ANNOTATION","Satisfied they no longer need to carry on the charade, Jonas and Carter stop holding hands."],["CARTER","We'll do our best."],["JONAS","Do you have any idea where he might be?"],["MRS. SHARPE","Well, if he's off anywhere, it's to see that Chuck fellow."],["CARTER","\"Chuck\"?"],["MRS. SHARPE","He's trouble. Always has been, always will. I told Vernon straight away: \"That Chuck will lead you to no good.\""],["JONAS","Does \"Chuck\" have a last name?"],["MRS. SHARPE","I'm sure he does...I just don't know it."],["CARTER","Do you know where he lives?"],["ANNOTATION","Mrs. Sharpe smiles."]],"present":["CARTER","JONAS","MRS. SHARPE"],"place":"MRS. SHARPE'S DINING ROOM"},{"speech":[["ANNOTATION","The light blue pick up truck pulls up, and Vernon gets out, grabbing his bag."],["VERNON","Thanks for the lift, huh?"],["ANNOTATION","He holds out his hand, and the truck driver shakes it."],["TRUCK DRIVER","Good luck, Vernon."]],"present":["TRUCK DRIVER","VERNON"],"place":"PIEDMONT-HAWTHORNE AIRPORT, DAY"},{"speech":[["ANNOTATION","Vernon stands in line at the ticket counter. He reaches a ticket agent."],["VERNON","Hi. I need a one-way ticket to Las Vegas."]],"present":["VERNON"],"place":"PIEDMONT-HAWTHORNE AIRPORT TERMINAL"},{"speech":[["ANNOTATION","Jonas and Carter exit the house."],["CARTER","Just what we need, a conspiracy theorist."],["JONAS","One who happens to be right about there being a conspiracy."],["ANNOTATION","Teal'c exits a vehicle and approaches the pair as they reach the street."],["TEAL'C","There has been another sighting."],["CARTER","Where?"],["TEAL'C","A place called Hawthorne County."],["CARTER","Any word on Vernon?"],["TEAL'C","The affected person in question says he picked up a hitchhiker matching the description of Vernon Sharpe."],["ANNOTATION","Teal'c hands Carter the cell phone."],["CARTER","Thanks."],["ANNOTATION","She dials the phone."],["O'NEILL","(via phone) O'Neill."],["CARTER","It's me, sir. We have reason to believe that Vernon may be at Piedmont-Hawthorne Airfield, on his way to Las Vegas."]],"present":["CARTER","JONAS","O'NEILL","TEAL'C"],"place":"MRS. SHARPE'S HOUSE, DAY"},{"speech":[["ANNOTATION","O'Neill drives down the road in his truck, wearing a wireless headset. The rest of the conversation switches scenes from O'Neill's truck to just outside Mrs. Sharpe's house."],["O'NEILL","All right, have Hammond ground all flights out. Containment team is en route. ETA's about... (checks watch) forty minutes."],["CARTER","Have you been cleared, sir?"],["O'NEILL","Yeah, they got somebody down from SGC to...shake our hands."],["CARTER","Sir, you should know that Vernon could be extremely paranoid. Given his military background, I'd use extreme caution in apprehending him."],["O'NEILL","I'll keep that in mind. Good job, Carter."],["CARTER","Thank you, sir."]],"present":["CARTER","O'NEILL"],"place":"COLORADO ROAD, DAY"},{"speech":[["ANNOTATION","Various people walk through the terminal. Vernon walks through the crowd, occasionally brushing against passers by. Just after he passes through security and out the door, the terminal monitors show all flights being cancelled. The passengers look irritated."]],"present":[],"place":"PIEDMONT-HAWTHORNE AIRPORT TERMINAL"},{"speech":[["ANNOTATION","Vernon walks onto the tarmac, joining other passengers about to get on a small propeller plane."]],"present":[],"place":"PIEDMONT-HAWTHORNE AIRPORT TERMINAL DAY"},{"speech":[["ANNOTATION","Passengers mill around the terminal. In the background, by the entrance O'Neill and two National Guard members enter and start looking for Vernon amongst the crowd."],["PASSENGER","(on cell phone) They cancelled my flight! Can you believe it?...What did they think of the script?...What!?! The second act twist is TOTALLY clear! (He drops the phone and gasps in fright.) Ooooh! Oh!"],["ANNOTATION","O'Neill notices the passenger's reaction. He is then distracted by a little girl screaming behind him, moving away from some unseen object. The Guardsmen look around, fully alert."],["FATHER","You okay, honey? Just come over here, all right?"],["ANNOTATION","O'Neill moves faster towards the doors leading to the tarmac."]],"present":["FATHER","PASSENGER"],"place":"PIEDMONT-HAWTHORNE AIRPORT TERMINAL"},{"speech":[["ANNOTATION","The flight attendant signals to get the various passengers' attention."],["FLIGHT ATTENDANT","I'm sorry, ladies and gentlemen, we've just been told the flight's been cancelled. Please return to the terminal where more information will be provided to you."],["ANNOTATION","The passengers look at each other in confusion. Vernon notices military vehicles approaching. He warily moves with the other passengers. Then, he spots O'Neill exiting the terminal, followed by some National Guard members."],["O'NEILL","Vernon?"],["ANNOTATION","Vernon starts to run."],["GUARDSMAN","Go! There he is! Let's move!"],["ANNOTATION","Vernon runs and enters a hangar."],["O'NEILL","(to Guardsmen) You guys cover the exits. I'll take it from here."]],"present":["FLIGHT ATTENDANT","GUARDSMAN","O'NEILL"],"place":"PIEDMONT-HAWTHORNE AIRPORT TERMINAL DAY"},{"speech":[["ANNOTATION","O'Neill enters the hanger. Behind him, the hangar doors are closed by the National Guard."],["O'NEILL","Vernon? You can't get away."],["ANNOTATION","O'Neill bends down and looks under the various airplanes. He cautiously continues searching."],["O'NEILL","(loudly) Hey, Vernon...It's Jack O'Neill. Colonel O'Neill? The Air Force?...Look...I know this is a massive cliche, but the place is surrounded."],["VERNON","(muffled) Yeah, you're telling me. Those monsters are everywhere."],["ANNOTATION","O'Neill starts heading towards Vernon's voice, pinpointing it coming from one of the planes."],["O'NEILL","All right. I know you're seeing things. It's got to be a little confusing."],["ANNOTATION","Vernon partially opens the door of the plane he's hiding in and peeks out."],["VERNON","You're gonna kill me for what I know, aren't you?"],["O'NEILL","Nobody's gonna kill you."],["VERNON","It's the Gulf all over again. Only this time, it's innocent civilians too. You're doing scientific research on us against our will. You know, you'll never get away with it. The truth'll get out."],["ANNOTATION","Vernon gets out of the airplane."],["O'NEILL","You know, you're right. Our cover story is bogus."],["VERNON","It is?"],["O'NEILL","Yep. But the truth isn't what you think. Those creatures you're seeing...they're aliens."],["VERNON","(scoffing) Come on."],["O'NEILL","Hey, you wanted the truth. That's it. I work for a top secret branch of the military that deals with extraterrestrials. That's what you were seeing."],["VERNON","You're serious."],["O'NEILL","Yes, very serious. But the thing is...those things, they're no threat to us. In fact, if you couldn't see them, you wouldn't even know they were there."],["ANNOTATION","O'Neill approaches Vernon, stopping just a few feet away from him."],["VERNON","Oh, but I am seeing them. In fact, I'm seeing one right now."],["ANNOTATION","Vernon watches a large red insect flying in circles around O'Neill. Another insect crawls on a plane in the background."],["O'NEILL","(calmly) Well, we can make it so you don't."],["VERNON","Then what?"],["O'NEILL","(sighing) Look, Vernon. This can't get out. Not yet. The world is not ready to know."],["VERNON","So you-you just want me to keep it quiet?"],["O'NEILL","Well, think about it. Who's gonna believe you? I mean, government experiments are one thing, but we're talking aliens here."],["VERNON","Yeah, but other people have seen them."],["O'NEILL","Not for long. Besides, they're all buying our cover story. (Vernon thinks about this.) Vernon...your country needs you. I'm asking you, one soldier to another, play ball on this."],["VERNON","(nodding) Okay, but, uh, I'm not taking any pills or needles or anything."],["O'NEILL","You won't have to. (into radio) We're all clear."],["ANNOTATION","O'Neill reaches out and places his hand on Vernon's shoulder."],["O'NEILL","We good?"],["VERNON","Yes, sir."],["ANNOTATION","O'Neill and Vernon head out. Some National Guard are opening the bay doors."],["VERNON","So, what planet are they from?"],["O'NEILL","Who?"],["VERNON","The aliens."],["O'NEILL","Oh. Uh, a place called Melmac."],["VERNON","Isn't that where Alf is from?"],["O'NEILL","Who?"],["VERNON","Alf, you know, on tv, the puppet?"],["O'NEILL","Never saw it."],["VERNON","No kidding."]],"present":["O'NEILL","VERNON"],"place":"AIRPLANE HANGAR"}]