[{"speech":[["PREVIOUSLY ON STARGATE SG-1",""]],"present":["PREVIOUSLY ON STARGATE SG-1"],"place":"nowhere"},{"speech":[],"present":[],"place":"MAYBOURNE'S APARTMENT BUILDING, DAY"},{"speech":[["ANNOTATION","O'Neill stands by the window as Maybourne works on his computer."],["MAYBOURNE","You can't take down the whole NID and they'll kill you for trying...But you might be able to hold the incriminating evidence over them and get Hammond reinstated."]],"present":["MAYBOURNE"],"place":"MAYBOURNE'S SAFEHOUSE APARTMENT"},{"speech":[["ANNOTATION","Maybourne works on Kinsey's computer. O'Neill and Kinsey stand nearby."],["O'NEILL","I'm not leaving until I get what I came for."],["KINSEY","Oh, and what are you going to do?"],["O'NEILL","Well, I was thinking about shooting you."],["ANNOTATION","O'Neill unholsters his gun and aims it at Kinsey."],["MAYBOURNE","Kinsey's online activities connect him to NID actions over the last year and a half."]],"present":["KINSEY","MAYBOURNE","O'NEILL"],"place":"KINSEY'S STUDY"},{"speech":[["ANNOTATION","A limousine drives near the U.S. Capitol Building."]],"present":[],"place":"WASHINGTON, D.C., DAY"},{"speech":[["ANNOTATION","Kinsey and O'Neill sit in the back of a limousine."],["KINSEY","Hell, you've been back in time, forward in time--you've seen it all. I just wonder how things turn out...And I wonder how far you'd go to stop me from becoming President of the United States."],["S",""]],"present":["KINSEY","S"],"place":"LIMOUSINE, WASHINGTON, D.C."},{"speech":[["ANNOTATION","A gloved man unzips a foam case and pulls out a high powered rifle."]],"present":[],"place":"HOTEL ROOM, WASHINGTON, D.C."},{"speech":[["ANNOTATION","A limousine pulls up outside a hotel entrance. Several Secret Service agents cordon off the area near the door. A small crowd, including several reporters, are there. Kinsey comes out of the building, shaking hands with several in the crowd."]],"present":[],"place":"OUTSIDE DIFFERENT HOTEL, WASHINGTON, D.C., DAY"},{"speech":[["ANNOTATION","The assassin assembles the rifle, including scope."]],"present":[],"place":"HOTEL ROOM, BUILDING ACROSS FROM KINSEY'S EXIT"},{"speech":[["ANNOTATION","Kinsey continues to shake hands with the crowd."]],"present":[],"place":"WASHINGTON, D.C., DAY"},{"speech":[["ANNOTATION","The assassin loads the full ammunition clip and places it in rifle, cocking the bullet in the chamber."]],"present":[],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","Kinsey continues to shake hands and wave, but starts to move towards the limousine."]],"present":[],"place":"WASHINGTON, D.C., DAY"},{"speech":[["ANNOTATION","The assassin releases the safety and moves his hand to trigger, and one brown eye looks down the scope. Through the scope he can see Kinsey moving below him. He squeezes his hand around the trigger. Through the scope, he can see Kinsey pause by the limousine and wave one final time to the crowd. The assassin fires."]],"present":[],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","A shot rings out. Kinsey crumbles, clutching his chest. The crowd ducks, some people start yelling and screaming. The Secret Service scrambles around, brandishing their weapons and looking for the source. One hovers over Kinsey and speaks into his lapel."],["SECRET SERVICE AGENT","(into radio) The Senator's been hit. He's been hit!"]],"present":["SECRET SERVICE AGENT"],"place":"WASHINGTON, D.C., DAY"},{"speech":[["ANNOTATION","The assassin finishes loading the now disassembled rifle into the case and closes it, taking it with him."]],"present":[],"place":"HOTEL ROOM"},{"speech":[["ANNOTATION","The door to the building opens, and the assassin exits. It clearly appears to be O'Neill. He puts on his sunglasses and casually strolls away as sirens blare in the distance."]],"present":[],"place":"ALLEY OUTSIDE HOTEL, WASHINGTON, DC, DAY"},{"speech":[["ANNOTATION","On a television screen, a female reporter stands outside the Washington hotel where Kinsey was shot. \"Live Report\" is written on the screen below her."],["TV NEWS REPORTER","(through television) The assassination of Senator Kinsey has sent shockwaves through Washington. With his party's national convention just weeks away, the Senator was considered by many to be their most likely choice for the second spot on the presidential ticket."],["ANNOTATION","Jonas, Carter, and Teal'c all surround the television, watching the news. O'Neill enters. He is wearing casual, civilian clothes and looks relaxed."],["TV NEWS REPORTER","(continuing) Political maneuvering has already..."],["O'NEILL","Hey. I'm back. What'd I miss?"],["ANNOTATION","Carter mutes the television with the remote and stands, slightly puzzled at O'Neill's demeanor."],["CARTER","Sir, Senator Kinsey is dead. He was shot."],["O'NEILL","(shocked) What?"],["JONAS","Yeah. It's been all over the news for three days."],["O'NEILL","(still processing the news) I've been on vacation."],["CARTER","It looks like it was a professional hit. The shooter took him out from a hotel room across the street and then just disappeared."],["O'NEILL","Any suspects?"],["CARTER","(shaking head) Police aren't saying anything."],["TEAL'C","It is reasonable to assume that a man in Senator Kinsey's position would have a great many enemies."],["ANNOTATION","O'Neill acknowledges the comment and appears about to speak, but is interrupted by Hammond entering, flanked by two SFs."],["HAMMOND","Colonel?"],["O'NEILL","General?"],["HAMMOND","I'm sorry to have to do this, but these men are here to escort you to Peterson. From there you'll be flown to Andrews and then turned over to the civilian authorities in Washington."],["ANNOTATION","SG-1 are confused as they look back and forth between the guards and Hammond."],["CARTER","Sir, what is this?"],["HAMMOND","Colonel O'Neill is under arrest for the murder of Senator Kinsey."],["O'NEILL","(shocked) What!?!"],["ANNOTATION","The rest of SG-1 look equally shocked."],["SF","You'll have to come with us, sir."],["O'NEILL","(indignant) I don't think so."],["HAMMOND","Colonel..."],["O'NEILL","(protesting) General, I've been on vacation!"],["HAMMOND","(calmly) I believe you, Jack. But for the moment, we're going to have to cooperate."],["ANNOTATION","O'Neill still looks shocked."]],"present":["CARTER","HAMMOND","JONAS","O'NEILL","SF","TEAL'C","TV NEWS REPORTER"],"place":"JONAS'S OFFICE"},{"speech":[["ANNOTATION","Carter, Teal'c, and Jonas follow Hammond up the circular stairwell into the room."],["CARTER","There's no way Colonel O'Neill could've done this."],["HAMMOND","I'm aware of that, Major, but my hands are tied."],["JONAS","How could they possible think that he was responsible? He wasn't even in Washington!"],["DAVIS","Actually, it looks like he was."],["ANNOTATION","Major Davis is waiting at the table, several papers and a remote control in front of him."],["HAMMOND","Major Davis is acting as liaison between the Pentagon and the District Attorney. He has a report for us. Major?"],["DAVIS","Thank you, sir."],["ANNOTATION","Hammond and the three members of SG-1 take seats around the briefing room table. Davis clicks the remote, and black and white surveillance footage starts running on the screen."],["DAVIS","This was taken from a security camera in a hotel across the street from where the shooting occurred just a couple of minutes after it happened."],["ANNOTATION","The video displays a familiar figure moving down the building stairwell. Davis pauses the video when there is a clear image of the assassin's face. It shows O'Neill."],["DAVIS","Now, the trajectory of the bullet indicates that the shot did in fact come from this hotel."],["JONAS","(pointing at video) That doesn't prove anything."],["DAVIS","No, but based on this evidence, the FBI obtained warrants to search both the Colonel's house...and his cabin. Now, they didn't find anything, but one of the neighbors told them that they saw Colonel O'Neill dumping something down by the lake. They sent down a diver, who came up with this."],["ANNOTATION","Davis opens a file and hands Hammond an 8x10 photograph of the assassin's case and dismantled rifle. Hammond hands the photograph to Carter."],["DAVIS","Ballistics match it with the bullet that killed Senator Kinsey."],["ANNOTATION","Carter rolls her eyes and hands the photograph over to Jonas. He and Teal'c look equally skeptical."],["DAVIS","I don't know what else to say, sir. Certainly no secret that there was bad blood between them."],["CARTER","Oh, come on. They had a few run-ins. That's hardly a motive for murder."],["JONAS","Okay, I've read the file on Kinsey, but it is a little vague."],["HAMMOND","The Senator was involved with a group of individuals who were unhappy with the way Stargate Command was being run."],["CARTER","They tried to blackmail General Hammond into resigning. Colonel O'Neill found evidence connecting Kinsey to their illegal activities and threatened to go public with it unless he got them to back off."],["JONAS","So, technically, Kinsey was protecting the SGC."],["CARTER","(shrugging) True, but I don't think he was very happy about it."],["JONAS","Still, that's not a motive to kill the guy; that's a motive to keep him alive!"],["TEAL'C","Unfortunately, we can divulge none of this information to the civilian authorities."],["ANNOTATION","Jonas sighs and shakes his head."],["HAMMOND","Senator Kinsey was shot in broad daylight on a public street in front of dozens of civilian witnesses. If we tried to ship this to a military court, it would be a political disaster for the current administration."],["CARTER","With all due respect, sir, the \"current administration\" owes a lot to the Colonel."],["HAMMOND","I'm aware of that, Major, as is the President. Unfortunately, there's nothing he can do for Colonel O'Neill at this time. On the other hand, I'm not a politician, which is why I'm suspending SG-1's offworld duties and assigning the three of you to get to the bottom of this. You have the full resources of this command at your disposal."],["CARTER","Thank you, sir."],["HAMMOND","Dismissed."],["ANNOTATION","Everyone except Davis rises and leaves the room. Davis looks at the image of O'Neill on the video screen."]],"present":["CARTER","DAVIS","HAMMOND","JONAS","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[],"present":[],"place":"PETERSON AIR FORCE BASE, DAY"},{"speech":[["ANNOTATION","Teal'c and Jonas, both dressed in green BDUs, Teal'c with a black stocking cap on his head, stand waiting in a visiting room. A door buzzes open and a shackled O'Neill is led in by SFs. He wears blue prison garb."],["JONAS","Colonel."],["ANNOTATION","O'Neill gives a small humorless smile and continues in. The guards exit."],["JONAS","How are you...doing?"],["O'NEILL","(bitterly) I'm accused of a murder I didn't commit. How do you think I'm \"doing\"?"],["ANNOTATION","O'Neill sits at a table. Jonas and Teal'c sit across from him."],["JONAS","When are you supposed to get transferred to Washington?"],["O'NEILL","Couple of days."],["TEAL'C","General Hammond has suspended our offworld duties in order that we may investigate this situation further."],["ANNOTATION","O'Neill nods."],["JONAS","Unfortunately, it's not going very well."],["TEAL'C","There is evidence that places you at the scene of the shooting."],["O'NEILL","(forcefully) I was fishing!"],["ANNOTATION","Teal'c accepts this explanation calmly. Jonas shifts in his seat."],["O'NEILL","Look, Kinsey wasn't exactly my best buddy, and on occasion, I felt like beating the crap out of him, but I didn't kill him."],["JONAS","They...somehow have a video that clearly places you in Washington, D.C. three days ago."],["O'NEILL","(shaking head and muttering) I don't believe this."],["JONAS","We know you've been on secret missions before. We're not always privy to the details--"],["O'NEILL","(angrily interrupting) I wasn't on a mission, Jonas. I was in Minnesota! On vacation!"],["TEAL'C","Did you encounter anyone that could verify your story?"],["O'NEILL","I was twenty miles away from the closest town. Alone. That was the point!"],["ANNOTATION","Teal'c and Jonas exchange looks as O'Neill shifts, clearly frustrated."],["TEAL'C","Perhaps this is all part of an elaborate plan, and those responsible chose to act at a time when they knew you would have no alibi."],["ANNOTATION","O'Neill considers this and looks at Teal'c."]],"present":["JONAS","O'NEILL","TEAL'C"],"place":"FEDERAL PRISON"},{"speech":[["ANNOTATION","Carter, Jonas, and Teal'c brief Hammond."],["CARTER","I checked the videotape to see if it had been doctored, but it appears to be genuine."],["JONAS","So either that really is Colonel O'Neill, or someone who happens to look exactly like him."],["TEAL'C","We have encountered duplicating technology before."],["CARTER","I was thinking the exact same thing, but those mimic devices are under heavy guard."],["JONAS","(confused) Mimic devices? Someone want to fill me in?"],["ANNOTATION","Carter and Teal'c look to Hammond. He sighs and turns back to Jonas."],["HAMMOND","Three years ago, we had a foothold situation here at the SGC. Aliens gained control by using mimic devices to impersonate and replace base personnel, including myself."],["JONAS","(surprised) Why haven't I heard about this before?"],["HAMMOND","Because of the seriousness of the security breach, a decision was made to erase all mention of the incident from official records."],["ANNOTATION","Jonas nods and takes in this information."],["JONAS","Well, where are these devices now?"],["CARTER","Area 51."]],"present":["CARTER","HAMMOND","JONAS","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Infrared sensors cross horizontally over several rows of individually locked drawers. The door to the room buzzes and Carter, wearing her Class A uniform, and a scientist in a lab coat are let in by a guard."],["CARTER","How many do you have?"],["SCIENTIST","We recovered twelve from the SGC. They're all stored here."],["ANNOTATION","The scientist places her hand on a palm scanner."],["CARTER","Has anyone been studying them recently?"],["SCIENTIST","We've all been working on the X-303."],["ANNOTATION","The palm scanner completes its analysis and the infrared sensors shut down. The scientist leads Carter to one of the drawers. The scientist punches in a numeric combination and presses her thumb to the control. It scans her thumb and opens the drawer. Twelve mimic devices sit in foam."],["SCIENTIST","There we go, all present and accounted for."],["ANNOTATION","Carter picks up one of the devices and studies it."]],"present":["CARTER","SCIENTIST"],"place":"AREA 51 STORAGE ROOM"},{"speech":[["ANNOTATION","Carter sets the device down on the table in front of O'Neill. She remains dressed in her Class A uniform. Jonas sits by her side in green BDUs."],["CARTER","It's a fake. All the mimic devices were switched."],["O'NEILL","Someone duplicated the duplicators?"],["CARTER","The last recorded test of those devices was six months ago. They could've been taken any time after that."],["JONAS","There has got to be some way that we can use this to clear you."],["O'NEILL","I don't think the \"alien technology defense\" is gonna fly."],["JONAS","If I'm understanding this correctly, there is someone walking around out there that can make himself look exactly like you at the push of a button! That's gotta be relevant!"],["CARTER","It's classified information, Jonas. But...we can use it to find the real assassin...maybe."],["ANNOTATION","She and O'Neill exchange a sober look."]],"present":["CARTER","JONAS","O'NEILL"],"place":"PRISON, PETERSON AIR FORCE BASE"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Jonas holds up a mimic device. Carter and Teal'c stand across the counter from him."],["JONAS","So, how do these things work?"],["CARTER","Well, it's a two part process. First you take somebody and pass them through a large scanning device, which then uploads their exact image into a holographic sequencer."],["JONAS","(holds up device) Which looks like this."],["CARTER","Exactly. Then you place that sequencer somewhere on your body and activate it. You instantly take on the appearance of the person you scanned."],["TEAL'C","Was the scanning device taken?"],["CARTER","No, it's still at Area 51. We checked it out."],["JONAS","So, whoever did this can only impersonate a limited number of people."],["CARTER","Twelve, to be precise, including Colonel O'Neill, Doctor Fraiser, and Daniel."],["JONAS","What about General Hammond?"],["CARTER","The alien impersonating him was trapped in the Gate room along with several others. They activated some kind self-destruct and blew themselves up. In case you're wondering, Teal'c and I were never scanned."],["JONAS","That's good to know."],["CARTER","I requested all the personnel files on everyone who had access to these devices. I'd like the two of you to check them out."],["ANNOTATION","Teal'c nods."],["JONAS","What about you?"],["CARTER","(taking a deep breath) I'm going to Washington. I need to look up an old acquaintance."]],"present":["CARTER","JONAS","TEAL'C"],"place":"JONAS'S OFFICE"},{"speech":[],"present":[],"place":"WASHINGTON, D.C., DAY"},{"speech":[["ANNOTATION","Carter approaches a woman at a desk outside Malcolm Barrett's office."],["CARTER","I'm Major Carter. I'm here to see Agent Barrett."],["ANNOTATION","The woman leads her to Barrett's office."]],"present":["CARTER"],"place":"NID HEADQUARTERS"},{"speech":[["BARRETT","Major Carter. I was wondering how long it would be before you came by. Welcome to NID headquarters."]],"present":["BARRETT"],"place":"BARRETT'S OFFICE"},{"speech":[["ANNOTATION","Jonas studies a computer screen. Teal'c is nearby."],["JONAS","In three years, only eight people at Area 51 had authorized access to the mimic devices."],["TEAL'C","We must speak to them all."],["JONAS","Most of them have been transferred to the X-303 project, so they're still living in Nevada. Wait a minute, here's something."],["ANNOTATION","The computer screen locks on one of the personnel files. Dr. Brent Langham's detailed information scrolls across the screen."],["JONAS","Dr. Brent Langham."],["TEAL'C","(troubled) Deceased."],["JONAS","Killed in an automobile accident three weeks ago."],["TEAL'C","Given the circumstance, that would appear to be a highly unlikely coincidence."]],"present":["JONAS","TEAL'C"],"place":"JONAS'S OFFICE"},{"speech":[["BARRETT","What exactly are you implying here, Major? That the NID had a hand in the assassination of a U.S. Senator?"],["CARTER","Very few organizations have the resources to pull off something like this."],["BARRETT","And the man accused of the crime happens to belong to one of them."],["CARTER","(barely keeping her temper) The SGC is not behind this."],["BARRETT","Senator Kinsey was no friend of the Stargate Command. In fact, he tried to take you down more than once."],["CARTER","We don't engage in criminal activity, Agent Barrett, which is more than I can say for the NID."],["BARRETT","If you're referring to the Prometheus incident, that was orchestrated by a handful of rogue agents."],["CARTER","What about Steveston, Oregon? You sat by and watched while the Goa'uld took over an entire town of innocent civilians."],["BARRETT","That was an officially sanctioned operation...that would've succeeded if it wasn't for your interference."],["CARTER","(incredulous) Are you kidding me!?! Your agents were compromised, and your organization was about to be infiltrated!"],["ANNOTATION","Barrett reaches over and takes a small piece of notepaper. He begins to write on it while continuing to speak to her."],["BARRETT","Look, Major, the videotape of Colonel O'Neill clearly places him at the scene of the crime. And the murder weapon was found near his cabin. So, if you'll excuse me..."],["ANNOTATION","Barrett slides the note over to Carter. On it he has written: \"Stanton Park 3 PM\". Carter looks at the note, then back at Barrett."],["BARRETT","...I've got work to do."],["ANNOTATION","Carter nods in acknowledgment, then leaves."]],"present":["BARRETT","CARTER"],"place":"BARRETT'S OFFICE"},{"speech":[["ANNOTATION","Barrett sits on a park bench, reading a newspaper. Carter, now dressed in casual clothes, approaches and sits next to him."],["BARRETT","(still reading paper) You know, it says here that by 2075, the Earth's oceans will be too warm to sustain most coral reefs, and once they're gone, the entire ecosystem of the planet will collapse."],["CARTER","That's a cheerful thought."],["BARRETT","We spend all of our time trying to protect the world from the Goa'uld. Maybe we should worry a little more about protecting it from ourselves."],["CARTER","What are we doing out here, Agent Barrett?"],["BARRETT","My office is bugged. It's standard procedure to record all conversations that take place in NID headquarters. What I'm about to tell you, Major, nobody else can know, especially my superiors."],["CARTER","What are you talking about?"],["ANNOTATION","Barrett puts down the newspaper and looks at her earnestly."],["BARRETT","There's a cancer at the NID, a shadow organization that operates outside the law. It's time they were exposed for who they really are."],["CARTER","(nodding) I agree."],["BARRETT","The Prometheus incident, that was the last straw. After that, I was called to the White House for an assignment."],["CARTER","What does this have to do with Colonel O'Neill?"],["BARRETT","Senator Kinsey was working for me. He was about to give me enough evidence to bring down the entire leadership of the shadow group."],["CARTER","How did you convince him to do that?"],["BARRETT","Let's just say I know about a few of the skeletons in the Senator's closet...and it is an election year."],["ANNOTATION","Carter makes a disgusted face and nods."],["CARTER","You blackmailed him."],["BARRETT","I'll do whatever it takes to bring these people down, Major."],["ANNOTATION","Carter looks over at Barrett and does a double take at the conviction in Barrett's expression."],["ANNOTATION","Some time passes, and now Barrett and Carter are walking through the park."],["CARTER","So who else knows about this?"],["BARRETT","As of this moment, the President, a few members of his staff, and you."],["CARTER","You're working alone?"],["BARRETT","The smaller the operation, the less chance of it being compromised. You have no idea how far the corruption goes, Major. Not even the SGC is immune."],["CARTER","Then you're taking a big risk talking to me."],["BARRETT","I need your help. Besides, I think there's more that you're not telling me. I mean, you've seen the evidence against Colonel O'Neill. What makes you so sure that he's innocent?"],["CARTER","When you work with someone that long, you just know."],["BARRETT","No, there's something more than that. There's something you're not telling me."],["CARTER","Your job requires you to be suspicious of everybody, even your coworkers. Where I come from, we trust each other with our lives every day. Maybe that's something you can't understand."],["BARRETT","Well, I guess it's never to late to learn."],["ANNOTATION","Carter pauses and she and Barrett exchange looks."]],"present":["BARRETT","CARTER"],"place":"STANTON PARK, WASHINGTON, D.C., DAY (3 PM)"},{"speech":[["ANNOTATION","Jonas stands before a computer screen. Detailed images of the mimic devices appear on the video screen behind him. Teal'c, Fraiser, and Hammond sit at the table."],["JONAS","When the mimic devices were first brought to Area 51, a team of eight scientists was assigned to study them. The Pentagon was hoping to be able to adapt the devices for use in the field. However, while the original holographic images that were created by the aliens seemed to last indefinitely, those that were created by the scientists in the lab were only sustainable for three to four minutes at a time due to problems with electromagnetic interference. So the project was scaled back, and five of the original team members were reassigned. The remaining three were Dr. Singh, Dr. Healey, and this fellow...Dr. Brent Langham."],["ANNOTATION","Jonas clicks the remote, and Dr. Langham's personnel file appears on the screen, including a head shot of him. He is a dark haired man."],["JONAS","(continuing) They continued working on the devices for another six months with no new breakthroughs. Finally, the entire project was shut down, and uh, Dr. Healey and Dr. Singh were transferred to the X-303 project."],["HAMMOND","And Dr. Langham?"],["JONAS","He was supposedly killed in a car crash two days before the transfer was due to take effect."],["FRAISER","The body was burned beyond recognition. He was identified through dental records. But...the coroner missed something. Toxicology report came back clean, no signs of any drugs or alcohol in the victim's blood."],["HAMMOND","Why is that unusual?"],["FRAISER","Well, Dr. Langham was epileptic. His condition required him to take regular doses of anti-convulsant drugs. There should've been traces of those drugs in his blood."],["TEAL'C","The dental records were falsified. The body recovered at the crash site was someone else."],["HAMMOND","So you're saying this Dr. Langham took the mimic devices and engineered his own disappearance?"],["JONAS","Or someone engineered it for him."],["FRAISER","Okay, are we suggesting then that this scientist shot Kinsey?"],["JONAS","I doubt it. He didn't have any para-military training."],["TEAL'C","Perhaps Dr. Langham merely provided the mimic devices for a fee."],["FRAISER","Well, then he can lead us to whoever was responsible."],["HAMMOND","I don't care what it takes, I want you to find this Dr. Langham."],["JONAS","Yes, sir."]],"present":["FRAISER","HAMMOND","JONAS","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Carter and Barrett drive a sedan up to the warehouse. Carter turns off the ignition and turns to Barrett."],["CARTER","Okay...what is this?"],["BARRETT","The rifle used to kill Senator Kinsey was not the kind of thing you could pick up at your local sporting goods' store. This is a one stop shop for unregistered weapons. High-end merchandise, professional clientele. There's a good chance our shooter was here."],["ANNOTATION","They exit the car and head towards the door."],["CARTER","If you know they're selling illegal guns, why don't you shut them down?"],["BARRETT","I allow them to operate in exchange for information. Sometimes, you've gotta cross the line, Major. You've just gotta know when to step back."],["ANNOTATION","Barrett waves to a security camera outside the warehouse and the continue walking."]],"present":["BARRETT","CARTER"],"place":"WAREHOUSE, WASHINGTON, D.C., AREA, DAY"},{"speech":[["ANNOTATION","A well muscled man opens the door for Barrett and Carter."],["BARRETT","Hey, Leo."],["CARTER","(more cautious) Leo."],["ANNOTATION","They enter the warehouse, filled with various munitions and military style hardware. Against the back wall are several targets. They and the wall show evidence of several practice firings. Several other well muscled men stand guard throughout the warehouse. Barrett and Carter walk towards a desk and take seats. Barrett is calm, but Carter is wary. The munitions dealer, Luthor, is already seated behind it."],["LUTHOR","Agent Barrett. When are you going to get yourself a new suit?"],["BARRETT","(unphased) Black is good for any occasion."],["LUTHOR","(dryly) Yeah, it's also thinning. Who's your friend?"],["CARTER","Major Samantha Carter, United States Air Force."],["BARRETT","We can talk in front of her."],["LUTHOR","What can I do for you?"],["BARRETT","We want to know about a 700 with a customized break down stock."],["LUTHOR","Yeah? I moved one last week."],["CARTER","(righteously) Well, in all likelihood, the weapon you sold was used to assassinate a United States Senator."],["LUTHOR","(smirking) What's your point?"],["ANNOTATION","Carter is irritated by his nonchalance."],["BARRETT","Was the buyer a regular customer?"],["LUTHOR","Nah, I never seen him before."],["ANNOTATION","Barrett pulls out a picture from his coat. It is the surveillance camera footage showing O'Neill in the hotel stairwell."],["BARRETT","Is that the guy?"],["LUTHOR","That's the guy."],["ANNOTATION","Carter closes her eyes. Barrett looks over at her expectantly. Carter looks away, and the guns on display catch her attention."],["CARTER","Did he look at any other weapons besides the 700?"],["LUTHOR","Yeah, as a matter of fact, he did."],["ANNOTATION","Luthor nods to Leo, who picks up a weapon from its display mount."],["LUTHOR","A sound-suppressed revolver rifle."],["CARTER","Did he handle it?"],["LUTHOR","Sure."],["CARTER","Was he wearing gloves?"],["LUTHOR","(smiling and shaking his head) No."],["BARRETT","Has anybody handled it since?"],["LUTHOR","No, just Leo here."],["CARTER","(swallowing her distaste) How much?"],["ANNOTATION","Luthor smiles."]],"present":["BARRETT","CARTER","LUTHOR"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","Carter and Barrett study a computer display comparing the partial and whole prints lifted off the rifle with those of O'Neill. The computer analysis concludes with no match for either print."],["CARTER","There's one full set of prints and one partial on the second rifle, but neither of them match Colonel O'Neill."],["BARRETT","(nonplussed) It's a little strange."],["CARTER","Well, assuming that full set matches our friend Leo, that would mean the partial belongs to our shooter."],["BARRETT","Maybe."],["CARTER","(irritated) It's the best lead we have."],["BARRETT","The shooter probably won't have a criminal record. In fact, there's a good chance he may not exist on any database at all."],["CARTER","Except maybe NID personnel files."],["ANNOTATION","Barrett looks uncomfortable. Carter turns to face him directly and shrugs."],["CARTER","You said it yourself, Agent Barrett. There's a cancer in your organization. Kinsey was gonna to bring them down, so they had him killed. So, did they hire an outside contractor, or use one of their own?"],["ANNOTATION","Barrett looks grave, then nods towards the computer."],["BARRETT","Give me the disk."],["ANNOTATION","Carter hands him a floppy disk with the information."],["BARRETT","I'll check the files and call you in a couple hours."],["ANNOTATION","He starts to leave, then pauses just outside the hotel room door."],["BARRETT","Good call, checking for a second weapon."],["CARTER","Thanks."],["BARRETT","You're welcome."],["ANNOTATION","Barrett leaves."]],"present":["BARRETT","CARTER"],"place":"CARTER'S HOTEL ROOM, WASHINGTON, D.C."},{"speech":[["ANNOTATION","Fraiser is typing on Jonas's computer as Teal'c and Jonas stand nearby."],["JONAS","So where do we start?"],["TEAL'C","It is probable that Dr. Langham has assumed a new identity."],["JONAS","Yeah, new name, new address, new social security number."],["FRAISER","He can't change his medical condition."],["TEAL'C","Do not many thousands of people in this country suffer from this affliction?"],["FRAISER","Yes, but there's a wide range of treatment that vary from case to case. See, Dr. Langham was on a very specific combination of drugs, including Primadone and Carbamazepine, so we can access the national pharmaceutical database and focus on new prescriptions written in the past three weeks. We then cross reference that with age and gender, and we should be able to narrow down the field."],["ANNOTATION","Teal'c nods in acknowledgment."]],"present":["FRAISER","JONAS","TEAL'C"],"place":"JONAS'S OFFICE"},{"speech":[["ANNOTATION","Carter sits in her rental car and talks to Hammond over her cell phone."],["CARTER","(into phone) Teal'c and Jonas found anything yet?"],["HAMMOND","(over phone) They have a lead on a missing scientist from Area 51."]],"present":["CARTER","HAMMOND"],"place":"RESIDENTIAL STREET, WASHINGTON, D.C., DAY"},{"speech":[["ANNOTATION","Hammond sits at his desk, speaking to Carter."],["HAMMOND","(continuing) They think he may have been the one who took the mimic devices."]],"present":["HAMMOND"],"place":"HAMMOND'S OFFICE"},{"speech":[["CARTER","Well, if it turns out the shooter was NID, we should be able to track him using the fingerprints we found on the second rifle."]],"present":["CARTER"],"place":"RESIDENTIAL STREET, WASHINGTON, D.C., DAY"},{"speech":[["HAMMOND","What about this Agent Barrett? Are you sure you can trust him?"]],"present":["HAMMOND"],"place":"HAMMOND'S OFFICE"},{"speech":[["CARTER","(pausing) I don't know. I think so."],["HAMMOND","(over phone) You know you're not authorized to tell him about the foothold incident."]],"present":["CARTER","HAMMOND"],"place":"RESIDENTIAL STREET, WASHINGTON, D.C., DAY"},{"speech":[["HAMMOND","(continuing) Technically, I shouldn't have even told Jonas."],["CARTER","(over phone) I know, sir. I'm hoping it won't come to that."]],"present":["CARTER","HAMMOND"],"place":"HAMMOND'S OFFICE"},{"speech":[["CARTER","(continuing) I'll keep you posted, sir."],["ANNOTATION","Carter hangs up as Barrett gets in the passenger seat."],["CARTER","So?"],["BARRETT","You were right. The prints match an NID agent named Mark Devlin."],["ANNOTATION","Barrett opens a folder and shows Carter a file with Devlin's name paper clipped to the top. He is a bearded man who looks nothing like O'Neill. Carter glances at it and starts the engine."]],"present":["BARRETT","CARTER"],"place":"RESIDENTIAL STREET, WASHINGTON, D.C., DAY"},{"speech":[["ANNOTATION","Teal'c and Jonas pull up to a small grey house on a residential street. They get out and approach the front door. Both are wearing civilian, casual clothes. Teal'c wears a black, brimmed hat. Jonas carries a clipboard."],["JONAS","How'd you learn to drive?"],["TEAL'C","Daniel Jackson instructed me."],["JONAS","When was that?"],["TEAL'C","I believe the year was 1969."],["ANNOTATION","They reach the front door and knock. A blond man answers the door."],["SWIDEL","Can I help you?"],["ANNOTATION","Jonas checks his clipboard. Attached is a picture of Langham and a list of ten names, three of which are already crossed off. David Swidel is the fourth name on the list. The dark haired Langham looks nothing like Swidel."],["JONAS","Yeah, we're looking for a Mr. David Swidel."],["SWIDEL","Yeah, that's me. What's this about?"],["TEAL'C","Our apologies. You are not the man we are looking for."],["ANNOTATION","Swidel shrugs and starts to close the door."],["JONAS","(looking confused) Sorry, we must have made a mistake...er...have a good day."],["ANNOTATION","Jonas waves. Swidel returns the wave and closes the door. Jonas and Teal'c start to walk back to their car. Jonas shakes his head, still looking confused."],["JONAS","That guy look familiar to you?"],["TEAL'C","He did not."],["JONAS","Really? God, he looked familiar to me."],["ANNOTATION","Jonas pauses halfway to car. Teal'c also stops."],["JONAS","No. Wait, wait, wait. I know that guy. When I first came to Stargate Command, he was one of the airmen in the Gate room. I'm positive."],["ANNOTATION","Jonas jogs back to the front door and knocks again."],["JONAS","Mr. Swidel! Mr Swidel!"],["ANNOTATION","Teal'c attempts to open the front door with no success."],["JONAS","Around back."],["ANNOTATION","Jonas heads to the back of the house. Teal'c moves in another direction."],["ANNOTATION","Swidel heads out the patio door of his home and vaults over the deck railing. He runs across the back yard and starts to climb the fence. Jonas rounds the corner of the house and begins to give chase. He too climbs over the fence. Both now begin running down the street behind the row of homes. Swidel turns around to check on Jonas's progress. He passes a black van parked in the road. As Swidel reaches the back of the vehicle, Teal'c, behind the vehicle, shoves out his fist, knocking Swidel to the pavement."],["SWIDEL","Whoah!"],["ANNOTATION","Swidel is knocked unconscious by the blow and/or hitting the street. Jonas slows to a stop beside the pair."],["JONAS","Nice shot."],["ANNOTATION","Teal'c barely spares a glance at Jonas before reaching down to Swidel. He pulls open his shirt to reveal a mimic device. Teal'c pulls off the device, and the unconscious Swidel morphs back into Langham."],["JONAS","Dr. Langham, I presume."],["TEAL'C","Indeed."]],"present":["JONAS","SWIDEL","TEAL'C"],"place":"RESIDENTIAL STREET, UNKNOWN LOCATION, DAY"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Hammond reads a folder and moves to sit at the table. Teal'c and Jonas are already seated there."],["HAMMOND","You found Dr. Langham."],["JONAS","(nodding) He's in a holding cell on Level Sixteen."],["HAMMOND","Well done. Has he said anything?"],["JONAS","No, sir. We're letting him sweat, but he did ask for a lawyer."],["HAMMOND","That could be a problem. We're not exactly following proper procedure here."],["JONAS","Sir, this guy stole top secret material and is an accessory to murder!"],["TEAL'C","(forcefully) Dr. Langham is also the only one that can verify Colonel O'Neill's innocence."],["HAMMOND","Not necessarily. Major Carter and Agent Barrett are pursuing a lead that may take them to the real assassin."],["JONAS","And if it doesn't?"],["HAMMOND","I know you how feel. No one wants Colonel O'Neill back more than I do, but this is a delicate situation. I understand this man had some injuries when you brought him in."],["ANNOTATION","Hammond points to a few lines in the file and pushes it to Teal'c. Teal'c pauses and exchanges a look with Jonas."],["TEAL'C","Dr. Langham was reluctant to accompany us back to the SGC. He required some convincing."],["HAMMOND","All I'm saying is, we have to be careful. We're operating way outside our jurisdiction, and like it or not, this man has rights."],["TEAL'C","He will volunteer the information. Of that, I am certain."],["ANNOTATION","Hammond studies Teal'c. Teal'c raises one eyebrow."]],"present":["HAMMOND","JONAS","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Langham sits at a table in the darkened room. He nervously looks behind him at the SF on guard. He sees a shadow of someone pass by the window of his cell door. There is a buzz, and the door opens. Langham swallows and straightens up as Teal'c ominously enters the room. Teal'c clenches his jaw and studies Langham, then slowly takes a seat, folding his hands together and resting them on the table."],["LANGHAM","(nervously) Look, this is a waste of time. I've got nothing to say."],["ANNOTATION","Teal'c does not respond. After a pause..."],["LANGHAM","(swallowing) Okay, yes, I took the mimic devices. I switched them with the fakes, but I didn't know what they were planning to do."],["ANNOTATION","Teal'c does not respond."],["LANGHAM","What? You think I'm part of some kind of murder conspiracy? Well, you're wrong."],["ANNOTATION","Langham weakly attempts a defiant expression. Teal'c's chair creaks as he leans closer to Langham. Langham looks away and swallows again."],["LANGHAM","All right, I'll tell you what I know, but you have to promise me protection."],["ANNOTATION","Teal'c does not respond."]],"present":["LANGHAM"],"place":"SGC HOLDING CELL, LEVEL 16"},{"speech":[["ANNOTATION","Carter and Barrett pull up to Devlin's house. Agent Devlin is inside the home and sees them through the window. He moves away with a concerned expression. Barrett and Carter get out of the car and start towards the house, readying their sidearms. Carter knocks, but there is no answer."],["CARTER","I'll get us in."],["ANNOTATION","Carter pulls out her lock picking kit and starts to work at it. Barrett nervously looks around, then impatiently kicks open the door. Carter rolls her eyes and follows him inside, pocketing her lock picks."]],"present":["CARTER"],"place":"RESIDENTIAL STREET NEAR DEVLIN'S HOUSE, WASHINGTON, D.C., DAY"},{"speech":[["ANNOTATION","Carter and Barrett scan the rooms of the house. It is empty. When they reach the kitchen they see several canisters of gasoline attached to a timer which is counting down from seven seconds. Carter grabs Barrett's arm, and they run out of the house."]],"present":[],"place":"DEVLIN'S HOUSE"},{"speech":[["ANNOTATION","The counter reaches zero and the house explodes, knocking Barrett and Carter to the ground. Carter rolls onto her back to find Barrett halfway on top of her."],["CARTER","(dangerously) What are you doing?"],["BARRETT","Covering you."],["CARTER","(with a biting edge to her tone) Thank you. Get up."],["BARRETT","Right."],["ANNOTATION","Barrett moves aside and they both look at the house, completely engulfed in flames."]],"present":["BARRETT","CARTER"],"place":"OUTSIDE DEVLIN'S HOUSE, DAY"},{"speech":[["ANNOTATION","Hammond and Jonas have joined Teal'c in Langham's cell."],["JONAS","When you first switched the devices with the fakes, where'd you take them?"],["LANGHAM","Washington. They wanted me to take them myself because they thought using middlemen would be too risky."],["TEAL'C","To whom are you referring?"],["LANGHAM","They call themselves the Committee. They run the whole show."],["HAMMOND","We're going to need names."],["ANNOTATION","Langham does not respond."],["HAMMOND","You're looking at conspiracy to commit murder."],["LANGHAM","I didn't know they were going to use the devices to kill anybody! They told me that they were going to analyze the technology for possible commercial applications."],["JONAS","Why would you believe that?"],["LANGHAM","(caustically) You don't think money has anything to do with this? In the last six months, there have been at least ten new patents that can be traced back directly to Area 51. I'm talking industrial chemicals, metallurgy, computers, you name it."],["JONAS","So...they're selling alien technology?"],["LANGHAM","No. They're buying it! The members of the Committee aren't spies or secret agents, they're businessmen. The rogue NID agents work for them. They've got hundreds of millions invested, and they expect to make billions in return by incorporating alien advancements into their product lines."],["ANNOTATION","Hammond contemplates this information."],["JONAS","I thought this was about protecting the planet."],["LANGHAM","Well, nobody said it had to be a non-profit business."],["HAMMOND","Give us the names, and we'll ensure your safety."],["LANGHAM","(scoffing) Ho. Well. I'm going to need a few more details. You work for the Air Force. You don't have a witness protection program!"],["JONAS","But we do have the Stargate."],["ANNOTATION","Langham blinks."],["LANGHAM","What do you mean?"],["HAMMOND","Well, if these people are as powerful as you say they are, there's probably nowhere on Earth you'd be safe. Fortunately, we have other options."]],"present":["HAMMOND","JONAS","LANGHAM","TEAL'C"],"place":"SGC HOLDING CELL, LEVEL 16"},{"speech":[["ANNOTATION","Carter unlocks her door. She and Barrett enter, both covered in soot and generally disheveled."],["BARRETT","All right, we need to talk. Who else knows about this operation at Stargate Command?"],["CARTER","Why?"],["ANNOTATION","Carter disarms and goes into the bathroom."],["BARRETT","Because we've got a leak, Major."],["CARTER","(protesting) Oh, wait a minute."],["BARRETT","Agent Devlin was waiting for us. That means somebody obviously tipped him off."],["ANNOTATION","Carter comes out of the bathroom wiping her face and neck with a wet washcloth."],["CARTER","Not necessarily. Think about it. You used a computer to access those personnel files, right? Maybe somebody tracked you."],["ANNOTATION","Carter's cell phone rings."],["BARRETT","Don't-don't answer that."],["ANNOTATION","Carter looks at the phone display."],["CARTER","It's General Hammond."],["BARRETT","If they think we're dead, it may be our only advantage."],["CARTER","You trust me, you trust my team."],["ANNOTATION","Carter answers the phone and sits on her bed. Barrett opens the mini fridge and pulls out a couple of bottles of water."],["CARTER","(into phone) Sir, what's happened?...Did he talk?...No, that's great news...Yes, sir. Understood."],["ANNOTATION","Carter hangs up."],["BARRETT","(who had overheard) What is it?"],["CARTER","We've got the names of those responsible for the assassination."],["BARRETT","What's that supposed to mean?"],["CARTER","We have an inside source."],["BARRETT","Who?"],["CARTER","(hesitating) I can't."],["BARRETT","This assignment came from the White House, Major. If you don't tell me what I need to know, I'm gonna have to make a phone call. You're the one who's always talking about trust."],["ANNOTATION","He hands her a water bottle and opens his own. Carter takes a drink from hers and pauses, coming to a decision."],["CARTER","The man who shot Kinsey...was using a piece of alien technology--a device capable of creating a flawless holographic disguise, in this case a duplicate image of Colonel O'Neill. It was a perfect plan to get rid of Kinsey and the Colonel at the same time."],["BARRETT","Wait a minute. Why-why have I never heard about this technology before?"],["CARTER","We encountered the devices three years ago during the foothold situation. It was a close one. Kinsey was trying to shut down the Stargate program for being too risky, so the whole thing was covered up by Presidential order."],["BARRETT","Who's your source?"],["CARTER","A scientist at Area 51. He's the one who smuggled the devices out."],["BARRETT","(shaking his head) That's not enough."],["CARTER","They're onto us, Agent Barrett! If we don't move fast, they're going to disappear."],["BARRETT","We need more than the testimony of one scientist who made a deal for immunity."],["CARTER","That's all we have."],["ANNOTATION","Barrett pauses and looks away."],["CARTER","What?"],["BARRETT","Senator Kinsey's not dead, he's in a coma. We've got him under twenty-four hour guard."],["CARTER","Why the hell didn't you tell me?"],["BARRETT","Because we needed to keep his condition a secret for his protection. If and when he regains consciousness, he'll be able to provide us with the information we need to bring these people down."],["CARTER","So we were both keeping secrets."],["BARRETT","(shrugging) That's the way the game is played."],["CARTER","You've got a..."],["ANNOTATION","Carter gestures on her face where Barrett has a large soot smudge on his. She hands him the washcloth. He wipes at the smudge."],["BARRETT","Anyway, the, uh, Pentagon's been informed. They're sending a man over to the hospital. Did I...?"],["ANNOTATION","He points to his face. The smudge is mostly gone."],["CARTER","Close enough. Who are they sending?"],["BARRETT","(trying to remember the name) A liaison officer."],["CARTER","Major Davis."],["BARRETT","(nodding) Major Davis."],["ANNOTATION","Carter gets up and grabs her sidearm."],["BARRETT","What?"],["CARTER","There are twelve alien devices capable of mimicking specific individuals. Major Davis was one of them."]],"present":["BARRETT","CARTER"],"place":"CARTER'S HOTEL ROOM, WASHINGTON, D.C."},{"speech":[["ANNOTATION","Agent Devlin walks down a hall and enters an elevator. The doors close. Alone in the elevator, Devlin reaches into his pocket and pulls out a mimic device. He places it on his shirt and morphs into Major Paul Davis. The elevator doors open and Devlin as Davis exits. He walks to a room at the far end of the hall guarded by two SFs."],["DEVLIN AS DAVIS","Sergeant?"],["SERGEANT","Major Davis."],["DEVLIN AS DAVIS","I've come to check on the Senator."],["SERGEANT","Yes, sir."]],"present":["DEVLIN AS DAVIS","SERGEANT"],"place":"HOSPITAL"},{"speech":[["ANNOTATION","Devlin as Davis enters the room and closes the door. He pulls out his sidearm and attaches a silencer. Kinsey is unconscious, an oxygen cannula attached to him and his left hand over his chest."]],"present":[],"place":"KINSEY'S HOSPITAL ROOM"},{"speech":[["ANNOTATION","Five men in business suits sit around a conference room in a black room."],["COMMITTEE MEMBER ONE","Agent Devlin, how'd it go?"],["DEVLIN","Kinsey's dead."],["COMMITTEE MEMBER TWO","Are you sure? He was supposed to be dead the first time."],["DEVLIN","Well, he wasn't wearing a bulletproof vest this time, so yeah, I'm sure. There were a few complications though."]],"present":["COMMITTEE MEMBER ONE","COMMITTEE MEMBER TWO","DEVLIN"],"place":"THE COMMITTEE CONFERENCE ROOM"},{"speech":[["ANNOTATION","Devlin as Davis finishes attaching the silencer and cocks the weapon. A fire alarm goes off. He hides his pistol and turns just before the guards enter followed by some medical personnel."],["DEVLIN AS DAVIS","What's going on?"],["SERGEANT","Fire alarm. We need to move him."],["ANNOTATION","The medical staff wheel Kinsey out of the room. \"Davis\" moves to follow, but the guards step in"],["SERGEANT","We're going to have to ask you to wait here, sir."],["\"DAVIS\"","And why is that, Sergeant?"],["ANNOTATION","\"Davis\" holds out his hands, then attacks both men, knocking them both out with a few expert blows. He closes the door to the room, leaving them lying on the floor."]],"present":["\"DAVIS\"","DEVLIN AS DAVIS","SERGEANT"],"place":"KINSEY'S HOSPITAL ROOM"},{"speech":[["COMMITTEE MEMBER THREE","Secondary casualties are not our concern. Major Davis can answer for those as well."],["COMMITTEE MEMBER ONE","We still have a loose end. They have Dr. Langham in custody."],["COMMITTEE MEMBER THREE","That's not important. His accusations will be little more than a minor inconvenience for us. Instead of worrying about him, I suggest we use the mimic devices to eliminate another thorn in our side."],["DEVLIN","Someone at the SGC?"],["COMMITTEE MEMBER THREE","General Hammond. Once he's out of the way, we can replace him with someone more...sympathetic to our concerns."],["ANNOTATION","Devlin purses his lips."]],"present":["COMMITTEE MEMBER ONE","COMMITTEE MEMBER THREE","DEVLIN"],"place":"CONFERENCE ROOM"},{"speech":[["ANNOTATION","Devlin as Davis walks quickly with determination down the hall. Kinsey is being loaded into an elevator. The doors close as Devlin/Davis reaches it. He watches to see that they are traveling as far as the basement, then heads to the stairwell."]],"present":[],"place":"HOSPITAL THIRD FLOOR CORRIDOR"},{"speech":[["DEVLIN","If they know about the devices, they'll be prepared for something like this."],["COMMITTEE MEMBER TWO","Devlin's right. Besides, now that Kinsey's dead, we have other options."],["COMMITTEE MEMBER ONE","I think it's time we sent someone to talk to Hammond. Get him to reconsider those retirement plans."],["COMMITTEE MEMBER THREE","He doesn't seem like the type to bow to outside pressure."],["COMMITTEE MEMBER TWO","Well then, we're going to have to be very convincing."],["ANNOTATION","Committee Member Two turns to Devlin."]],"present":["COMMITTEE MEMBER ONE","COMMITTEE MEMBER THREE","COMMITTEE MEMBER TWO","DEVLIN"],"place":"CONFERENCE ROOM"},{"speech":[["ANNOTATION","Devlin as Davis enters a locker room, his weapon drawn. He searches the area. As he approaches a side corridor, he is hit with a zat held by Major Carter. Barrett is next to her with his own weapon drawn. Devlin/Davis collapses to the floor with a grunt. Carter and Barrett approach. Carter searches, and finds the mimic device. She takes it off, and he morphs back into his true form."]],"present":[],"place":"HOSPITAL BASEMENT"},{"speech":[["COMMITTEE MEMBER TWO","Agent Devlin, I would like you to pay General Hammond a visit. Impress upon him our...concerns for the safety and well-being of his family."],["\"DEVLIN\"","And if he still refuses to play ball?"],["COMMITTEE MEMBER THREE","(leaning forward) Then kill him."],["ANNOTATION","\"Devlin\" nods, then his image shorts out, morphing back and forth between Carter and Devlin. The Committee members watch in shock."],["COMMITTEE MEMBER ONE","What is this?"],["ANNOTATION","Devlin's image disappears completely, leaving Major Carter standing there."],["CARTER","(smiling) General Hammond sends his regards."],["ANNOTATION","The doors burst open, and several heavily armed men and Barrett storm in."],["BARRETT","All right, get your hands up. Come on, get 'em up!"],["ANNOTATION","Carter plucks off a mimic device from her shirt, hidden under her white jacket. The Committee members all put their hands in the air. Sufficiently covered by others, Barrett re-holsters his weapon. Carter looks at her watch."],["CARTER","Wow, the hologram lasted six and a half minutes. That's a new record for us."],["BARRETT","You took a big risk."],["CARTER","I knew you were listening."],["BARRETT","What makes you think I was going to come in here before you got them to incriminate themselves?"],["CARTER","(shrugging and smiling) When you work with someone, you just know."],["ANNOTATION","Barrett smiles to himself."]],"present":["\"DEVLIN\"","BARRETT","CARTER","COMMITTEE MEMBER ONE","COMMITTEE MEMBER THREE","COMMITTEE MEMBER TWO"],"place":"CONFERENCE ROOM"},{"speech":[["ANNOTATION","Kinsey is standing by a mirror, adjusting his tie. The door is opened by a guard. O'Neill, dressed in his Class A uniform, steps cautiously inside."],["KINSEY","(smiling) Ah, Colonel O'Neill. Glad you could make it."],["O'NEILL","What do you want, Kinsey?"],["KINSEY","I just thought we should have a little chat before we meet the press."],["ANNOTATION","Kinsey puts on his suit jacket."],["O'NEILL","(stiffly) Did you need to gloat a little?"],["KINSEY","(chuckling) Don't be that way, Jack. You need this as much as I do. The only way you're going to get public vindication is if the two of us appear on the six o'clock news shaking hands."],["O'NEILL","(sighs) Yeah...I'm not sure it's worth it."],["ANNOTATION","Kinsey adjusts his cuffs and steps closer."],["KINSEY","The American people don't want their Air Force officers to be assassins, Jack, they want them to be heroes."],["ANNOTATION","He slaps O'Neill on the arm."],["KINSEY","I'm going to make you a hero."],["ANNOTATION","Kinsey steps out the door with a jaunty gait. O'Neill winces and stands there a bit longer. Kinsey turns back at the doorway."],["KINSEY","Shall we?"],["ANNOTATION","O'Neill hesitates, then follows."]],"present":["KINSEY","O'NEILL"],"place":"KINSEY'S HOSPITAL ROOM"},{"speech":[["ANNOTATION","A podium with microphones is set up at the door to the hospital. Several reporters and photographers surround the podium. Television camera monitors record the setup. Kinsey, his protection detail, and O'Neill step forward. Kinsey reaches the podium."],["KINSEY","First of all, I want to apologize to you and to the American people for the deception surrounding my...untimely demise. It was an unfortunate but necessary final step in my investigation of certain anti-democratic forces that had taken root in several key government agencies. The ringleaders of this conspiracy have now been taken into custody."],["ANNOTATION","As Kinsey speaks, O'Neill squirms slightly, clearly uncomfortable."],["KINSEY","(continuing, chuckling) Of course, taking a bullet was not part of my original plan to bring these men down. But the success of the operation was well worth any personal sacrifice on my part. And I want the American people to know that...if elected...I intend to bring that same...determination...and zeal for justice with me to the White House. I would also like to thank Colonel Jack O'Neill of the United States Air Force for the vital role he played in my investigation. I can't go into details for reasons of national security, but I can assure you all that any evidence pointing to the Colonel as my would-be assassin was simply part of the operation."],["ANNOTATION","Smiling and confident, Kinsey turns to O'Neill and holds out his hand."],["KINSEY","Colonel?"],["ANNOTATION","O'Neill glances at Kinsey as the photographers take pictures. He pauses and takes a deep breath, then shakes Kinsey's hand. The reporters mutter comments and questions. Kinsey covers the main microphone."],["KINSEY","(low, to O'Neill) Smile, Colonel. You just won me the election."],["ANNOTATION","O'Neill looks very uncomfortable."]],"present":["KINSEY"],"place":"HOSPITAL, WASHINGTON, D.C., DAY"}]