[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","All the ambassadors will be referred to as Chinese, French, British. There are several dignitaries chatting to each other, pouring themselves tea, etc. In the middle of the room is a horseshoe-shaped table. Flags of several prominent nations are in the corners of the room. USAF airmen stand guard at the doors. The room is quite dimly lit. Chekov is seen pouring himself tea. He drops a lump of sugar in. He turns to the Chinese ambassador."],["CHEKOV","We've been over this, Mr. Ambassador."],["CHINESE","Our submarine, yes, yes."],["CHEKOV","The missile sub Rostov was less than seventy-five kilometres from the impact of the meteor."],["CHINESE","Why do you insist on maintaining this story?"],["CHEKOV","The shockwave caused severe damage and she sank to the bottom."],["CHINESE","And in the spirit of international cooperation, a deep submergence rescue vehicle was sent from Pearl Harbor."],["CHEKOV","Yes. Unfortunately the Rostov's reactor went critical before she arrived on the scene."],["CHINESE","I have heard your government repeat this story time and time again. Yet according to our naval intelligence service, on the day in question, the submarine in question was in fact still taking on supplies in the harbour at Vladivostok"],["CHEKOV","What can I say, Ambassador? Your intelligence is wrong. And not for the first time, I might add."],["ANNOTATION","He walks to the table, placing his cup of tea down."],["CHINESE","The Americans are hiding something and have been for years now. That Russia seems to have no objection is all the more confusing."],["ANNOTATION","The British and French ambassadors break off from their conversation, and look towards the Chinese Ambassador and Chekov with interest. They exchange a knowing look between themselves."],["CHEKOV","In the spirit of cooperation."],["CHINESE","(interrupting) Please, what you call a new spirit of cooperation between your two countries, Colonel, makes the People's Republic of China uncomfortable."],["BRITISH","Gentlemen, we couldn't help but overhear."],["CHEKOV","Yes, I was trying to explain."],["BRITISH","(interrupting Chekov) My dear Colonel, if we can agree on anything it's that your lost submarine in merely the latest in a long list of extremely unlikely events the Americans have attempted to foist upon us as \"the truth.\""],["FRENCH","Yes, the Americans are up to something."],["BRITISH","They did summon us here for some reason."],["CHINESE","To hear more stories of falling meteors and exploding hot air balloons."],["CHEKOV","Mr. Ambassador, I'm sure we can provide you with the necessary evidence."],["HAMMOND","That won't be necessary, Colonel."],["ANNOTATION","Hammond enters the room, followed by Major Davis and a Russian aide. Chekov and his aide talk in Russian."],["BRITISH","General?"],["ANNOTATION","Hammond looks at Davis."],["DAVIS","Gentlemen, please be seated."],["ANNOTATION","The various ambassadors take their places at the table. They each have their national flag at their place. The British, French, Russians and Chinese are represented, plus the U.S. represented in Hammond. A video screen appears on the wall in front of them, and Major Davis stands in front of it to address the delegates."],["DAVIS","Thank you. First and foremost, gentlemen, welcome to the Pentagon. Please forgive any security measures you've had to undergo in order to get here. In America, we try never to underestimate the competence or curiosity of our media. We've asked you here to inform you of a top-secret operation the United States Air Force has been operating out of Cheyenne Mountain in Colorado. It's called the Stargate Program."],["ANNOTATION","The ambassadors look slightly confused, and Hammond looks concerned, but determined."]],"present":["BRITISH","CHEKOV","CHINESE","DAVIS","FRENCH","HAMMOND"],"place":"CONFERENCE ROOM"},{"speech":[["DAVIS","Gentlemen. The Stargate."],["ANNOTATION","A diagram of the Stargate is shown on the video screen."],["DAVIS","The device itself was discovered in Egypt in 1928 where it lay buried for several thousand years. In 1945, a team of scientists hoping to find a military application for the device successfully established a stable wormhole by a process of random dialling. It was, for all intents and purposes, a lucky accident, which they were unable to repeat. The Gate remained inactive. Until eight years ago, when this man, (He clicks a button, and a picture and biographical details of Daniel come on screen) Dr. Daniel Jackson, joined the programme. Dr. Jackson successfully deciphered the symbols on the Gate, allowing us to begin routine exploration of alien worlds. Since that time, Mr. Ambassadors, we have visited literally hundreds of planets. Thousands more remain to be explored."],["BRITISH","(looking in disbelief) What?"],["FRENCH","(With scorn) This is absurd."],["HAMMOND","I know it's a lot to process, Gentlemen. The first time I saw the Gate activated, I could hardly believe my eyes.."],["CHEKOV","It is true."],["BRITISH","You know about this?"],["CHEKOV","The Russian government has been aware of the Stargate programme for quite some time."],["BRITISH","Are you quite serious? Did your President not recently call Great Britain America's closest ally?"],["HAMMOND","One of our own people illegally sold the Russians information which allowed them to temporarily operate their own program."],["FRENCH","(To Chekov) You had one of these Stargates?"],["CHEKOV","For a short time."],["BRITISH","(Increasingly annoyed) How many of these bloody things are there?"],["CHEKOV","There was another Stargate. It was recovered from the bottom of the ocean two years ago."],["CHINESE","I don't understand."],["DAVIS","SG-1 was trapped aboard an Asgard vessel. They beamed aboard our Stargate as their means of escape."],["CLIP: NEMESIS",""],["ANNOTATION","The Asgard ship is seen entering the atmosphere. SG-1 are shooting Replicators as they advance on the active Gate. O'Neill takes a detonator from his jacket and, seeing the Replicators advance in increasing numbers, pushes the trigger. The Asgard ship suffers a crippling explosion, and careers out of control in the atmosphere, pulling apart and crashing into the ocean in a huge fireball."],["END CLIP: NEMESIS",""]],"present":["BRITISH","CHEKOV","CHINESE","CLIP: NEMESIS","DAVIS","END CLIP: NEMESIS","FRENCH","HAMMOND"],"place":"PENTAGON CONFERENCE ROOM"},{"speech":[["DAVIS","So the Gate the Russians recovered from the Pacific was the Gate first discovered in Egypt. We replaced that Gate with the we discovered in Antarctica five years ago."],["HAMMOND","That Stargate has since been destroyed."],["DAVIS","The original Gate is back in Cheyenne Mountain under lease from the Russian government."],["CHINESE","The explosion of your nuclear submarine was a cover story for these events?"],["HAMMOND","Actually, the Rostov explosion was to cover up the explosion of a crashed Goa'uld ship."],["DAVIS","Whereas the Stargate was aboard an Asgard... (pauses, noticing their expressions of bewilderment) ...ship. The Asgard...Obviously this is very confusing at first glance."],["BRITISH","(With increasing sarcasm) Oh no, no, no, no. What could be more clear. There were two different sorts of alien ships. I follow completely. You know this is much more believable than the accidental loss of a Russian submarine. Although I am a bit dubious that not one, but two reported meteors in the last few years were in fact alien ships."],["DAVIS","Actually, there were three."],["ANNOTATION","The British ambassador loses his smile. The door opens, and Senator Kinsey arrives."],["KINSEY","Gentlemen. I'm sorry I'm late. I had a meeting on the hill that couldn't be postponed."],["ANNOTATION","He sits next to Chekov."],["HAMMOND","Senator."],["KINSEY","General. What have I missed?"],["FRENCH","Your officers have been telling us several tall tales, as you might say."],["KINSEY","You're telling me you've been at this God knows how long and they don't even believe you? If that doesn't take the cake. Well I don't know what they've told you but it's true. The Stargate exists and they go through the damn thing on a daily basis."],["BRITISH","Does everyone in your government know about this?"],["HAMMOND","As Chairman of the Appropriations Committee, Senator Kinsey was given a full briefing."],["KINSEY","The truth is, I demanded to know where all the money was going and believe you me, we're talking about a lot of money. I'm sure that what you're finding hard to believe is why we would come forward with any of this. Granted the Chinese government has threatened to go public with information that contradicts one of our cover stories, but that isn't the only reason. (Looking pointedly at Hammond) The fact is, due in no small part to the actions of the Stargate program's flagship team, SG-1, (turning to the ambassadors) our planet is facing imminent danger."],["BRITISH","So, assuming this is not some sort of elaborate hoax and there are no television cameras ready to pop out at any moment, these aliens who threaten to destroy Earth even as we speak."],["HAMMOND","The Goa'uld."],["BRITISH","They built the Stargate?"],["DAVIS","No Sir. The Gate system was built by a much older race that have long since disappeared. Now while the Goa'uld regularly use the Gate, they subjugate these transplanted human races with powerful ships that are capable of interstellar travel."],["CHINESE","Such as the one that crashed in the Pacific Ocean?"],["HAMMOND","And the Goa'uld have dozens if not hundreds of these vessels."],["ANNOTATION","Davis presses a button on his remote, and a schematic of a mothership appears on the giant video screen."],["DAVIS","This is a single Ha'tak class vessel. Each Goa'uld System Lord operates entire fleets of these."],["CLIP: THE SERPENTS VENOM",""],["ANNOTATION","Jacob pilots the ship to intercept a rings transport taking place between two motherships. Then tens more decloak."],["END CLIP: THE SERPENTS VENOM",""]],"present":["BRITISH","CHINESE","CLIP: THE SERPENTS VENOM","DAVIS","END CLIP: THE SERPENTS VENOM","FRENCH","HAMMOND","KINSEY"],"place":"PENTAGON CONFERENCE"},{"speech":[["DAVIS","Typically a Goa'uld flagship is several times this size. They also have mid range bombers called Al'kesh and small fighters known as death gliders."],["CLIP: EXODUS",""],["ANNOTATION","An Al'Kesh ship is seen approaching Earth's atmosphere. A glider comes into view, starting to fire at the aft of the ship. It is piloted by Teal'c, with O'Neill in the back. They hit the Al'kesh, and it starts an uncontrolled descent into Earth's atmosphere."],["O'NEILL","Pull up Teal'c. Teal'c pull up!"],["ANNOTATION","The Al'kesh explodes."],["END CLIP: EXODUS",""]],"present":["CLIP: EXODUS","DAVIS","END CLIP: EXODUS","O'NEILL"],"place":"PENTAGON CONFERENCE"},{"speech":[["HAMMOND","The Goa'uld are more advanced than us in every way and there can be no doubt that they have hostile intentions."],["BRITISH","Can we negotiate with them?"],["DAVIS","The Goa'uld are a predatory species. They will enslave a planet or in the face of resistance simply wipe out its inhabitants. They don't negotiate. Now we have witnessed Goa'uld attacks on several worlds. Their standard procedure is to begin with a long range assault launched from orbit designed to take out planetary defences and instil fear in the population."],["CLIP: THE SENTINEL",""],["ANNOTATION","O'Neill and Marul are standing in his Marul's chambers, when a blast from a mothership suddenly detonates on the outskirts of the town. Weapons fire from the ships in orbit start to rain down. A Goa'uld voice can be heard stating that the population will now serve him."],["END CLIP: THE SENTINEL",""]],"present":["BRITISH","CLIP: THE SENTINEL","DAVIS","END CLIP: THE SENTINEL","HAMMOND"],"place":"PENTAGON CONFERENCE"},{"speech":[["DAVIS","Once they've completed their orbital assault, they'll then be free to move in for tactical strikes against any remaining ground position."],["CLIP: SUMMIT",""],["ANNOTATION","Al'Kesh bombers complete a bombing run on Vorash. Underground, tunnels shake and collapse as SG-1 and the Tok'ra struggle to escape."],["END CLIP: SUMMIT",""]],"present":["CLIP: SUMMIT","DAVIS","END CLIP: SUMMIT"],"place":"PENTAGON CONFERENCE"},{"speech":[["DAVIS","After that they'll put their troops on the ground. Each mothership is capable of carrying hundreds if not thousands of warriors."],["CLIP: SUMMIT",""],["ANNOTATION","O'Neill, Teal'c and Aldwin run up a bank created by a bomb blast, and sneak a look over the top. They see several Al'Kesh, having landed, now unloading hundreds of troops. They are amassing ready for attack."],["O'NEILL","They appear to be amassing a few troops."],["END CLIP: SUMMIT",""]],"present":["CLIP: SUMMIT","DAVIS","END CLIP: SUMMIT","O'NEILL"],"place":"PENTAGON CONFERENCE"},{"speech":[["ANNOTATION","The British Ambassador looks very worried."],["KINSEY","It was high time you were all briefed on what we're up against."],["FRENCH","If what you are saying is true, then the United States government has unilaterally taken actions which have placed the whole world in jeopardy."],["KINSEY","Believe me, Mr. Ambassador, I know how you feel. When this was first brought to my attention, I insisted the Gate was too dangerous to remain in operation. Unfortunately, I was overruled."],["HAMMOND","With due respect, Senator, the President took your recommendation. And it nearly resulted in disaster. It was only because of the efforts of SG-1 who violated your order to shut down the Gate, that we managed to survive."],["KINSEY","Oh and they've done a great job since. Under your tenure, haven't they General? You managed to defeat the Goa'uld known as Apophis only to see him replaced by another more dangerous one. Isn't that a fair assessment?"],["CLIP: REVELATIONS",""],["ANNOTATION","Thor is lying, strapped to a table. The door behind him opens and Anubis walks in."],["ANUBIS","You are the one they call Thor. I am Anubis."],["THOR","As I have told your Lieutenant, I will reveal nothing to you."],["ANNOTATION","Anubis holds up a round device with spikes on it."],["ANUBIS","This device will be implanted into your brain, it will form a link between your mind and the ship's computer. Your knowledge will simply be downloaded into our memory banks. You will no doubt resist and you will no doubt fail."],["THOR","The Goa'uld possess no such technology."],["ANNOTATION","Anubis, walking away, turns back. His face is revealed, showing an oily black shape, with no facial features."],["ANUBIS","I think you will find many things have changed since my return."],["END CLIP: REVELATIONS",""]],"present":["ANUBIS","CLIP: REVELATIONS","END CLIP: REVELATIONS","FRENCH","HAMMOND","KINSEY","THOR"],"place":"PENTAGON CONFERENCE"},{"speech":[["DAVIS","Admittedly Anubis appears to have technology that it far superior to that of any other Goa'uld but we could not have possibly foreseen his return to power among all the other Goa'uld System Lords."],["KINSEY","(raising his voice slightly) The point is, he's already tried to destroy the Earth on two occasions."],["ANNOTATION","The French Ambassador looks around, stunned"],["BRITISH","I'm sure you were getting to that."],["DAVIS","Yes Sir. About a year ago, we discovered an asteroid with a collision course with Earth."],["FRENCH","When you say asteroid, I assume you mean spaceship."],["DAVIS","No Sir, not this time."],["ANNOTATION","He clicks a button, and diagrams of the asteroid and its trajectory appear on the screen behind him."],["DAVIS","We were fortunate to detect it at all. If it had have struck the planet there would have been no need for a cover story. It would have wiped out all life as we know it."],["HAMMOND","We discovered that the asteroid had been deliberately set on a collision course with Earth by Anubis. Fortunately we managed to divert it in time."],["CLIP: FAIL SAFE",""],["ANNOTATION","The asteroid is seen coming closer to Earth. O'Neill looks up our of the cargo ship's front window, to see Earth looming closer and closer."],["O'NEILL","Carter, I can see my house!"],["CARTER","Engaging hyperdrive...now."],["ANNOTATION","She presses the button to engage. A hyperdrive window opens between the asteroid and Earth, and the asteroid enters it and disappears. SG-1 exchange looks briefly, before the asteroid appears on the other side of the planet, exiting hyperspace."],["END CLIP: FAIL SAFE",""]],"present":["BRITISH","CARTER","CLIP: FAIL SAFE","DAVIS","END CLIP: FAIL SAFE","FRENCH","HAMMOND","KINSEY","O'NEILL"],"place":"PENTAGON CONFERENCE"},{"speech":[["DAVIS","I should point out once again, gentlemen, that it was SG-1 who saved us."],["BRITISH","Are we expecting another attack?"],["DAVIS","Anubis is currently consolidating his position amongst the other System Lords but it's only a matter of time before he turns his attention back to Earth."],["HAMMOND","The nations represented in this room make up the bulk of this planet's military capacity. Our chances for successful resistance would be greatly improved if we would just work together."],["CHEKOV","This would require an unprecedented level of military cooperation as well as a commitment from all of you to maintain absolute secrecy."],["CHINESE","I'm afraid that may be impossible. If we're facing invasion, then we must warn our people so they can prepare."],["DAVIS","With all due respect Mr. Ambassador, we feel coming forward now would only result in widespread panic."],["FRENCH","As opposed to the panic that would result when alien troops begin marching through our streets?"],["CHINESE","The government of China does not believe in keeping secrets from its people. We may have no choice but to release this information."],["ANNOTATION","Those sat at the table take time to let this statement from the Chinese sink in. Hammond takes a deep breath."],["BRITISH","We're talking about a full-scale attack from space. I'm afraid people are going to notice."],["HAMMOND","We're hoping it won't come to that. As you now know, Stargate Command has managed to deal with several threats to the security of this planet without divulging any information to the general public."],["KINSEY","You've been lucky and you know it."],["HAMMOND","We also have damned good people. We've given as good as we've gotten."],["DAVIS","On one occasion we managed to wipe out an entire fleet of motherships."],["BRITISH","This SG-1, I assume."],["HAMMOND","That's right."],["CLIP: EXODUS",""],["ANNOTATION","A Stargate is in a hanger on a mothership. It engages, and then a forcefield surround it."],["CARTER","Engaging force field."],["ANNOTATION","She exhales."],["O'NEILL","Something wrong?"],["CARTER","No...I've just never blown up a star before."],["O'NEILL","Well they say the first one's always the hardest. (Carter looks at him sceptically) They say that."],["CARTER","Opening the cargo bay doors. (They open, revealing blackness outside) Releasing the clamps, (they release, and the Gate starts to hover and move towards the open bay doors) and the Gate is away."],["ANNOTATION","Thrusters on the bottom of the Gate initiate a few short bursts. The Gate spins into the nearby sun, which explodes, taking a small moon and the Goa'uld fleet with it."],["END CLIP: EXODUS",""]],"present":["BRITISH","CARTER","CHEKOV","CHINESE","CLIP: EXODUS","DAVIS","END CLIP: EXODUS","FRENCH","HAMMOND","KINSEY","O'NEILL"],"place":"PENTAGON CONFERENCE"},{"speech":[["BRITISH","A significant achievement General but it sounds as though the circumstances will be difficult to duplicate."],["HAMMOND","For all their advanced technology, the Goa'uld have a fatal flaw. (looking towards Kinsey) Arrogance."],["DAVIS","We've been able to take advantage of the fact that they don't perceive us to be a serious threat."],["KINSEY","Clearly that's no longer the case."],["DAVIS","The point is they're not invincible. Our technology may be inferior, but it is effective."],["ANNOTATION","He presses a button, and the video screen now shows schematics for a two missiles."],["CLIP: THE SENTINEL",""],["ANNOTATION","Two missiles drop down from an overhead mounting arm, pointing towards an active Gate."],["CARTER","Target Sierra One has been acquired. TECHNICIAN: Missile away."],["ANNOTATION","The missile flies through the Gate, shooting out the other side and high into the air. Several Jaffa guarding the alien Gate look up in disbelief. One Jaffa turns to look at his staff canon, to see a small pin prick of green light. He turns to see the missile heading directly for him, only feet away. It destroys their position."],["CARTER","Sierra One has been destroyed."],["END CLIP: THE SENTINEL",""]],"present":["BRITISH","CARTER","CLIP: THE SENTINEL","DAVIS","END CLIP: THE SENTINEL","HAMMOND","KINSEY"],"place":"PENTAGON CONFERENCE"},{"speech":[["BRITISH","Very impressive. But nothing on Earth go could up against one of these mother ships."],["HAMMOND","Mr. Ambassador, our primary mission has been to obtain technology capable of defending this planet."],["DAVIS","And we've made significant progress towards that end."],["KINSEY","We've made progress. The jury's still out on significant."],["DAVIS","During the six years that the Stargate has been in operation we've acquired a working knowledge of certain alien technologies. We've tried to adapt those technologies to our own uses. Towards that end, two years ago we developed a hybrid fighter interceptor known as the"],["X301.","(A diagram of the X301 appear on the screen) It was a combination of human technology and parts from two salvaged death gliders. Unfortunately the prototype failed to live up to expectation."],["CLIP: TANGENT",""],["ANNOTATION","The X301 darts through clouds above Area 51."],["TEAL'C","Beginning attack run now."],["ANNOTATION","The X301 begins a steep climb."],["O'NEILL","(Enjoying himself!) Woo hoo hoo!"],["TEAL'C","I am no longer in control O'Neill."],["O'NEILL","Excuse me?"],["TEAL'C","The craft is no longer accepting input from the controls. The drive is at full power."],["ANNOTATION","The X301 enters the upper atmosphere, continuing into space."],["O'NEILL","Flight, I am declaring an emergency."],["TEAL'C","The ejection system has malfunctioned."],["O'NEILL","We are no longer in control of the vehicle. I repeat, we have lost control and cannot eject."],["END CLIP: TANGENT",""]],"present":["BRITISH","CLIP: TANGENT","DAVIS","END CLIP: TANGENT","HAMMOND","KINSEY","O'NEILL","TEAL'C","X301."],"place":"PENTAGON CONFERENCE"},{"speech":[["DAVIS","After the failure of the X301 we began to concentrate on creating an entirely man made craft, with similar ability. The result was the"],["X302.",""],["CLIP: REDEMPTION",""],["ANNOTATION","The X302 taxis out of the hanger and onto the runway."],["CARTER","Navigation."],["O'NEILL","Check."],["CARTER","Oxygen, pressure, temperature control."],["O'NEILL","All check."],["CARTER","Inertial dampeners."],["O'NEILL","Cool. And check."],["CARTER","Engines."],["O'NEILL","All check. Phasers?"],["CARTER","Sorry sir. All systems operational. Mission command, all systems go from Abydos One."],["ANNOTATION","O'Neill opens the throttle and the X302 takes off. The diagram of the X302 is on the screen."],["END CLIP: REDEMPTION",""]],"present":["CARTER","CLIP: REDEMPTION","DAVIS","END CLIP: REDEMPTION","O'NEILL","X302."],"place":"PENTAGON CONFERENCE"},{"speech":[["CHINESE","Do you mean to tell me that the United States Air Force is currently flying an interceptor that is capable of both aerial combat and space flight?"],["DAVIS","That's correct."],["CHINESE","This is unacceptable!"],["HAMMOND","Mr. Ambassador, I understand how you feel--"],["CHINESE","(Interrupting) With all due respect, General, I don't think you do. Your government has been operating this Stargate for six years, supposedly for the benefit of all mankind. Yet now we find out that you've been taking advantage of the situation. To create military hardware that radically alters the balance of power on this planet."],["HAMMOND","The X302 was designed to defend against the Goa'uld. We have no intention of using it against our neighbours."],["CHINESE","And for that we have only your word."],["CHEKOV","The United States has had such capabilities for some time, but have not used them on other nations."],["FRENCH","Are there any other new technologies that we need to know about?"],["KINSEY","Might as well tell them General, they're gonna find out sooner or later."],["HAMMOND","Ever since we encountered a Goa'uld mother ship, we have been working to find a viable counter measure."],["CLIP: PROMETHEUS",""],["ANNOTATION","The X303 engages engines and slowly rises from its hanger. O'Neill and Teal'c watch it's ascent, somewhat stunned. It towers above the guards of the outpost. Having cleared its hanger, it climbs into the sky."],["END CLIP: PROMETHEUS",""]],"present":["CHEKOV","CHINESE","CLIP: PROMETHEUS","DAVIS","END CLIP: PROMETHEUS","FRENCH","HAMMOND","KINSEY"],"place":"PENTAGON CONFERENCE"},{"speech":[["DAVIS","Prometheus was designed to carry a complement of eight X302 fighters. And is one of several planned."],["CHINESE","I must contact my government immediately."],["ANNOTATION","He closes his notebook, and stands. Hammond stands to address him."],["HAMMOND","Mr. Ambassador. We volunteered this information in a spirit of cooperation. We're trying to create a coalition to defend the entire world."],["CHINESE","Under your leadership?"],["HAMMOND","We have the experience."],["CHINESE","I'm sorry General, but it may be impossible to achieve an agreement as long the Stargate and any resulting technologies remain solely under the control of the United States military."],["BRITISH","What do you suggest?"],["FRENCH","We could move the Gate to a neutral location and create a permanent staff, drawn from all five nations."],["HAMMOND","I'm afraid we can't agree to that."],["CHINESE","Well that choice may finally not be up to you. Once the rest of the world learns of the Stargate, they may well demand it."],["CHEKOV","We support the United States."],["CHINESE","And what are you getting in exchange for this support?"],["KINSEY","Gentleman, please! Perhaps I can offer a compromise. Please?"],["ANNOTATION","The Chinese ambassador looks around, then sits back down, as does Hammond."],["KINSEY","I sympathise with the ambassador's position. A device as powerful as the Stargate in the hands of a military organization. It's a recipe for abuse. Despite everyone's best intentions."],["CHINESE","What are you suggesting?"],["KINSEY","We have a civilian agency known as the NID."],["ANNOTATION","Major Davis and Hammond exchange quizzical glances."],["KINSEY","Now its mandate has been to keep an eye on top secret projects like the Stargate program, and has done so from the beginning. I propose that we give this organization direct control of the Gate, effective immediately."],["HAMMOND","You can't be serious."],["KINSEY","I'm completely serious General. The NID is the only organization, besides the Air Force, that has the knowledge, experience and skill to run the Stargate."],["DAVIS","They tried to kill you Senator."],["KINSEY","Come now, Major. Those were rogue agents working for outside interests. Under the NID I'm sure that we can determine a suitable level of participation for all the great nations represented here at this table."],["HAMMOND","Senator could we speak in private?"],["CHINESE","I find your reluctance to relinquish military control of the Gate disturbing General."],["HAMMOND","You'd do a lot better to trust the United States Air Force than the NID Mr. Ambassador."],["KINSEY","The General has an understandable personal prejudice against the organization."],["HAMMOND","Personal prejudice? Senator, their record speaks for itself."],["CLIP: CHAIN REACTION",""],["ANNOTATION","Hammond and O'Neill sit at the dining table in Hammond home. As they talk, Hammond's granddaughters play in the garden, and can be seen and heard through the window behind O'Neill."],["O'NEILL","I never met anyone who liked doing what they do more than you. You were good at it, great. You'll never convince me that you just got fed up, I'll never buy that."],["HAMMOND","You don't understand."],["O'NEILL","I won't. Unless you explain it to me."],["HAMMOND","Two weeks ago I was contacted by a representative of the NID. He suggested I should become more aggressive in my policies."],["O'NEILL","They have no jurisdiction over you."],["HAMMOND","They wanted me to help them gain access to off world technology, which they're unable to do since we shut down their little side operation."],["O'NEILL","You told them to go to hell?"],["HAMMOND","Of course. Then he told me that if I didn't co--operate there would be consequences. The next day two men in plain clothes, driving a black, unmarked car, picked up my granddaughters at school."],["O'NEILL","I don't believe it."],["HAMMOND","They took them for a little ride, then brought them home. The girls were fine, but I got the message."],["END CLIP: CHAIN REACTION",""]],"present":["BRITISH","CHEKOV","CHINESE","CLIP: CHAIN REACTION","DAVIS","END CLIP: CHAIN REACTION","FRENCH","HAMMOND","KINSEY","O'NEILL"],"place":"PENTAGON CONFERENCE"},{"speech":[["HAMMOND","We're talking about a borderline criminal organization whose true mandate has always been to acquire alien technology at any cost."],["FRENCH","If the threat posed by this Anubis is as serious as you say, acquiring alien technology should be our first priority."],["DAVIS","Tell that to the people of Madrona sir. The NID stole a weather control device from that planet causing a complete destabilisation of their atmosphere. They would have died if SG-1 hadn't have tracked down the culprits and retrieved the device."],["CLIP: TOUCHSTONE",""],["ANNOTATION","SG-1 enter an empty hanger, guns raised. In the centre of the hanger are three airmen, two locking down an extremely large crate, and one closing a large flight case. Next to the extremely large crate is a truck, its rear doors open."],["O'NEILL","Stand to gentlemen! Keep those hands visible."],["ANNOTATION","The NID airmen raise their hands, looking slightly confused."],["NID GUY","Who the hell are you?"],["O'NEILL","No one's damn business. Step away from the crate."],["ANNOTATION","They do as O'Neill says. He walks past them, approaching the truck. Sounds of a DHD dialling and chevrons engaging can be heard. A fourth NID guy is seen pressing the DHD and engaging a wormhole. The kawhoosh explodes out of the crate, straight upwards, knocking O'Neill to the floor. The NID guys take advantage of the situation, and run, diving into the established wormhole. Daniel runs to the truck, to see if he can retrieve the address."],["O'NEILL","No!"],["ANNOTATION","O'Neill stops one of the NID guys from taking the smaller case by shooting at it. He repeats it when the last NID guy tries to take it."],["O'NEILL","Don't do it!"],["ANNOTATION","Daniel gets to the DHD, but the address disappears just as he arrives."],["DANIEL","Arggh!"],["O'NEILL","What?"],["DANIEL","I missed the address."],["ANNOTATION","Carter unlocks the case, and takes out the Touchstone device."],["CARTER","At least we have this."],["END CLIP: TOUCHSTONE",""]],"present":["CARTER","CLIP: TOUCHSTONE","DANIEL","DAVIS","END CLIP: TOUCHSTONE","FRENCH","HAMMOND","NID GUY","O'NEILL"],"place":"PENTAGON CONFERENCE"},{"speech":[["DAVIS","Even after we managed to shut down their operation here on Earth they continued to steal from an off world base. But they stole from the wrong aliens."],["ANNOTATION","Kinsey sneers."],["CLIP: SHADES OF GREY",""],["ANNOTATION","An Asgard ship descends on the rogue base. Several artefacts on shelves in the base disappear in a white light. O'Neill stands in front of an open wormhole, while the rest of the rogue team stand at the bottom of the steps."],["TOBIAS","What are they doing?"],["O'NEILL","Taking back what's rightfully theirs I guess? Listen up all of you; you've got two choices here. As soon as they stop taking stuff, they're gonna start taking people. Now you can go with the Asgard, or you can follow me. Your choice. I'll be holding the door open so you can't go anywhere else."],["ANNOTATION","He steps through the Gate. The rogue team look at each other, and follow him through. They are arrested and handcuffed as they come down the ramp in the SGC."],["END CLIP: SHADES OF GREY",""]],"present":["CLIP: SHADES OF GREY","DAVIS","END CLIP: SHADES OF GREY","O'NEILL","TOBIAS"],"place":"PENTAGON CONFERENCE"},{"speech":[["KINSEY","Granted, the NID has employed some questionable methods in the past, but we're all agreed the status quo won't do. And I would hesitate to point fingers, General Hammond, that you and Jack O'Neill are still in charge of the Stargate program--"],["HAMMOND","(Interrupting) If you're questioning our record..."],["KINSEY","I'm questioning your competence. But, if you want to look at your record in the company of these fine gentlemen that's just fine."],["ANNOTATION","He takes out several reports from his briefcase. Major Davis steps forward, looking quite angry. The ambassadors look very interested."],["KINSEY","Each of these reports details an incident in which the operation of the Stargate program has brought this planet to the brink of destruction. For example, four years ago despite indications of extreme danger you opened a wormhole to a planet that was in the process of being destroyed by a black hole."],["DAVIS","That was unforeseeable!"],["KINSEY","Gravitational and time distortions had been translated back through the Gate, which you had been unable to disengage. And the Earth came within a hair's breadth of being torn apart."],["HAMMOND","We did manage to shut down the Gate by directing an explosive device through the wormhole, and I believe it was Jack O'Neill who risked his life to pull it off."],["CLIP: A MATTER OF TIME",""],["ANNOTATION","O'Neill dangles on a wire, next to a directed energy bomb, above the wormhole. He pulls a key, throwing at the Gate, which starts a twenty-second countdown. He begins to try to pull himself away from the bomb."],["CARTER","Teal'c, pull him up!"],["ANNOTATION","Teal'c, Cater and Sgt Siler try to pull O'Neill up, struggling against the gravitational forces from the black hole on the other side of the wormhole. The countdown reaches zero, and the bomb explodes."],["END CLIP: A MATTER OF TIME",""]],"present":["CARTER","CLIP: A MATTER OF TIME","DAVIS","END CLIP: A MATTER OF TIME","HAMMOND","KINSEY"],"place":"PENTAGON CONFERENCE"},{"speech":[["KINSEY","What else do we have here? Ah yes, isn't it true that while under your command the Stargate facility has been completely overrun by alien life forms."],["CLIP: MESSAGE IN A BOTTLE",""],["ANNOTATION","O'Neill and Teal'c run into the Gate room, carrying the alien orb between them. As they approach the Gate, the orb fires a spear into the ground, then another up into the wall."],["CARTER","Get out of there!"],["ANNOTATION","Another spear narrowly misses Teal'c, and the last hits O'Neill in the shoulder, pinning him high on a wall."],["END CLIP: MESSAGE IN A BOTTLE",""],["CLIP: MENACE",""],["ANNOTATION","A Replicator jumps down onto the desk in the control room. Teal'c and O'Neill start blasting Replicators in the corridors outside the Gate room. Carter and Hammond set the manual self destruct."],["CARTER","Sir, we've set the self destruct. You have less than five minutes to tell us to override. Do you copy?"],["O'NEILL","(Shouting into his radio over the noise of Replicators and gunfire) Roger that!"],["END CLIP: MENACE",""],["CLIP: FOOTHOLD",""],["ANNOTATION","The aliens run into the Gate room, and start to exit through the open wormhole. O'Neill, Carter and Teal'c enter the control room, zatting one the aliens.."],["O'NEILL","Close that iris!"],["CARTER","Can't sir, it's overridden. Shutting down the Gate."],["ANNOTATION","The doors to the Gate room close, and the Gate disengages. The lead alien turns to see SG-1 in the control room, then activates his biological self destruct mechanism. O'Neill manages to shut the blast doors in time to shield them from the blast."],["END CLIP: FOOTHOLD",""]],"present":["CARTER","CLIP: FOOTHOLD","CLIP: MENACE","CLIP: MESSAGE IN A BOTTLE","END CLIP: FOOTHOLD","END CLIP: MENACE","END CLIP: MESSAGE IN A BOTTLE","KINSEY","O'NEILL"],"place":"PENTAGON CONFERENCE"},{"speech":[["HAMMOND","The situation was successfully contained."],["KINSEY","The situation should never have arisen. Not if you had been doing your job. (To the ambassadors) And these incidents are just the tip of the iceberg. Face it General, under your command the Stargate program has lurched from one crisis to the next. Never averting disaster by anything more than the skin of its teeth. We can't afford to let you roll the dice any longer."],["ANNOTATION","The Conference is having a recess. Several groups of officials stand, whispering to each other. Major Davis approaches Hammond."],["HAMMOND","(To airman he is talking to) Would you excuse us please?"],["ANNOTATION","The airman leaves."],["DAVIS","Made a few phone calls sir, turns out Senator Kinsey's moving from appropriations to intelligence oversight."],["HAMMOND","Which would put him in a position of direct power over the NID."],["DAVIS","He's manipulated this whole situation to gain control of the Stargate."],["HAMMOND","(Considering Davis' words) I may have my own ace up my sleeve."],["ANNOTATION","He leaves. Chekov is talking to the Chinese Ambassador"],["CHEKOV","I understand your feelings Mr. Ambassador, believe me. For two years now we have been junior partners in the Stargate program, following the lead of the Americans."],["CHINESE","The Chinese government will not accept a secondary position so graciously."],["CHEKOV","There are advantages. The program costs them over seven billion dollars a year to operate."],["CHINESE","They reap the benefits!"],["CHEKOV","The X303? Research and development of the hyperdrive alone has cost them over two billion. And it still doesn't function properly. They will spend a lot more money and risk the lives of their people perfecting the design. Then, we'll get the blueprints and build our own ship in a fraction of the time for half the cost."],["KINSEY","Once again I apologise gentlemen. Seems a politician's work is never done."],["CHEKOV","(Finishing his conversation with the Chinese Ambassador) You could have the same deal."],["ANNOTATION","He speaks in Russian to his aide. The conference delegates retake their seats.."],["KINSEY","Now, where were we?"],["HAMMOND","Gentlemen, I realise we're in no position to make demands here. We're trying to reach a consensus. But before you go back to your leaders and make your recommendations I want you to consider something. Whoever is running the Stargate will be acting as representatives of this planet throughout the galaxy. They will be our ambassadors. Meeting other races, establishing ties with other worlds. It is true that in the six years we've been running the Stargate we've made enemies, but we've also made friends. I believe we've acquitted ourselves with honour. On that score I stand by the record."],["CLIP: THE FIFTH RACE",""],["ANNOTATION","O'Neill comes hurtling out of a wormhole into a large chamber. Small figures, speaking in a strange language, hesitantly come out to meet him."],["ASGARD 1","This is the Asgard planet Othalla in the galaxy of Ida."],["O'NEILL","Why did I come here?"],["ASGARD 2","The Ancients moved on from our region of space long ago. But your subconscious mind used their knowledge to find us here, where you could get help."],["ASGARD 1","Very impressive."],["O'NEILL","Well, you know."],["ASGARD 1","We did not think your brains had advanced even that far."],["O'NEILL","How is it you know so much about our brains?"],["ASGARD 1","We have studied your race closely."],["O'NEILL","Ah. What did you learn?"],["ASGARD 2","That your species has great potential."],["O'NEILL","Great potential. That's good."],["ANNOTATION","The Asgard stretches out his hand in friendship, and O'Neill takes it."],["END CLIP: THE FIFTH RACE",""]],"present":["ASGARD 1","ASGARD 2","CHEKOV","CHINESE","CLIP: THE FIFTH RACE","DAVIS","END CLIP: THE FIFTH RACE","HAMMOND","KINSEY","O'NEILL"],"place":"PENTAGON CONFERENCE"},{"speech":[["CHINESE","You make an interesting case General. However I must take this matter back to my government and recommend full disclosure to our people."],["FRENCH","I must do the same, though I admit Senator Kinsey's proposal is interesting."],["KINSEY","Thank you, Mr. Ambassador."],["ANNOTATION","A bright light appears next to Major Davis, and Thor beams in. Kinsey looks annoyed, the British, French and Chinese ambassadors scared, and Chekov taken aback."],["BRITISH","Hello?"],["THOR","Hello. I am Thor, supreme commander of the Asgard fleet."],["HAMMOND","Thank you for coming, Thor."],["THOR","It is my pleasure, General Hammond. The Asgard are in your debt."],["BRITISH","Your debt?"],["THOR","SG-1 under the command of General Hammond, has saved my people and yours on many occasions. We are not only allies against the Goa'uld, we are true friends."],["KINSEY","(Standing) Commander Thor, my name is--"],["THOR","(Interrupting) Senator Kinsey. O'Neill suggested I send you to a distant planet for your actions here but I am reasonably certain his statement was in jest."],["KINSEY","I'm sure it was Commander."],["ANNOTATION","Kinsey raises his finger, about to speak, but Thor raises his finger as well and does not allow him to interrupt"],["THOR","Supreme Commander. It is the opinion of the Asgard High Council that Stargate Command should be left in the very capable hands of General Hammond and his team. And while our continued friendship with Earth is not contingent on that, it is preferred."],["ANNOTATION","Kinsey sits down, obviously defeated, and deflated."],["BRITISH","You came all this way, just to tell us that?"],["THOR","And to install Asgard designed shields and weapons on Prometheus. A small token of thanks for SG-1's recent efforts in securing our galaxy, and yours, from certain destruction."],["BRITISH","I see."],["THOR","I hope I have been successful in convincing you. Good day, General Hammond."],["HAMMOND","Always a pleasure, Thor. Please drop in any time."],["ANNOTATION","Thor beams out."],["BRITISH","Well. That settles it, then. You have our support, General."],["HAMMOND","Thank you, Ambassador."],["FRENCH","Ours as well."],["CHEKOV","And the continued support of Russia."],["DAVIS","It's much appreciated, sir."],["CHINESE","While I still have my reservations, I believe my government will agree that, for the time being, the Stargate is in the right hands."],["HAMMOND","Senator?"],["KINSEY","I'll say this, General. Well played."],["ANNOTATION","Kinsey gets up and leaves. Hammond looks satisfied."]],"present":["BRITISH","CHEKOV","CHINESE","DAVIS","FRENCH","HAMMOND","KINSEY","THOR"],"place":"PENTAGON CONFERENCE"}]