[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","Prometheus is orbiting a planet looking similar to Earth, cloud cover, blue seas."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","It is darkened. Colonel Ronson marches onto the bridge."],["RONSON","All right, everyone on your toes. Major Gant, report."],["GANT","A ship has just exited a hyperspace window of our port bow Colonel. Goa'uld vessels, Ha'tak class."],["ANNOTATION","Ronson takes his place in the captain's chair."],["RONSON","Sound general quarters."],["ANNOTATION","An alarm starts to sound."],["GANT","Goa'uld vessels closing in on position, at 50,000 metres."],["ANNOTATION","She sits at the helm."],["GANT","Arming weapons sir."],["RONSON","Shields at maximum, load missile bays 1 through 4, and charge the primary weapon system."],["GANT","Yes sir."]],"present":["GANT","RONSON"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","Crewmen are running through corridors as the alarm continues to sound. The camera focuses on O'Neill and Teal'c, who are just coming out of an adjoining corridor. O'Neill is almost knocked over by a running crewman."],["O'NEILL","(At a passing crewman) Excuse me! (shouting over the sound of the alarm.) God, that's annoying!"],["ANNOTATION","They walk through the corridor."],["TEAL'C","I believe Colonel Ronson has issued a call for battlestations."],["O'NEILL","(Annoyed) Again."],["TEAL'C","Have we not been assigned to participate in the damage control effort."],["O'NEILL","Yes, and if there's ever any damage I'll do my best to control it. Right now I want to talk to Ronson."],["ANNOTATION","They enter the bridge."],["GANT","Goa'uld vessel within range, sir."],["RONSON","Weapons officer,"],["ANNOTATION","A quick shot of the weapons officer at his station."],["RONSON","Prepare to fire on my command."],["O'NEILL","(To Teal'c) As the weapons officer you'd think he'd already be prepared."],["TEAL'C","Indeed."],["RONSON","(To O'Neill and Teal'c) The bridge isn't exactly where you're supposed to be during a battle drill."],["O'NEILL","No, I've been meaning to talk to you about that."],["RONSON","Can it wait? 'Till we're not in the middle of a drill."],["O'NEILL","When are we not in the middle of a drill?"],["ANNOTATION","Ronson glares at O'Neill and says nothing. O'Neill holds his hands up."],["O'NEILL","Okay. We'll talk about it later. (They exchange looks. To Teal'c) Teal'c, prepare to assist in damage control."],["TEAL'C","I am prepared O'Neill."],["O'NEILL","See how melodramatic that sounds, it's unnecessary."],["ANNOTATION","They leave the bridge."],["RONSON","(To the crew left on the bridge) Where were we?"]],"present":["GANT","O'NEILL","RONSON","TEAL'C"],"place":"PROMETHEUS CORRIDOR"},{"speech":[["ANNOTATION","O'Neill is at a console, talking to Hammond over a video link."],["O'NEILL","To be honest with you Sir, I feel like we're getting in the way here."],["HAMMOND","(seen on a computer screen) SG-1 has valuable experience with both hyperspace travel and the Prometheus itself. Besides, your mission to P7X 009 shouldn't take more than a couple of hours. General Greer and I just want you there for the shake down cruise."],["O'NEILL","In the unlikely event of an emergency?"],["HAMMOND","Something like that. Enjoy the ride Colonel. Hammond out."],["ANNOTATION","Hammond turns off the video link, and the screen turns to snow. O'Neill smiles sarcastically and nods, seemingly in pain."]],"present":["HAMMOND","O'NEILL"],"place":"PROMETHEUS"},{"speech":[["VOICE OF RONSON","This is Prometheus."]],"present":["VOICE OF RONSON"],"place":"PROMETHEUS IN SPACE"},{"speech":[["VOICE OF RONSON","Requesting go ahead for mission start."],["VOICE ON RADIO","Prometheus, this is Vandenburg. You have an affirmative on a hyperspace window activation."],["RONSON","Roger that. (Turns to Major Gant at helm.) Major, we have a go."],["GANT","Yes Sir, activating window."],["ANNOTATION","She enters co-ordinates in the helm computer."]],"present":["GANT","RONSON","VOICE OF RONSON","VOICE ON RADIO"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","The Prometheus produces a hyperspace window. The Prometheus enters and disappears in a flash of light. Prometheus is seen travelling through hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Ronson is walking down the corridor, followed by Major Gant."],["RONSON","Run level 1 diagnostics on all weapon systems including shields."],["GANT","Ring transport?"],["RONSON","In all of them. Also, set up a hull breach simulation for 0500. That's all."],["GANT","Yes Sir."],["ANNOTATION","She leaves. Ronson encounters O'Neill, waiting in the elevator for him."],["RONSON","Jack."],["O'NEILL","Got yourself a fine crew here Ronson."],["RONSON","Yeah, you got a pretty solid team yourself."],["O'NEILL","Yeah, speaking of that..."],["ANNOTATION","The elevator doors open and they step out."],["RONSON","Jack, I know that in the event of a real situation with the Goa'uld you feel that your place would be on the bridge."],["O'NEILL","Well, if not me, then you'd be a fool not to take advantage of Teal'c's expertise, and Carter's a genius--"],["RONSON","You're absolutely right, but you're just along for the shakedown cruise. My crew needs to be able to count on me and on each other after you're gone."],["O'NEILL","(Sighs) I guess I can respect that."],["RONSON","Besides, I highly doubt we'll run into the Goa'uld on this mission."]],"present":["GANT","O'NEILL","RONSON"],"place":"PROMETHEUS CORRIDOR"},{"speech":[["ANNOTATION","The Prometheus exits hyperspace. Inside the ship, O'Neill and Ronson look surprised."],["RONSON","We just dropped out of hyperspace."],["ANNOTATION","He walks off to investigate."],["O'NEILL","(Into radio) Carter, Teal'c meet me on the bridge."]],"present":["O'NEILL","RONSON"],"place":"SPACE"},{"speech":[["ANNOTATION","Ronson enters, followed by O'Neill, Carter, Teal'c and Jonas."],["RONSON","Major?"],["GANT","We were supposed to be in hyperspace for another 90 minutes Sir, I don't know what happened Sir."],["RONSON","What's our position?"],["GANT","Four zero point six two lightyears short of the target Sir."],["ANNOTATION","Carter reads some of the data being displayed on the systems computer."],["CARTER","Something must have caused the hyperdrive to shut down automatically."],["JONAS","The only way that would happen would be if the computer detected some instability with the naquadria powering the engines."],["ANNOTATION","Carter nods."],["GANT","He's right Sir, diagnostics show a massive power surge in the hyperdrive. The fail-safes kicked in to shut in down."],["RONSON","Have you begun restart procedures?"],["GANT","I've tried but the computer won't allow start up."],["ANNOTATION","A computer screen is shown, which is displaying the message \"engines offline\"."],["O'NEILL","Carter? (She looks up) You promised me it would work."],["CARTER","It did work."],["O'NEILL","No it didn't."],["CARTER","The hyperdrive was fitted with a buffer, sort of like a surge protecter. It was designed to modulate extreme fluctuations in the energy coming from the naquadria. This shouldn't be happening."],["TEAL'C","Yet it is happening."],["O'NEILL","Yet it is."],["GANT","Something must have damaged the buffer."],["CARTER","Sir, with your permission I'd like to take a look."],["JONAS","Yeah, me too."],["RONSON","Take Major Gant with you. Report back to me as soon as possible."],["CARTER","Yes Sir."],["ANNOTATION","Carter, Jonas and Major Gant leave."]],"present":["CARTER","GANT","JONAS","O'NEILL","RONSON","TEAL'C"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","Carter is at the systems console."],["CARTER","Well, we were right. Something caused to buffer to overload. It's more or less fried."],["GANT","I don't understand, it was created to handle massive amounts of energy."],["JONAS","(Entering the room) Gravity waves. I just checked the ship's sensor log, we just passed through an intense gravity wave from a collapsing star while in hypersapce."],["CARTER","Well, that would explain it, it was too much for the buffer to handle."],["GANT","But the hyperspace engine is still intact and we still have the naquadria-"],["CARTER","(Interrupting) Yeah, but we have no way of regulating it, and no way to calculate the distance we've travelled because of naquadria's inherent instability."],["JONAS","We could end up anywhere."]],"present":["CARTER","GANT","JONAS"],"place":"PROMETHEUS ENGINE ROOM"},{"speech":[],"present":[],"place":"PROMETHEUS IN SPACE"},{"speech":[["ANNOTATION","Carter is showing Ronson the systems data on a large screen."],["O'NEILL","(Entering the room with Teal'c) Well, if he was going to help out, he'd've shown by now."],["RONSON","Who?"],["O'NEILL","Thor. Little guy, grey."],["RONSON","I know who Thor is."],["TEAL'C","The Asgard have proven valuable in similar situations."],["O'NEILL","Carter?"],["CARTER","I'm afraid it doesn't look good Sir. Even if we were able to write a subroutine into the computer to bypass the buffer, we'd still risk the reactor going critical."],["RONSON","Well use whatever you need to repair the buffer. Cannibalise whatever systems you deem necessary."],["CARTER","With all due respect, Colonel, I can't."],["O'NEILL","(Raises eyebrows) Carter?"],["CARTER","Sir, I helped design the buffer module. I can tell you right now there is no possible way I can make it operational, not with what we have on this ship. It's like a lightbulb that's burned out. You can't just fix it."],["O'NEILL","Do we have any extra bulbs?"],["RONSON","There's no redundancy for that particular system."],["O'NEILL","So you're saying there's no redundancy."],["ANNOTATION","Teal'c looks at him quizzically."],["RONSON","Even if we were to plot a course for earth, using maximum sub-light thrust, it would take years. We don't have the supplies."],["CARTER","Not to mention the relativistic effects."],["RONSON","That buffer has to be repaired."],["JONAS","Actually, there maybe another solution."],["INT-PROMETHEUS BRIDGE",""],["ANNOTATION","A laptop is open. Its screen shows several Gate addresses."],["JONAS","According to the cartouche, the planet is .3 lightyears from our present position, (he rings a planet on the navigational board) P3X 744. Now, we've tried dialling it unsuccessfully in the past, but if it's on the cartouche then there had to a Stargate there at some point."],["TEAL'C","Perhaps it may be buried."],["ANNOTATION","Ronson and O'Neill turn to look at Teal'c."],["JONAS","Well, if we can make it there and Gate home, we can get what we need to repair the ship."],["GANT","We're still talking about a 4 month journey using sub-light engines, we'd never make it."],["CARTER","We use the hyperdrive."],["O'NEILL","I thought we couldn't do that."],["CARTER","For a protracted period of time, no."],["GANT","744 would be a pretty short hop."],["ANNOTATION","She goes to the navigational console to enter the co-ordinates. O'Neill looks confused."],["CARTER","The shorter the burst of energy required, the less the instability."],["JONAS","That's what I'm thinking."],["O'NEILL","(To Ronson) It's your call. (Ronson looks at O'Neill.) But I don't see that we have much choice."],["RONSON","Major Gant, plot a course for 744."],["ANNOTATION","Prometheus is seen entering a hyperspace window, then exiting it near a brownish-grey planet."]],"present":["CARTER","GANT","INT-PROMETHEUS BRIDGE","JONAS","O'NEILL","RONSON","TEAL'C"],"place":"PROMETHEUS BRIEFING ROOM"},{"speech":[["WEAPONS OFFICER","Now orbiting P3X 744 Sir."],["O'NEILL","Heading port in a storm heh?"],["RONSON","Good work people."],["ANNOTATION","The Hyperdrive engine is shown on Gant's computer screen. It changes from green, to red. Carter comes to look at the screen."],["GANT","Sir, computers are showing a rapid energy build up in the naquadria cells."],["RONSON","Shut down power to the reactor."],["GANT","(She tries) Controls are not responding Sir. The reaction's continuing uncontrolled."],["CARTER","The jump must have triggered a power surge that overloaded the reactor control systems. Sir, without the buffer we have no way to stop the build up. WE have afew minutes before the naquadria goes critical."],["RONSON","Stand by to jettison the reactor module."],["GANT","Yes Sir."],["JONAS","Wait a minute, if I'm wrong about there being a Stargate on this planet, we're losing our only means of getting home."],["TEAL'C","It would appear there is little choice."],["RONSON","Bring shields and sub-light engines online."],["CARTER","We're not going to be able to get very far away before it blows."],["RONSON","Then we're about to find out how just good our shields are."],["RONSON","(Into ship's intercom) All hands brace for impact."],["ANNOTATION","An alarm begins to sound."],["RONSON","Reactor module separation on my mark, 3,2,1 mark."],["ANNOTATION","Ronson and Gant press buttons simultaneously. The reactor is seen being jettisoned out of the ship."],["GANT","Module jettisoned."],["RONSON","Get us clear, full military thrust."],["OFFICER","Sir!"],["ANNOTATION","The Prometheus is seen moving away from the module, which is turning brighter. It explodes, and a shock wave careers towards them. It hits the Prometheus, which convulses with the impact, and inside several consoles explode behind O'Neill, Jonas and Teal'c, who are showered with sparks. The ship continues to convulse. Gas begins escaping from a pipe behind Teal'c. He turns off a nearby valve and the gas disappears. The convulsing stops."],["RONSON","Damage report!"],["GANT","The electromagnetic pulse penetrated the shields Sir; primary computer systems are down. All we have is artificial gravity and life support on most decks."],["RONSON","Casualties?"],["GANT","None reported."],["RONSON","How soon before we get systems back online?"],["GANT","(Frantically checking her console) It's too early to say Sir."],["CARTER","I'd like to assist if I may."],["RONSON","Please do, Major."],["OFFICER","Colonel Ronson, I'm picking up incoming bogeys, originally from the planet's surface. Closing on our position, heading this way."],["RONSON","Can you identify them?"],["OFFICER","Velocity and size indicates some kind of ballistic missile Sir. We're under attack."],["ANNOTATION","A new alarm starts to sound. Carter, Teal'c and Jonas look concerned. Ronson looks at O'Neill, who returns his look and cocks his head slightly. The sensor screen is shown, with Prometheus in the middle of the screen. 2 red dots appear, coming toward the Prometheus from approx. 1 o'clock."],["RONSON","Evasive action, take us out of orbit."],["OFFICER","We can't manoeuvre Sir."],["RONSON","All right, arm weapons, we'll try to take them out."],["GANT","Weapons control is down Sir."],["ANNOTATION","Ronson looks worried."],["O'NEILL","When do they hit?"],["OFFICER","3 minutes."],["CARTER","That's not enough time to get the systems back online Sir."],["JONAS","Colonel, they only fired their missiles after we exploded the hyperdrive over their atmosphere. It could very well have looked like an attack from their point of view."],["CARTER","I agree Sir. Based on the weapons they fired, they're obviously a fairly sophisticated race. The EM pulse that knocked out most of our computer systems could have had the same impact on their planet."],["RONSON","Then how are they able to launch missiles?"],["CARTER","Ballistic missile sites on Earth are shielded from EMP."],["O'NEILL","Let's talk to them."],["OFFICER","2 minutes to missile impact."],["GANT","Sir, I can broadcast on multiple frequencies. If they're listening, they'll pick it up."],["RONSON","Do it."],["ANNOTATION","O'Neill puts on a headset with earphone and microphone. He looks to the officer, who nods."],["O'NEILL","This is Colonel Jack O'Neill of the United States Air Force vessel Prometheus. Can anyone hear me down there?"],["ANNOTATION","There is a pause, and some kind of static can be heard over the speaker."],["O'NEILL","The explosion that just happened in orbit over your planet was an accident. The resulting EM pulse has damaged our ship and we're defenceless against your attack."],["ANNOTATION","More static is heard over the speakers."],["O'NEILL","We've come a long way to meet you folks, so if there's anything you can do, y'know, to stop those missiles."],["ANNOTATION","The sensor screen is seen, with the 2 red dots continuing to move closer."],["OFFICER","1 minute to impact."],["RONSON","(Over intercom) Lock down all compartments and brace for impact."],["ANNOTATION","An alarm sounds."],["O'NEILL","We'd very much like the opportunity to land and introduce ourselves, but if you destroy our ship that's going to be...very difficult."],["ANNOTATION","More static. SG-1 exchange worried glances. The sensor screen is shown, with the two red dots continuing to approach the ship. The front window of the ship is shown, and the two missiles can be seen. Suddenly there is a blinding light, as the two missiles explode. The ship shakes from the resulting shockwave."],["OFFICER","Missiles self destructed at 17,000 metres."],["ANNOTATION","Ronson exhales loudly, he has been holding his breath."],["CALTHAS","(Over speakers) This is Commander Kalfas of the Tagrean Security Force. We will transmit landing co-ordinates. Kalfas out."],["O'NEILL","Not exactly an engraved invitation, but..."],["RONSON","I would prefer not landing until we have our shields and weapons back online."],["GANT","We should have shields back up in a couple of minutes, Sir."]],"present":["CALTHAS","CARTER","GANT","JONAS","O'NEILL","OFFICER","RONSON","TEAL'C","WEAPONS OFFICER"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","Prometheus descends to land on the alien planet."]],"present":[],"place":"PROMETHEUS"},{"speech":[["ANNOTATION","O'Neill leads Jonas, Teal'c and Carter as they prepare to meet the inhabitants."],["JONAS","The man you talked to is called Commander Kalfas. The planet is called Tagrea."],["O'NEILL","Kalfas. Tagrea. Got it."],["CARTER","Sir, I've been scanning for naquada traces with the ship's sensors on an effort to locate the location of the Stargate. So far I've got nothing."],["TEAL'C","Could the information on the cartouche be incorrect?"],["CARTER","Hasn't been wrong yet."],["JONAS","If they don't accept our apology finding the Stargate will be the least of our problems."],["ANNOTATION","O'Neill signals to a crewman, who activates the rings."]],"present":["CARTER","JONAS","O'NEILL","TEAL'C"],"place":"PROMETHEUS CORRIDOR"},{"speech":[["ANNOTATION","The team are seen walking away from the Prometheus, which has several flying weapon platforms hovering around it. They are met by a battalion of Tagrean soldiers, weapons raised, and several huge tanks. As they near the soldiers, they are surrounded, and the tanks aim their guns at them too. The Commander walks toward them."],["KALFAS","Drop your weapons. Immediately."],["O'NEILL","Howdy fellas! Colonel Jack O'Neill, United State..."],["KALFAS","Several powerful weapons are aimed at both you and your ship."],["O'NEILL","...s Air Force."],["KALFAS","Disarm yourselves, or you will be fired upon. This is not negotiable."],["TEAL'C","I believe he is being sincere in his threat O'Neill."],["JONAS","Well, I guess we're going to have to start trusting them at some point."],["ANNOTATION","O'Neill looks round at the surrounding soldiers."],["O'NEILL","Yeah."],["ANNOTATION","He unclips his P90 and places it on the ground."]],"present":["JONAS","KALFAS","O'NEILL","TEAL'C"],"place":"T'GRIA"},{"speech":[["ANNOTATION","It is clear from the architecture and transport that this is a more advanced civilisation than Earth."]],"present":[],"place":"TAGREAN CITY"},{"speech":[["ANNOTATION","SG-1 and several Tagreans are stood around a table. They sit. Soldiers are seen in the doorway."],["O'NEILL","I take it we have you to thank for destroying the missiles before they hit our ship thus... (Kalfas joins them) ...saving out lives."],["ASHWAN","There was something in your voice that I trusted."],["O'NEILL","Oh. Did I mention we're sorry."],["ASHWAN","Knowing that the EM pulse caused damage to your ship, I'm willing to accept that it was unintentional."],["KALFAS","I'm not so willing."],["ASHWAN","Power has been restored to the cities affected, Kalfas."],["KALFAS","There was considerable impact on our economic systems."],["ASHWAN","They will recover."],["KALFAS","We still don't know the extent of the damage."],["ASHWAN","(Raising his voice) Nothing (Turning to SG-1) compared to meeting a race of people from another world for the very first time."],["ANNOTATION","He looks at SG-1, there is a pause."],["ASHWAN","It is a profound moment for us."],["ANNOTATION","O'Neill smiles uncomfortably."],["ASHWAN","You have said that Tagrea holds the key to you returning to your home planet. Could you be more specific."],["CARTER","Chairman Ashwan, we believe that you possess a piece of alien technology that is capable to transporting living matter across the galaxy."],["ANNOTATION","Ashwan and Kalfas look at each, confused."],["O'NEILL","(Attempting to clarify) We'd like to borrow your Stargate."],["ASHWAN","I'm sorry, our star-gate?"],["O'NEILL","Kind of a ring thing, comes with a dialer, you hit the symbols, it spins around and lights come on, it kind of flushes sideways?"],["ANNOTATION","Ashwan shakes his head, ignorant."],["JONAS","It looks like... (finds the page in his notebook) this."],["ANNOTATION","He shows Ashwan a picture of the Stargate drawn in his notebook, then hands the notebook to Kalfas."],["JONAS","Once it's activated, it is able to transport you from one planet to another instantaneously. In this case from Tagrea to our planet Earth."],["ANNOTATION","The Tagreans pass the notebook from one to another. Kalfas starts to smile wryly."],["KALFAS","They seek the Ring of the Gods."],["O'NEILL","If that's what you want to call, Ring of the Gods is good."],["ANNOTATION","Kalfas hands back the notebook."],["ASHWAN","Please, understand, this device you seek, the \"Stargate\" I regret to tell you--"],["KALFAS","(Interrupting) It's a myth."],["ASHWAN","There has never been a shred of evidence to prove its existence."],["O'NEILL","Have you looked around, just..."],["CARTER","If you could grant us access to your historical data, we could shed some light on the situation."],["KALFAS","No, no, no, your freedom of movement is not negotiable. Once this meeting is over, you're to return to your vessel and stay there unless further instructed."],["ASHWAN","In the meantime, I will have some basic historical data delivered to your ship."],["KALFAS","Mister Chairman!"],["ASHWAN","If you do somehow succeed in proving the existence of this Stargate, we will be glad to help you locate it as an act of good faith between our two worlds."],["ANNOTATION","They stand. Ashwan bows."],["O'NEILL","Thank you Ashwan."],["ANNOTATION","SG-1 leave, accompanied by the guards."],["KALFAS","They may well be gathering information for an invasion."],["ASHWAN","Even if you're right, knowing our history will do no harm. But Kalfas, what if this ring does exist? Imagine, after all these centuries, finding a piece of our past."],["KALFAS","And what is our past was buried for a good reason?"],["ASHWAN","Travellers from another world are seeking our help."]],"present":["ASHWAN","CARTER","JONAS","KALFAS","O'NEILL"],"place":"TAGREAN CHAMBER"},{"speech":[["ANNOTATION","Carter, Jonas, Teal'c and Gant are sat studying the data sent by Ashwan. O'Neill enters."],["O'NEILL","How goes the homework?"],["JONAS","Well, besides the language, there's almost nothing to indicate how these people got here. There's no archaeological data, no ancient writing, no documentation of any artefacts..."],["TEAL'C","And I have found no mention of the Chappa'ai nor any other technology used by the Goa'uld."],["O'NEILL","Well, that's a little weird. The Goa'uld are damned litter bugs, they usually leave a lot of crap behind."],["ANNOTATION","He joins them at the table."],["TEAL'C","That is most often the case."],["JONAS","If this is a comprehensive history of Tagrea it's a joke."],["CARTER","I know, there's nothing here dating back further than 300 years."],["O'NEILL","Maybe a year is longer on this planet."],["CARTER","Maybe, Sir, but even so. Without an idea about where the Tagreans came from, we have no way of finding the Stargate."],["JONAS","So they are hiding something from us or ,uh,"],["TEAL'C","Or their entire past has been erased."],["ANNOTATION","O'Neill mulls this thought over."]],"present":["CARTER","JONAS","O'NEILL","TEAL'C"],"place":"PROMETHEUS"},{"speech":[["ANNOTATION","Prometheus is surrounded by Tagrean weapons batteries."]],"present":[],"place":"PROMETHEUS"},{"speech":[["ANNOTATION","O'Neill, Carter and Ronson exit an elevator and walk down a corridor during conversation."],["RONSON","You invited them for dinner?"],["O'NEILL","I was thinking more of a brunch."],["CARTER","To be honest Colonel we offered it in exchange for access to their central archives."],["O'NEILL","A library pass for a tour of the ship."],["RONSON","(Annoyed) And when were you going to inform me of this arrangement?"],["O'NEILL","(Pause) Now."],["RONSON","(Sighs) You know I can appreciate you want to get home, but my first priority is the security of this ship and crew."],["O'NEILL","Listen. Your ship and crew are going nowhere unless we find that Gate."],["RONSON","I just don't like the idea of giving a guided tour of the Prometheus to the same people who've got gun batteries aimed at us."],["O'NEILL","We'd do the same damn thing."],["CARTER","Colonel Ronson, we need these people to get home, and we didn't exactly make a good first impression."],["RONSON","We'll do this little barbeque of yours, but that's as far as I go."],["ANNOTATION","He walks off."],["O'NEILL","(Watches him leave.) Do we have a barbeque?"],["ANNOTATION","Carter smiles and leaves."]],"present":["CARTER","O'NEILL","RONSON"],"place":"PROMETHEUS"},{"speech":[["ANNOTATION","Jonas and Teal'c are sat at a long table, with several thick volumes piled up around them. They are deep in study."],["JONAS","How many planets have SG-1 been to?"],["TEAL'C","One hundred thirty three."],["JONAS","And on each of them, the ones inhabited by humans at least, there's been some indications of their origins right, a temple, some ruins..."],["TEAL'C","It is indeed a mystery Jonas Quinn. A Goa'uld would not bring this many Tau'ri to a new world and not force them to build monuments in his honour."],["JONAS","Well, I don't care how hard you try, you can't erase history, something must remain. We just need to find it."],["ANNOTATION","Teal'c looks over to a nearby bookcase, where a Tagrean is watching them. Catching Teal'c's gaze, he looks away quickly, and is suddenly very interested in the scrolls on the shelves."],["TEAL'C","We are being watched."],["JONAS","What, the guy half hiding behind the bookshelf? Pff! Been casing us since we got here."],["ANNOTATION","The man hurriedly puts the scroll he was reading back on the shelf, and several others fall off due to his haste."],["JONAS","And not very well either."]],"present":["JONAS","TEAL'C"],"place":"TAGREAN CENTRAL ARCHIVE"},{"speech":[["ANNOTATION","Doors open to reveal Ashwan, O'Neill, Carter and Kalfas. They are being given a tour of the ship."],["ASHWAN","Most impressive. And you say much of the technology incorporated into your vessel is of alien origin?"],["O'NEILL","Yes."],["ANNOTATION","He signals to Carter to take over the conversation."],["CARTER","Most of the key systems in fact. It's one thing to build this ship, it's another thing to fly it across the galaxy."],["O'NEILL","We haven't quite got that part straightened out yet."],["CARTER","We use a rare element called naquadria to power our hyperdrive engine, but it can be extremely unstable, in fact that instability is what led to the explosion over your planet. We had to eject the reactor."],["ASHWAN","Why use such a dangerous substance to power your ship?"],["O'NEILL","I asked the same question myself."],["CARTER","For the time being naquadria is our shortcut to inter stellar travel. More stable forms of energy simply don't have the power to run the hyperdrive"],["ASHWAN","Several of my ministers have expressed concern that this is a military vessel. What would you have me say to them?"],["O'NEILL","That, they're right."],["CARTER","Prometheus was designed primarily for defensive purposes."],["KALFAS","From these Goa'ulds you mentioned."],["CARTER","Yes."],["KALFAS","Without your main source of power."],["ANNOTATION","Ronson enters."],["RONSON","With or without the naquadria reactor this ship is more than capable of defending itself against...attack."],["CARTER","May I introduce Colonel William Ronson, commander of the Prometheus."],["ASHWAN","It is an honour."],["KALFAS","I assure you Colonel, we would not attack...without provocation."],["RONSON","There are several gun batteries aimed at my ship, Sir."],["KALFAS","Well, we must defend ourselves from any action you might take. For instance, should Chairman Ashwan and I fail to appear at a specific time, my men have orders to fire those batteries."],["RONSON","(Smiling politely) Then perhaps we had better continue the tour."],["ASHWAN","Please, Major Carter, after you."],["CARTER","Thank you, Sir."],["O'NEILL","(Addressing Kalfas and motioning him to continue after Carter.) Sir."],["ANNOTATION","O'Neill smiles sarcastically at Ronson as the party passes him."]],"present":["ASHWAN","CARTER","KALFAS","O'NEILL","RONSON"],"place":"PROMETHEUS"},{"speech":[["ANNOTATION","The man watching Teal'c and Jonas is looking for them in between bookshelves. As he comes round a corner, Jonas and Teal'c appear behind him. They have been following him. Hearing their footsteps, the man turns, and smiles as he recognises them."],["TEAL'C","May we be of assistance?"],["TEREK","Forgive me, I did not want to intrude."],["ANNOTATION","He bows in greeting."],["TEREK","My name is Terek Solamon. I am Professor of Mathematics here at the university."],["JONAS","Well, I'm Jonas Quinn, this is Teal'c and uh, if you were curious about us you should have come over."],["TEREK","Forgive me Mr. Quinn, it was not you I was curious about. It is what you seek that interests me."],["TEAL'C","Continue."],["TEREK","I have heard that you seek evidence of the ring of the Gods. I believe I can help you find it."],["ANNOTATION","Jonas and Teal'c look at each other, intrigued."]],"present":["JONAS","TEAL'C","TEREK"],"place":"TAGREAN CENTRAL ARCHIVE"},{"speech":[["ANNOTATION","Internal doors open, and Prometheus personnel enter carrying dishes of food. SG-1, Colonel Ronson, Ashwan, Kalfas and two aides are sat at a table, and the dishes are placed before them."],["RONSON","I hope everything is satisfactory. We weren't expecting to host a formal dinner when we started this mission."],["ASHWAN","It's fascinating to realise we are eating food grown and prepared on a world millions of light years away."],["O'NEILL","And frozen millions of years ago."],["ANNOTATION","This does not go down well."],["GANT","(Smiling) It's the best we have on board."],["ANNOTATION","They start to eat, Kalfas wary of the food, Ashwan seeming to enjoy it."],["CARTER","Mister Chairman, we couldn't help but notice in our research that your history seems limited to the last 300 years."],["ASHWAN","Prior to our...recorded history our people endured a long and terrible dark age...one they desparately wished to forget. Thus only after Tagrea emerged from this black era did historians begin again to record events."],["CARTER","But that means you're missing thousands of years of your past."],["KALFAS","Yes."],["O'NEILL","Aren't you...curious?"],["ASHWAN","Well it's hardly a questions of choice, Colonel. Even if we wish to know our ancient history, there's none to study. All evidence of it was destroyed centuries ago."],["KALFAS","(Leaning toward Ronson) We believe that what came before year zero has no intrinsic value to our society. The society of the new era has no need to know how they suffered."],["RONSON","(Pointedly) On earth, we study our past, to learn from it."],["KALFAS","(Smiling menacingly) Whereas we believe nostalgia is a sign of weakness."],["ANNOTATION","Ronson looks indignant, O'Neill raises his eyebrows, Carter looks uncomfortable."],["CARTER","I'm sure both points of view have merit."],["ASHWAN","Well said, Major."],["ANNOTATION","Kalfas looks at Aswhwen, then leans back into his seat."],["ASHWAN","A drink, to history."],["ANNOTATION","He raises his glass, as do the rest of those round the table."],["ASHWAN","And to the future."],["ANNOTATION","They toast and drink. Kalfas looks at Ashwan darkly."]],"present":["ASHWAN","CARTER","GANT","KALFAS","O'NEILL","RONSON"],"place":"PROMETHEUS"},{"speech":[["ANNOTATION","O'Neill and Carter escort the Tagrean party."],["KALFAS","Colonel O'Neill, Major Carter, the meal was...interesting."],["ANNOTATION","Ashwan shoots a look behind him at Kalfas."],["CARTER","Glad you liked it."],["O'NEILL","He didn't say that."],["ASHWAN","Well, I did, thank you."],["O'NEILL","Well, y'know...now that we've got to know each other a little better, do ya think having those guns pointed at us is completely necessary?"],["ANNOTATION","Ashwan opens his mouth to speak."],["KALFAS","Would your Colonel Ronson not be as vigilant?"],["O'NEILL","Yes, I'm sure he would be."],["ANNOTATION","Carter, Kalfas and Ashwan nod in greeting, to say goodbye."],["KALFAS","Mister Chairman,"],["ANNOTATION","He gestures with his arm to go first."],["ASHWAN","I will join you in a moment."],["ANNOTATION","Kalfas, Carter and the Tagrean aide leave, leaving O'Neill and Ashwan alone."],["ASHWAN","I apologise for Commander Kalfas' behaviour. Diplomacy is not his strength."],["O'NEILL","Yes...we share that quality in common."],["ASHWAN","Since I took office, I have been perceived as being...weak on matters of civil defense. As a result, Kalfas has growing political support."],["O'NEILL","Our arrival hasn't helped things much, has it?"],["ASHWAN","(shaking his head) No. I only hope that his mistrust does not interfere with your quest for the Stargate. I believe finding it would be...a great discovery for our people."],["INT-TEREK'S OFFICE",""],["ANNOTATION","Terek's office contains many scrools on shelves, models of simple aircraft and boats. His desk is cluttered with artefacts. A huge stained glass window is behind the desk, casting a yellowish and reddish glow in the office."],["TEREK","Please, excuse the state of my office."],["JONAS","So, you said you could help us find the ring of the gods."],["ANNOTATION","Teal'c and Jonas sit at Terek's desk. He stands at the other side."],["JONAS","How?"],["TEREK","These."],["ANNOTATION","He opens a shallow chest behind him, and takes out several stone artefacts."],["TEREK","I've spent a lifetime collecting them. Relics from before my people turned their back on their god."],["TEAL'C","To which god are you referring?"],["TEREK","Our creator, Horus. Only a few of us dare believe in him."],["ANNOTATION","He takes out a gold necklace with an eagle on it from beneath his jersey."],["TEAL'C","(Quietly) A symbol of Heru'ur."],["TEREK","You know him?"],["ANNOTATION","He puts back his necklace."],["TEAL'C","Heru'ur is not a god. He is a Goa'uld."],["TEREK","He is the one who made us. The relics speak of him as the creator of all life. The one who spoke us into existence."],["JONAS","More likely he is the one who enslaved your ancestors and brought them here from Earth."],["ANNOTATION","Terek looks confused."],["TEAL'C","Heru'ur must have abandoned your people many years ago, when the resources he sought were depleted."],["JONAS","Then the Tagreans must have tried to destroy all evidence of their former god as an act of defiance, including everything to do with the Stargate."],["TEREK","Ah, they did not destroy everything."],["ANNOTATION","He takes out a small package, covered in a piece of linen."],["TEREK","This remains."],["ANNOTATION","He uncovers a small papyrus scroll, covered in reddish hyroglyphs and hands it to Jonas. Among the hyroglyphs, in the middle of the papyrus, is a pictograph of the Stargate. Teal'c and Jonas look at each other, intrigued."],["TEREK","My understanding of this language is extremely limited, but it appears to be an etching of something called a \"shap-eye\"?"],["TEAL'C","Chappai'ai."],["TEREK","Ah."],["JONAS","This text is a slight variation of pre-dynastic Egyptian, it's beautiful. The section right here says Heru'ur's Stargate can be found, uh, in a great desert to the north."],["TEREK","Oh, it must mean the wastelands of Annur. They lie far beyond the city. I have found many of my artefacts there."],["JONAS","Really?"],["ANNOTATION","Jonas and Teal'c look at each other, the Jonas looks over his shoulders toward the two security personnel waiting at the door of the office."],["JONAS","Guys? We'd like to take a little field trip."]],"present":["ASHWAN","CARTER","INT-TEREK'S OFFICE","JONAS","KALFAS","O'NEILL","TEAL'C","TEREK"],"place":"PROMETHEUS CORRIDOR"},{"speech":[["KALFAS","(Barely containing his anger) They want to be taken to co-ordinates in the wasteland."],["ASHWAN","Then take them."],["KALFAS","I think that's a mistake."],["ASHWAN","Because they may find something you do not want them to find."],["KALFAS","If this is reconnaissance prior to a invasion-"],["ASHWAN","You're being ridiculous."],["KALFAS","(Raising his voice) And you are being reckless!"],["ASHWAN","(Standing to face Kalfas) Representatives from another world have come to Tagrea. (He starts to shout) Another world! Do you understand! (Pause) And what's more, they seek our help."],["KALFAS","(Quietly, with menace) We do not even know their true intentions."],["ASHWAN","Or what they can offer us. An exchange of knowledge and technology. The Stargate could open up the universe for our people-"],["KALFAS","(His voice rising again.) A universe of potential enemies. I demand that you reconsider!"],["ASHWAN","(Shouting) We cannot undo what has happened!"],["ANNOTATION","There is a pause as both men stare each other down."],["ASHWAN","The difference is, Kalfas, I would not if I could. They are here, and we must deal with them one way or another. I prefer to help."],["KALFAS","And I prefer to-"],["ASHWAN","(Interrupting) For now, have them taken to the co-ordinates."],["ANNOTATION","He nods, showing his authority. Kalfas stands to attention, and nods in return."],["KALFAS","As you wish."]],"present":["ASHWAN","KALFAS"],"place":"TAGREAN COUNCIL CHAMBER"},{"speech":[["ANNOTATION","Jonas, Terek and Teal'c are standing in the blazing sunshine. Jonas is studying the papyrus containing the pictograph of the Stargate."],["JONAS","The Stargate should be located directly in the middle of the second and third monument."],["ANNOTATION","He points to two stone pillars, one behind the group, one in front of them."],["TEAL'C","Are you certain, Jonas Quinn?"],["JONAS","Well, it's what it says."],["ANNOTATION","The scene changes, and it is clear it is later in the day. Teal'c, Jonas and Terek, have been digging in the place Jonas indicated. Teal'c's spade hits something hard."],["TEAL'C","Jonas."],["JONAS","Think it's the coverstones?"],["TEAL'C","Indeed."],["ANNOTATION","They throw the spades aside. Jonas gets down, and starts moving earth with his hands. Taking out a brush, he reveals hieroglyphs."],["JONAS","Here lies...chappai'ai of Heru'ur...false god to the people of Tagrea. May they never know a day like that again."],["TEREK","The ring exists."],["ANNOTATION","A huge smile appears on his face."]],"present":["JONAS","TEAL'C","TEREK"],"place":"WASTELANDS OF ANNUR"},{"speech":[["ANNOTATION","A display of the Prometheus systems is on a big screen behind Carter."],["TEAL'C","(Over radio) O'Neill?"],["O'NEILL","(Into radio) What's up T?"],["TEAL'C","I believe we have located the Stargate."],["ANNOTATION","O'Neill and Carter both look up and are very interested."],["O'NEILL","Well that's good news."],["TEAL'C","We will require assistance to move it."],["O'NEILL","We'll talk to Ashwan. Nice job!"]],"present":["O'NEILL","TEAL'C"],"place":"PROMETHEUS"},{"speech":[["ANNOTATION","Metal posts are levering up the coverstone. Prometheus personnel and locals are all contributing to the effort. Several different shots or the progress made until all the segments have been lifted off. The Stargate is underneath. Cater and Terek are in the process of uncovering the DHD."],["CARTER","Jonas! It looks good, it looks intact."],["ANNOTATION","Kalfas and members of the Tagrean security force watch the action hidden behind boulders. Kalfas watches through a telescope, looking annoyed. The Stargate is raised as the sun sets. Many of the local people stand amazed. Later Jonas, Teal'c and Terek stand by the DHD."],["JONAS","Well, let's give it a shot."],["ANNOTATION","He punches in the Gate address. The chevrons light up. Local people look up at the sight and sound. The Stargate engages, and people step back as the vortex explodes from the Gate, before settling into an event horizon. Teal'c and Jonas smile at each other. Suddenly a line of bullets explode in the sand inches from their feet. A tank approaches them, speeding it's way along the sand, commanded by Kalfas. It stops just a few feet from them."],["JONAS","Kalfas. What are you doing."],["KALFAS","I am taking back what belongs to my people."]],"present":["CARTER","JONAS","KALFAS"],"place":"WASTELAND OF ANNUR"},{"speech":[["ASHWAN","Kalfas' actions are outrageous!"],["O'NEILL","Tell him to stand down."],["ASHWAN","I've done exactly that, Colonel, he refuses. He claims to be protecting Tagrea's security."],["O'NEILL","Have him arrested."],["ASHWAN","Kalfas commands a great loyalty among many in the military. Challenging him would only lead to civil war."],["CARTER","Sir, we could use the Prometheus. Her weapons would be more than a match for Kalfas' troops."],["O'NEILL","There is still that nagging problem of all the guns pointed at it."],["ASHWAN","I chose the commander of those gun batteries myself. He is loyal to me. Colonel, I give you my word, he will not fire upon your ship."]],"present":["ASHWAN","CARTER","O'NEILL"],"place":"TAGREAN COUNCIL CHAMBER"},{"speech":[["ANNOTATION","Those excavating the Stargate kneel, their hands bound, surrounded by Kalfas' troops."],["JONAS","Kalfas, you've no idea what you're dealing with here."],["KALFAS","I know our ancestors buried this device for a reason."],["JONAS","Maybe they were wrong. Maybe it's time for you to stop being afraid of the past."],["KALFAS","No, it's not the past I'm concerned about, it's the future. Having assessed our strength, you would undoubtedly return with greater numbers."],["TEAL'C","You have nothing to fear from the Tau'ri."],["JONAS","We just want to fix our ship. Our people can become friends, they can exchange knowledge, even trade. We'll even teach you how to use the Stargate."],["ANNOTATION","Kalfas steps forward, toward Jonas."],["KALFAS","Yes, you will teach me how to use it."]],"present":["JONAS","KALFAS","TEAL'C"],"place":"WASTELAND OF ANNUR"},{"speech":[["ANNOTATION","O'Neill is following Ronson."],["O'NEILL","They're holding two of my men prisoner. We need this ship."],["RONSON","(Sitting in his chair) Our shields are still down, Jack. If we take off and they open fire with those guns..."],["O'NEILL","Ashwan promised that they wouldn't."],["RONSON","He just lost control of his government, and I'm going to trust the safety of my crew to his word?"],["O'NEILL","(Firmly) Yes. That's what you're going to do."],["RONSON","Jack..."],["ANNOTATION","Carter enters the bridge, followed by Ashwan."],["RONSON","You're asking me to risk everyone on this ship."],["ASHWAN","If that is so, Colonel Ronson, then I shall be taking the same risk. You may launch your vessel when ready. You'll not be fired upon."],["RONSON","(After mulling this over for a few seconds) Major Gant,"],["GANT","Sir?"],["RONSON","Fire up the sublight engines."],["ANNOTATION","An alarm sounds."],["RONSON","Arm all available weapons, and prepare to return fire... (looking at Ashwan) on my orders only."],["ASHWAN","That will not be necessary, Colonel."],["ANNOTATION","He leaves, Carter following him."],["RONSON","(To O'Neill) Let's hope the old man is right, or this is going to be a short ride."],["ANNOTATION","Prometheus takes off slowly."],["GANT","No sign of weapons fire from the gun batteries, Sir. I think we're clear."],["ANNOTATION","O'Neill raises his eyebrows and cocks his head at Ronson, who smiles."],["RONSON","Very well, proceed to the co-ordinates at one third thrust."],["HELM OFFICER","Yes, Sir."]],"present":["ASHWAN","GANT","HELM OFFICER","O'NEILL","RONSON"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","Prometheus is seen over the Stargate, casting a shadow over those taken captive, and Kalfas and his troops. Kalfas looks up at the ship."]],"present":[],"place":"STARGATE"},{"speech":[["ANNOTATION","O'Neill, Carter and Ashwan walk toward the ring transporter."],["CARTER","Are you sure you're up to this, Mister Chairman? Things could get out of hand here."],["ASHWAN","I'm not afraid, Major. I should have done this a long time ago."],["RONSON","(Over intercom) This is Ronson. We're in position."],["O'NEILL","(Into radio) Roger that."],["ANNOTATION","He signals the crewman to activate the rings. They are transporter to the surface. Kalfas and his troops are still looking up at the ship. They turn to look at the new arrivals."],["O'NEILL","(Into radio) Prometheus, do not fire until my signal."],["RONSON","(Over radio) Prometheus has you six, SG-1."],["ANNOTATION","Kalfas briefly looks up at the huge ship hovering overhead, then returns his stare to O'Neill and Ashwan. Ashwan looks around him at the troops, then addresses Kalfas."],["ASHWAN","Kalfas, this has gone far enough. Release these men."],["KALFAS","(To the troops) Hold your positions. We cannot let him hand this device over to the aliens."],["ANNOTATION","Ashwan looks around again."],["ASHWAN","(Addressing the troops) Commander Kalfas, he's a good man...a cautious man. But he thinks, as our ancestors did, that is better to control what we do not understand, to bury it so it cannot harm us. I, too, once thought as he does, but no longer. These...aliens, who Kalfas fears so much, are not conquerors, they are long lost brethren."],["ANNOTATION","Kalfas looks around uneasily. Ashwan gestures to the Stargate."],["ASHWAN","Look at it. (Pause) This is where we came from. (Pause) This is who we are. Our ancestors erased our history out of fear. (He points to Kalfas) And yet, without our history, we cannot know who we are, or what we may someday become. I will not make that same mistake."],["ANNOTATION","He walks toward Kalfas."],["ASHWAN","I'm relieving you of your command. You and your men will stand down."],["ANNOTATION","He starts to walk away, then turns back."],["ASHWAN","(raising his voice) I said, lower your weapons!"],["ANNOTATION","Kalfas and SG-1 look around as the troops follow Ashwan's order; motioning to Kalfas."],["ASHWAN","Take him away."],["ANNOTATION","Kalfas's side arm is removed, and he is led away."],["O'NEILL","(To Ashwan) Didn't know you had that in you."],["ASHWAN","Neither did I."],["ANNOTATION","Later."],["CARTER","We'll be back in a few days with some equipment to repair our ship."],["ASHWAN","Until the Colonel Ronson and his crew will be our honoured guests. I hope you'll join us for a state dinner on your return."],["ANNOTATION","Carter smiles and returns to Jonas at the DHD."],["JONAS","(To Terek) Hey, thanks, Terek."],["TEREK","No, thank you. I hope you will soon return; there's much to learn about our history."],["JONAS","Yeah, we can definitely help you out here, but I think you know more that most people on your planet. (To Carter) Got a feeling this guy's going to be getting a bigger office soon."],["ANNOTATION","Carter smiles and begins punching in the Gate address."]],"present":["ASHWAN","CARTER","JONAS","KALFAS","O'NEILL","RONSON","TEREK"],"place":"PROMETHEUS"}]