[{"speech":[["VOICE","Previously on SG-1."],["ANNOTATION","Scene from 5.06 \"Rite Of Passage.\""],["ANNOTATION","Cassie is lying in bed in the infirmary. A chess set is on the table in front of her. A knight from the chess set is slowly rotating in the air above the table. Fraiser enters, looking at Cassie with concern and worry."],["FRAISER","Cassandra, what are you doing?"],["CASSANDRA","It helps, to do this."]],"present":["CASSANDRA","FRAISER","VOICE"],"place":"nowhere"},{"speech":[["ANNOTATION","Daniel is explaining some of the information found in Nirrti's lab."],["DANIEL","Hok'tar is actually a hybrid of two Goa'uld words: Hok which means advanced and Tar which I believe is some sort of slang..."],["O'NEILL","For?"],["TEAL'C","Human."],["DANIEL","So essentially it's advanced human: Hok Tau'ri."],["TEAL'C","Such an advanced human would prove a powerful host for the Goa'uld"],["CARTER","Which explains why Nirrti was performing the experiments."],["ANNOTATION","Scene from 6.16 \"Metamorphosis.\""],["ANNOTATION","O'Neill is looking down the sight of his P-90, then shoots a single bullet at one of Nirrti's Jaffa. Wodan stops it in mid flight using his telekinetic powers. O'Neill looks up, astounded, and Nirrti smiles. The bullet falls to the floor."],["ANNOTATION","Jonas is placed in the gene altering machine. Images of his DNA float around him. Nirrti approaches, studying the images."],["NIRRTI","Those few thousand years on another world have changed you more than you know."],["ANNOTATION","Later, Nirrti is trying to seduce Jonas into joining her. She is whispering into his ear."],["NIRRTI","I could make you more powerful than you could ever imagine. The powers you have seen in Wodan and the others are only a fraction of what I could give you."]],"present":["CARTER","DANIEL","NIRRTI","O'NEILL","TEAL'C"],"place":"BRIEFING ROOM"},{"speech":[["ANNOTATION","Black tents, similar to Bedouin in design, are in the foreground. Towering behind them are great cliff faces, covered in an iron structure. They appear to be the face of a mine."],["ELLORI","I must apologise, Colonel, it is a meager feast to offer visitors from another world."],["ANNOTATION","O'Neill and SG-1 are sitting at a table in one of the tents, enjoying a pitiful looking meal. They are sitting with two men, Ellori, an elder, and Charzen, his young advisor."],["O'NEILL","(looking at a grey, gristle covered bone on his fork) No need to apologise. It appears delicious."],["ELLORI","We are a poor people. We are forced to spend most of our time in the mines."],["CHAZEN","For the greater glory of Ba'al."],["ELLORI","(Quietly) Of course."],["CARTER","That's interesting, because according to our information Ba'al abandoned this planet over 100 years ago when the naquadah mines went dry."],["ANNOTATION","In the background, Jonas seems to be suffering some kind of pain in his head. He closes his eyes, winces, shakes it slightly, then refocuses on the conversation. Teal'c observes him doing this."],["ELLORI","The naquadah is scarce and difficult to extract, but there are still deposits."],["TEAL'C","(To Jonas) Are you feeling unwell Jonas Quinn?"],["JONAS","(obviously uncomfortable) I'm fine, it's just, uh, hot."],["ANNOTATION","Carter looks at Jonas too, with a look of concern. She doesn't believe him."],["CHAZEN","It is true that we have not heard from Ba'al for many generations but we continue to offer him tribute through his emissary Lord Mot."],["O'NEILL","You expecting this guy any time soon?"],["ELLORI","He will arrive in 12 days at the rising of the full moon."],["ANNOTATION","Jonas looks sleepy. Suddenly the scene changes, and Jonas sees a vision of Chazen."],["CHAZEN","You talk like an old fool, it would be madness to defy Lord Mot."],["ANNOTATION","The vision ends. Jonas jerks his head, as if snapping out of a dream. He pinches his nose, as if he has a headache."],["ELLORI","With each passing year, mining grows more difficult. Soon it may be impossible to meet Lord Mot's demands, but we have no choice. They are gods after all...are they not?"],["ANNOTATION","He looks at SG-1, almost expecting an answer. They look up, their interest piqued."],["CHAZEN","Well they have great power, that is all we need to know."],["ELLORI","That is true. However..."],["CHAZEN","(Warning) Ellori."],["ANNOTATION","Ellori pauses, deciding not to continue. Carter and Teal'c notice the tension between the two men."],["O'NEILL","However what?"],["ELLORI","We have an ancient prophecy, that one day strangers would come through the Chappa'ai to slay the gods and free our people. Now you have arrived, and you also carry weapons of great power."],["CHAZEN","You talk like an old fool, it would be madness to defy Lord Mot."],["ANNOTATION","Jonas realises what has just happened. He starts to get up from the table. O'Neill notices."],["O'NEILL","Jonas?"],["JONAS","I need some air."],["ANNOTATION","He is leaning heavily on the table. As Jonas tries to get up, he instead keels over, collapsing on the floor. He lies there, eyes open but catatonic. Carter rushes over, feeling for his pulse."],["CARTER","Jonas!"]],"present":["CARTER","CHAZEN","ELLORI","JONAS","O'NEILL","TEAL'C"],"place":"ALIEN PLANET"},{"speech":[["ANNOTATION","Jonas, Fraiser and Hammond are walking down a corridor, into the infirmary. Jonas looks much recovered. Fraiser is carrying a folder, containing scans of Jonas."],["FRAISER","Preliminary tests seem to indicate that Jonas is in perfect health."],["ANNOTATION","She puts up the MRI scan results."],["FRAISER","But, given his history with naquadria research I thought it would be prudent to do an MRI. Now, it shows an area of unusual brain activity right about here."],["ANNOTATION","She points to the centre of Jonas' brain scan."],["HAMMOND","Any explanation?"],["FRAISER","No, Sir, I don't even know if this had anything to do with what happened on the planet."],["JONAS","I had a dizzy spell. It was probably the food."],["ANNOTATION","He laughs, embarrassed."],["FRAISER","Maybe, but I don't want to take away chances. I've scheduled a series of follow up exams."],["HAMMOND","Very well."],["ANNOTATION","He leaves."]],"present":["FRAISER","HAMMOND","JONAS"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","SG-1 and Hammond are in the middle of a debriefing about the recent mission."],["CARTER","According to Tok'ra intelligence, not only did Ba'al abandon P4S-237 over a hundred years ago, but to the best of their knowledge he no longer receives any naquada shipments from the planet."],["HAMMOND","So where is it going?"],["CARTER","Well, perhaps this Lord Mot is keeping it for himself."],["HAMMOND","What do we know about him?"],["JONAS","He was the Canaanite god of death. According to mythology, he was defeated by Ba'al and then forced to live in the underworld."],["TEAL'C","In all likelihood there was a power struggle. Ba'al defeated Mot and forced him into servitude."],["O'NEILL","Maybe he doesn't want to serve anymore?"],["TEAL'C","If he is stockpiling naquada without Ba'al's knowledge, he may well be planning to move against him."],["CARTER","Sir, if we're right about this, and Ba'al no longer has any knowledge of what's happening on the planet, it's possible we could free these people. If the System Lords think the planet's worthless, then we wouldn't have to worry about somebody coming in to take his place."],["HAMMOND","Did they ask for our help?"],["O'NEILL","Not exactly."],["CARTER","I think they were afraid to come out and ask directly. But they did hint that they no longer believe the Goa'uld are gods."],["HAMMOND","What do you think Colonel?"],["O'NEILL","I think we're going to need a lot more intel."],["ANNOTATION","Jonas has a strange look on his face. He puts his hand to his temple. After a flash of light he sees a notebook, full of writing and diagrams before him, and his hand picking it up. From behind him comes Carter's voice."],["CARTER","Hey, you want to get some lunch? It's Mexican today."],["ANNOTATION","There is another flash and the vision ends. Jonas is back at the briefing table, with Major Carter still talking. He looks at her, slightly confused."],["CARTER","According to Ellori, Mot isn't due to return for another twelve days. It gives us plenty of time."],["HAMMOND","I'll contact the Pentagon."],["ANNOTATION","He leaves."]],"present":["CARTER","HAMMOND","JONAS","O'NEILL","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Jonas walks into the room, still thinking about what happened in the briefing. He looks down, seeing the notebook from his vision. He picks it up, and hears Carter approaching from behind."],["CARTER","Hey, you want to get some lunch, it's Mexican today."],["ANNOTATION","Jonas looks shocked."],["CARTER","What?"],["JONAS","I knew you were going to say that."],["CARTER","What are you talking about?"],["ANNOTATION","She comes in."],["JONAS","Before, when we were in the briefing room, I had a...I dunno, it was like a vision. I was standing here holding this notebook, you came in and said what you said."],["CARTER","When you think you're reliving a moment it's called deja vu. It's normal, it's said to be caused by split second delay in sense perception."],["JONAS","(shaking his head) No, this was different. It was the same on the planet, I...saw something, then it happened."],["CARTER","When?"],["JONAS","Just before I passed out. I didn't say anything because I didn't think anything of it at the time, but now it's happened twice."],["ANNOTATION","Carter looks slightly concerned."]],"present":["CARTER","JONAS"],"place":"JONAS' OFFICE"},{"speech":[["ANNOTATION","Hammond is reviewing documents at his desk. Fraiser enters."],["FRAISER","Sir? We've just completed a second MRI. There's still nothing to suggest that Jonas' previous exposure to naquadria has anything to do with this."],["HAMMOND","According to Major Carter he claims to be having visions."],["FRAISER","Hm-mm, he's also beginning to suffer from headaches. I know the symptoms appear to be similar to what happened to those scientists on Kelowna but there are no indications of schizophrenia. There is, however, a small spot on this MRI that has me worried."],["ANNOTATION","She hands him the scan."],["HAMMOND","You know what it is?"],["FRAISER","I'm not sure, but it could be a tumour."],["HAMMOND","Is this what caused him to pass out?"],["FRAISER","(Nodding) It's possible. Sir, I...I think it would be best if you took Jonas off of active duty."],["ANNOTATION","Hammond sighs."]],"present":["FRAISER","HAMMOND"],"place":"HAMMOND'S OFFICE"},{"speech":[["ANNOTATION","SG-1 is telling Jonas Hammond's decision."],["JONAS","This is ridiculous."],["O'NEILL","Fraiser's just covering all the bases."],["JONAS","Something else has to be going on here. Whatever she saw in that MRI, it has to have something to do with these visions I'm having. I mean...it can't be just co-incidence. (pause) What, you guys didn't believe me when I was seeing those alien creatures, and they turned out to be real."],["ANNOTATION","Carter and O'Neill exchange looks."],["O'NEILL","So you're seeing things before they happen."],["JONAS","(looking as if he's having a dizzy spell, or about to faint) That's right."],["O'NEILL","Like...what's for lunch..."],["ANNOTATION","Jonas reaches for the desk to support him, and sits down."],["JONAS","No, I can't control it, it just flashes."],["TEAL'C","We have encountered many strange phenomenon, Jonas Quinn, but we have yet to meet anyone who can see the future."],["CARTER","It goes against all the laws of physics as we understand them. Have you had any more?"],["ANNOTATION","Jonas is staring at the desk, as if in a trance. He doesn't respond."],["O'NEILL","Jonas?"],["ANNOTATION","He blinks, coming out of his trance like state."],["JONAS","The Tok'ra are coming."],["ANNOTATION","The alarm sounds for an incoming wormhole."],["SGT DAVIS","(through loudspeaker) Unscheduled off world activation."],["ANNOTATION","Jonas closes his eyes momentarily, as if recalling some information."],["JONAS","Her name is Sina."]],"present":["CARTER","JONAS","O'NEILL","SGT DAVIS","TEAL'C"],"place":"JONAS'S OFFICE"},{"speech":[["ANNOTATION","SG-1 enter to find Hammond and a female Tok'ra standing by the table."],["HAMMOND","SG-1 this is Sina of the Tok'ra"],["SINA","We have further information about the system lord Ba'al."],["ANNOTATION","SG-1 look taken aback."],["HAMMOND","Is there a problem?"],["ANNOTATION","Carter and Teal'c look at O'Neill. He pauses."],["O'NEILL","No sir."],["HAMMOND","(motioning Sina to the table) Please."],["ANNOTATION","They take their places. Hammond helps Sina to her chair, the rest sit when she is seated."],["SINA","Ba'al has suffered a recent military defeat at the hands of Lord Yu. Anubis is said to be very disappointed."],["CARTER","It's hard to believe Yu hasn't been destroyed yet."],["SINA","Give that he is the only System Lord still in opposition to Anubis, his persistence is remarkable."],["O'NEILL","(punching the air) You go Yu!"],["ANNOTATION","There is an awkward pause."],["SINA","(ignoring O'Neill's comment) Ba'al's recent campaign was meant to be a final crushing blow, but he allowed Yu to slip from his grasp and suffered heavy losses in the process."],["O'NEILL","So he screwed up and his boss is pissed at him now huh?"],["SINA","If I understand you correctly, yes. That would be a fair assessment."],["O'NEILL","(nodding, under his breath) Yeah."],["TEAL'C","Clearly, Ba'al is in a vulnerable position. It might be an ideal time for Mot to move against him."],["CARTER","If he moves up to the rank of System Lord, he won't have to keep his operation on '237 secret anymore. He could garrison the planet."],["JONAS","So if we're going to help them, we'd better do it soon."],["ANNOTATION","Sina nods."]],"present":["CARTER","HAMMOND","JONAS","O'NEILL","SINA","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Jonas pours out 2 pills from a container. They look like pain relief. Carter walks in."],["CARTER","'Nother headache?"],["JONAS","(grimacing and nodding) Yeah."],["CARTER","Jonas, none of us had ever met that Tok'ra before. There's no way you could have known her name."],["JONAS","I can't explain it. I, uh, I saw her in the briefing room. General Hammond said her name, and then a few minutes later it happened. Teal'c said that you've never encountered aliens with pre- cognitive abilities right?"],["CARTER","Yeah, we haven't."],["JONAS","But we have come across other, uh, psychic powers."],["CARTER","On P3X-367"],["JONAS","Wodan was telekinetic, Egar was telepathic. Then there was Cassandra."],["CARTER","You think Nirrti has something to do with this."],["JONAS","It's very possible. She had me in that gene splicing machine for over an hour. What if she did something to me?"]],"present":["CARTER","JONAS"],"place":"JONAS' LAB."},{"speech":[["ANNOTATION","Fraiser is showing Hammond the latest results from Jonas' MRI scan. They are seated together looking at the screen."],["FRAISER","It's hard to say without a biopsy, but all of my tests seem to indicate the tumour is not made up of cancer cells."],["HAMMOND","Then what is it?"],["FRAISER","I'm not sure. But I do know that it's grown by over 50% since the last test. I've never seen anything like it."],["HAMMOND","What can we do?"],["FRAISER","I recommend immediate surgery. If we don't get it out of him soon, the intercranial pressure is going to kill him."],["ANNOTATION","Hammond sighs, looking worried."]],"present":["FRAISER","HAMMOND"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Fraiser is briefing SG1 regarding Jonas' situation. They are sat at the briefing room table."],["FRAISER","I've called in a neurosurgeon, her name is Dr Sandy Van Denson, she's the best there is."],["JONAS","I'm not completely convinced that surgery is the right way to deal with this."],["FRAISER","Jonas, it's going to kill you."],["JONAS","You don't know that. We don't even know what it is."],["CARTER","Jonas and I have been discussing the possibility that this has something to do with Nirrti. That's it another step toward the creation of a Hok'Tar."],["FRAISER","So you think this is the result of genetic manipulation?"],["CARTER","Jonas thinks that the new tissue in his brain is somehow giving him precognitive abilities."],["FRAISER","Well, for all I know you may be right. But that doesn't change the fact that if this tumour continues to grow at its current rate it is still going to kill you."],["JONAS","It may stabilise."],["O'NEILL","Nirrti never did anything to anyone that didn't turn out badly."],["JONAS","Colonel, you of all people should realise what an advantage this could be. Imagine if we could know, in advance, when and where the next Goa'uld attack would come from."],["TEAL'C","You have yet to provide such valuable information."],["JONAS","All I'm saying is just give me some more time. At least 48 hours."],["HAMMOND","Make it 24, and you'll remain on base for observation."],["JONAS","What about the mission?"],["HAMMOND","You're going to sit this one out. (To O'Neill) Colonel, I want you to take the rest of SG-1 and SG-15 back to the planet for a full tactical assessment. If there's a real chance we can free these people from the Goa'uld, I wanna know about it."],["O'NEILL","Yes, Sir."],["ANNOTATION","O'Neill glances at Jonas, who hangs his head, a look of disappointment on his face."],["HAMMOND","Dismissed."],["ANNOTATION","He leaves."]],"present":["CARTER","FRAISER","HAMMOND","JONAS","O'NEILL","TEAL'C"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Jonas is sat on one of the beds. Fraiser is finishing her exam, taking his blood pressure."],["FRAISER","Blood pressure's a little high. How are the headaches?"],["JONAS","Not good."],["FRAISER","Jonas, why are you doing this?"],["JONAS","Even limited pre-cognitive abilities would be invaluable to our work."],["FRAISER","(nodding knowingly) Hmm. You still think you have to keep proving yourself, don't you."],["ANNOTATION","Jonas looks at her."],["FRAISER","You know, you might wanna think about the possibility that you're valuable enough already."],["ANNOTATION","Jonas nods, but his facial expression says he is not really listening. The glazed look comes over his face. Fraiser turns to a nurse, not noticing."],["FRAISER","Let's run another EEG."],["NURSE","Yes Doctor."],["ANNOTATION","She leaves. Fraiser turns to Jonas again. Jonas sits on the bed, motionless, eyes glazed. She frowns, and walks toward him."],["FRAISER","Jonas?"],["ANNOTATION","Jonas experiences another vision. He sees Fraiser rushing to a gurney that is coming along the corridor. She puts on gloves and begins to assess the patient."],["FRAISER","How she doing?"],["NURSE","Respiration is shallow, pulse is weak."],["ANNOTATION","We see the patient is Carter."],["FRAISER","Sam, can you hear me? Sam?"],["NURSE","I've lost the pulse."],["FRAISER","She's in V-Fib"],["ANNOTATION","The gurney goes past Jonas, who is watching the action take place."],["FRAISER","Anything?"],["NURSE","Nothing."],["FRAISER","Charge to 200."],["NURSE","Charging."],["FRAISER","Clear!"],["ANNOTATION","There is a sound of the paddles discharging."],["ANNOTATION","Jonas snaps awake. An alarm is sounding, signaling an active wormhole. Jonas suddenly leaps from the bed, running out of the infirmary toward the gateroom."],["FRAISER","Jonas!"]],"present":["FRAISER","JONAS","NURSE"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","A wormhole engages. SG-1 begin their ascent up the ramp. Jonas rushes in, and up the ramp to stop them."],["JONAS","Colonel! Colonel!"],["ANNOTATION","SG-1 stop and turn to him."],["JONAS","You have to scrub the mission."],["O'NEILL","Why?"],["JONAS","Major Carter gets hurt. I saw it."],["ANNOTATION","O'Neill and Carter exchange looks."],["HAMMOND","(from the Control Room) Colonel O'Neill, what's going on down there?"],["ANNOTATION","O'Neill opens his mouth, but can't think of what to say."]],"present":["HAMMOND","JONAS","O'NEILL"],"place":"SGC GATEROOM"},{"speech":[["ANNOTATION","Hammond is looking out the window at the now inactive 'Gate. Jonas is explaining to him and SG-1 what happened."],["JONAS","It was a medical emergency. Major Carter was being rushed to the infirmary with what appeared to be a staff blast wound."],["TEAL'C","According to the villagers, we will not encounter any Jaffa for many days."],["JONAS","Well, maybe they're wrong, or maybe they lied, we can't know for sure."],["CARTER","But that's just it Jonas, there's no way we can know. Maybe it's not even supposed to happen on this mission, it could be weeks from now."],["JONAS","(hand on the back of his head, in obvious pain) I don't think I can see that far ahead."],["CARTER","The point is, we can't start second guessing every decision. It's a calculated risk every time we step through that 'Gate."],["HAMMOND","I agree Major. However, until we have a better understanding of what's going on, I prefer to err on the side of caution."],["O'NEILL","Was anybody else hurt on this thing?"],["JONAS","I only saw Major Carter."],["O'NEILL","Well, then she can sit this one out, just to be on the safe side."],["ANNOTATION","Carter looks very put out."],["HAMMOND","Agreed, but Colonel be careful."],["O'NEILL","Yes Sir."]],"present":["CARTER","HAMMOND","JONAS","O'NEILL","TEAL'C"],"place":"BRIEFING ROOM"},{"speech":[["ANNOTATION","O'Neill and Teal'c are standing outside one of the black tents near the mine."],["O'NEILL","(into radio) Major Pierce, report."],["PIERCE","(over radio) We've swept the whole village Sir, and there's no sign of any Jaffa activity."],["ELLORI","As I've said, Lord Mot will not arrive for many days."],["O'NEILL","(into radio) All right, stay sharp. O'Neill out."],["ELLORI","Have you decided to help us?"],["O'NEILL","(sighs, then pauses) Are you sure this is what you want?"],["ELLORI","It is as the prophecy foretold."],["O'NEILL","No, screw the prophecy. I need to know your people are willing to follow through in this."],["ELLORI","Last winter, there was a terrible sickness in the village. Many could not work. When Lord Mot arrived and there was not enough naquadah, we tried to explain. We begged his forgiveness. But he would not listen. He took ten of the sickest, including my daughter's husband, and executed them in front of the whole village. We would do anything to be free of this burden."],["ANNOTATION","O'Neill is suitably convinced."],["ANNOTATION","Chazen leaves the tented village, through some underbrush and into the forest. Once in a clearing, he takes from his pocket a small, grey, Goa'uld communication sphere, and waits to be contacted."]],"present":["ELLORI","O'NEILL","PIERCE"],"place":"P3S 237 TENTED VILLAGE"},{"speech":[["ANNOTATION","Jonas turns on his desk lamp, but flinches at the sudden brightness. He is studying books on precognition, but finds it impossible to concentrate. He is sweating, and looks in pain. He gets up from his desk, and reaches a hand out to steady himself. A buzzer begins to sound."],["TECHNICIAN","(over intercom) We have a medical emergency on level 25, we have a medical emergency on level 25."],["ANNOTATION","Jonas lurches towards the door, rushing to level 25."]],"present":["TECHNICIAN"],"place":"JONAS' OFFICE"},{"speech":[["ANNOTATION","Jonas leaves the elevator, and walks down the corridor, following a medic who has rushed down there and around the corner. Sgt. Siler and the medic appear, Siler holding his hand. It is very red, looking burned."],["JONAS","What happened?"],["SILER","Ah we were doing an overhaul of the 'Gate generator and there was a power spike. The capacitor blew."],["JONAS","Anyone else hurt?"],["SILER","Major Carter."],["ANNOTATION","Jonas stops in his tracks, and slowly turns round. There is something very familiar about all this. Suddenly a gurney appears, with Carter on it, being rushed to the elevator. Fraiser runs to the gurney, exactly as she did in his vision."],["FRAISER","How's she doing?"],["NURSE","Respirations are shallow, pulse is weak."],["FRAISER","Sam, can you hear me? Sam?"],["NURSE","I've lost the pulse."],["FRAISER","She's gone into VFib."],["ANNOTATION","She punches Carter's chest to try and restart the heart's regular rhythm. Carter has a large burn on her upper arm, just below the shoulder."],["FRAISER","Anything?"],["NURSE","Nothing."],["FRAISER","Charge to 200."],["NURSE","Charging."],["ANNOTATION","The nurse hands Fraiser the paddles of the defibrillator, and pulls up Carter's shirt ready."],["FRAISER","Clear?"],["NURSE","Clear."],["ANNOTATION","Fraiser administers the paddles."],["FRAISER","What've we got?"],["NURSE","Pulse is back. Regular sinus."],["FRAISER","Okay, let's get them both in the infirmary, let's move."],["ANNOTATION","They go in the elevator, leaving Jonas in the corridor, alone. He has been watching the whole thing."]],"present":["FRAISER","JONAS","NURSE","SILER"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Carter is sat up in bed. She has a bandage on the upper part of her right arm, where the burn was. A nurse is checking her status on the monitoring machines by her bed. The nurse smiles at her, then leaves."],["CARTER","(To nurse) Thanks."],["ANNOTATION","Jonas enters, not looking good. He leans on the table for support."],["CARTER","Hey."],["JONAS","How you feeling?"],["CARTER","Slightly overcooked. Janet says I'll be fine."],["ANNOTATION","Jonas nods and sighs. Carter taps on the bed, gesturing for him to sit. He does."],["JONAS","Sam, I sorry."],["CARTER","For what?"],["JONAS","If I had just kept my mouth shut you would have gone on the mission and none of this would have happened."],["CARTER","Jonas..."],["JONAS","I envisioned it exactly the way it happened, but I didn't understand it. I misinterpreted the vision. I won't make the same mistake again."],["CARTER","Don't do this to yourself."],["JONAS","I've been thinking about this a lot. Now I have always been hyper-observant, I see details that other people miss, I see patterns, maybe predicting the future is just an extension of that ability."],["CARTER","(shaking her head) It doesn't work that way. According to Newtonian physics, yes, if you could know the position and velocity of every particle in the universe at any given moment you could accurately predict all of their interactions for the rest of time."],["JONAS","So then the future is predetermined, it's just a matter of having enough information to figure it out."],["CARTER","Yes, but quantum mechanics blows that out of the water. According to the Heisenberg Uncertainty Principle it is impossible to look at a sub-atomic particle and know both where it is and where it's going a t the same time. The more accurately you fix its position, the more uncertain you make its velocity and vice versa. The best we can do is calculate probabilities."],["JONAS","Okay, so then I'm seeing probable futures."],["CARTER","Maybe."],["JONAS","But every vision I've had has turned out exactly the way I saw it."],["CARTER","It doesn't mean they always will Jonas."],["ANNOTATION","Jonas touches his forehead again, as if with a headache."]],"present":["CARTER","JONAS"],"place":"SGC INFIRMARY."},{"speech":[["ANNOTATION","SG-1 and Major Pierce are discussing tactics with Ellori in one of the tents."],["TEAL'C","Does Mot usually arrive through the Stargate?"],["ELLORI","No, he usually arrives by ship."],["O'NEILL","Where does he land?"],["ELLORI","Here."],["ANNOTATION","He points to a place on a map, laid out on a table they are standing around."],["TEAL'C","How many Jaffa?"],["ELLORI","8, maybe 10."],["TEAL'C","Clearly he is not anticipating resistance."],["PIERCE","Colonel, we can do this. There's plenty of cover here... (pointing to map) ...and here. They'd never know what hit them."],["O'NEILL","All right, we'll do a sweep of the area tomorrow."],["ELLORI","I will show you."],["CHAZEN","Old fool!"],["ANNOTATION","Chazen has entered the tent behind Ellori. Ellori looks round in surprise when he hears his voice."],["ELLORI","Chazen!"],["CHAZEN","These outsiders have led you astray, but I've taken care of everything."],["O'NEILL","What did you do?"],["ANNOTATION","There is the sound of gliders sweeping overhead. Teal'c and O'Neill look up."],["TEAL'C","A scout ship."],["CHAZEN","Lord Mot is coming."],["ANNOTATION","Chazen holds up a light grenade, which goes off, stunning all those in the tent."]],"present":["CHAZEN","ELLORI","O'NEILL","PIERCE","TEAL'C"],"place":"P3S-237 NIGHT"},{"speech":[["ANNOTATION","Fraiser walks into the lab, looking at some results in Jonas' medical file."],["FRAISER","Jonas, we need to go over these test results...Jonas!"],["ANNOTATION","She drops the file and runs over to where Jonas lies on the floor. A table lamp has also fallen on the floor, and illuminates Jonas' face. His eyes are open, but he is non-responsive. He has also had a nose bleed. Fraiser rushes to the phone."],["FRAISER","This is Fraiser, I need a medical team to level 18 L7."],["'INT--P4S-237 UNDERGROUND",""],["ANNOTATION","O'Neill and the team are in a cell, presumably in Lord Mot's palace. O'Neill and the rest of the men are sat down, Teal'c is stood by the bars. O'Neill stands up and moves towards Teal'c."],["O'NEILL","You know, every time I wake up in a Goa'uld cell, I can't help the thought that something bad is going to happen."],["ANNOTATION","Lord Mot enters, with his personal guard."],["MOT","You are the Tau'ri of Stargate Command."],["O'NEILL","And you are Lord Mot, come to punish us for our insolence etc, yadda, et al."],["MOT","That is correct."],["O'NEILL","Well, Mr Mot, we're onto ya, we know what you've got planned, and we've informed the Tok'ra. If we don't report back on schedule, they're going to rat you out, they're going to tell your boss, they'll snitch on ya."],["MOT","You intend to send a warning to Ba'al."],["ANNOTATION","O'Neill, pauses, looking around, then addressing Teal'c."],["O'NEILL","I think that's what I said, isn't it?"],["ANNOTATION","Teal'c nods, smiling."],["O'NEILL","I said that."],["MOT","I think this is unlikely. You would not be here is you did not wish to protect the people of this planet. If Ba'al discovers the mines are still active he will return. There will be no message."],["TEAL'C","Ba'al is in the service of Anubis. If you kill him, you will have to answer for it."],["MOT","You may be of some assistance in that regard."],["O'NEILL","I don't think so."],["MOT","It is well known among the system Lords that an iris protects your Gate. Obviously you must transmit some kind of code before you return to your planet. I suspect you use one of these."],["ANNOTATION","He holds up a GDO."],["MOT","You will tell me the code, and I will use it to destroy Stargate Command. Anubis will congratulate me for my initiative."],["TEAL'C","We will tell you nothing."],["MOT","Not at first. But eventually. However, for the moment I must deal with these villager, I cannot let their treachery go unpunished."],["O'NEILL","They had nothing to do with this."],["MOT","My spy tells me other wise. Of course, I could be convinced to spare them some discomfort."],["ANNOTATION","O'Neill gives him a murderous look. Mot laughs."],["MOT","Well then, I'll leave you to think about it."],["ANNOTATION","He leaves. O'Neill takes a deep breath."]],"present":["'INT--P4S-237 UNDERGROUND","FRAISER","MOT","O'NEILL","TEAL'C"],"place":"JONAS' OFFICE"},{"speech":[["ANNOTATION","Close up on Jonas' eye, which suddenly opens. Jonas looks around, and sees he is in bed in the infirmary. Monitors beep quietly in the background."],["JONAS","What am I doing here?"],["FRAISER","You had a seizure. We can't wait any longer, Jonas. If this tumour gets much bigger we might not be able to remove it safely."],["ANNOTATION","There is pause. Jonas has that glazed look again, as if he is about to see another vision."],["JONAS","(weakly) what..."],["FRAISER","What is it?"],["ANNOTATION","Jonas sees a flash, then experiences another vision."]],"present":["FRAISER","JONAS"],"place":"SGC INFIRMARY"},{"speech":[["SGT DAVIS","Sir, am receiving an IDC, it's SG-15."],["HAMMOND","Open the iris."],["SGT DAVIS","Yes, Sir."],["ANNOTATION","The iris opens. No one comes through."],["HAMMOND","(into radio) SG-15 this is Hammond, come in."],["ANNOTATION","Interference is heard on the other end."],["HAMMOND","(into radio) Repeat, this is General Hammond, please respond."],["ANNOTATION","The Gate remains open, but nothing is coming through. Suddenly a staff blast comes through the Gate, shattering the control room window, causing Hammond to fall to the ground, face full of cuts from flying glass. An alarm sounds, as a light grenade rolls through the Gate and down the ramp. It goes off, stunning the gateroom guards. Several Jaffa follow, staff weapons ablaze. They are fired upon, but retaliate, killing at least two SGC guards. Hammond gets up, and sees Davis, who took the full force of the original staff blast. Jaffa continue to come through the Gate, firing at anything that moves. The last gateroom guards are picked off by a Jaffa, while another Jaffa comes through the Gate, carrying a large round object, like a giant light grenade. He places it on the ramp while the other Jaffa cover him. He activates it, just as SGC reinforcements enter the gateroom. Hammond crawls to the desk, putting his hand on the iris control and sealing the iris. He stands up, watching the action in the gateroom, and locks eyes with the head Jaffa, who is kneeling next to the large device he brought through. The crystals in the device pulse for a moment, then there is a blinding flash of light as the device explodes."]],"present":["HAMMOND","SGT DAVIS"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Jonas gasps as he comes to."],["JONAS","(urgently) I need to talk to General Hammond."],["ANNOTATION","Fraiser looks somewhat confused."],["JONAS",""],["NOW!",""]],"present":["JONAS","NOW!"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Fraiser, Hammond and Carter are talking with Jonas, standing either side of his bed. Jonas to telling them about his vision. He is sweating and keeps rubbing his head in pain."],["JONAS","And by the time you closed the iris it was too late. They set off some kind of bomb. It destroyed the entire gateroom, maybe even the whole mountain."],["HAMMOND","You're sure it was SG-15's iris code."],["JONAS","Positive."],["CARTER","Sir, we have to warn them."],["JONAS","Maybe sending a message is what causes this to happen."],["HAMMOND","Like when you tried to warn Major Carter about her injury."],["JONAS","Yeah."],["CARTER","Jonas, we've been over this. The future isn't predetermined. In the absence of any other information the best thing we can do is follow normal procedure."],["JONAS","Yeah, but if I didn't have this vision we wouldn't be having this conversation. WE're already beyond normal procedure."],["HAMMOND","What do you suggest?"],["JONAS","We need more information, we need to know how the Jaffa get the iris code. NOw maybe I can find that out."],["CARTER","I thought you said you couldn't control the visions."],["JONAS","I haven't been trying hard enough."],["FRAISER","No, Jonas if we don't get you to surgery right now you could die."],["JONAS","I need just a little more time."]],"present":["CARTER","FRAISER","HAMMOND","JONAS"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Two guards stand outside the cell SG-1 and 15 are being held. A servant woman comes up to them, carrying a tray of drinks. She offers them to the guards, who drink up. O'Neill is by the bars."],["O'NEILL","Excuse me Miss, but how about sending a little bit of that our way?"],["ANNOTATION","He looks quizzically at the young woman, who shakes her head slightly at him. One of the guards suddenly collapses, forcing the other guard onto the bars, where O'Neill and Teal'c grab him until he, too, falls unconscious."],["O'NEILL","(referring to the drinks) Or not."],["ANNOTATION","The woman takes the keys from one of the Jaffa, and opens the cell."],["O'NEILL","Wow, what did you put in that stuff?"],["NATANIA","Kelmino root. They will sleep for many hours. I was able to retrieve this."],["ANNOTATION","She hands the GDO to Major Pierce. Chazen has the rest of your belongings. I daren't take more."],["O'NEILL","Where's your father?"],["NATANIA","He's being held in the village. Lord Mot intends to make an example to him."],["O'NEILL","All right, we can help him, but we have to get to the Gate to get some reinforcements here."],["NATANIA","I understand."],["O'NEILL","How do we get out?"],["NATANIA","This way."],["ANNOTATION","They start to leave."],["O'NEILL","(to the group) Boys."]],"present":["NATANIA","O'NEILL"],"place":"GOA'ULD CELL"},{"speech":[["ANNOTATION","Jonas lights a number of candles on a table. Fraiser stands behind him, watching."],["FRAISER","Think that'll help?"],["JONAS","Works for Teal'c."],["ANNOTATION","He moves slowly, then starts to wobble backwards a little. Fraiser goes to his side, steadying him."],["FRAISER","Jonas?"],["JONAS","I'm okay."],["ANNOTATION","Staring all the time at the candles, Jonas feels his way to the bed, and sits cross legged on the end. He settles himself, and experiences another vision. There is a flash of bright light, then he sees a hand brushing aside long grass. SG-1 and 15 are jogging up to the Gate, wary of any attackers. Jonas loses concentration, and the vision stops. He tries to slow his breathing, and this vision reappears. This time he sees the Stargate. O'Neill and Pierce get to the DHD, and Pierce dials up while O'Neill keeps a look out. Pierce sends the GDO signal."],["PIERCE","We're good to go."],["ANNOTATION","A staff blast comes out of the bushes behind Pierce and hits him straight in the back. O'Neill dives down, and he and other members of the team shoot their zats in the direction of the staff blast. Jaffa begin to attack them. O'Neill uses the DHD as cover, Teal'c firing from behind the MALP. 2 members of SG-15 are hit and go down. O'Neill and Teal'c see that Pierce is still alive, as Pierce raises his head to look at them. Teal'c goes and grabs Pierce, while O'Neill provides cover. Teal'c is hit in the thigh, and goes down."],["O'NEILL","Teal'c!"],["ANNOTATION","Teal'c looks at O'Neill, then stands up ready to fight again. He is hit by 2 staff blasts in the back. He falls down, presumably dead. O'Neill looks at his friend, trying to assess the situation. He can hear the shouts from at least a dozen Jaffa moving in on his position, both in front and behind him. He fires his zat again and again, but is surrounded. The vision ends. Jonas is sweating, wobbly, and his speech is slurred. He tries to stand up."],["FRAISER","Jonas?"],["JONAS","I need to get to the control room."],["FRAISER","Are you all right? JONAS!"],["ANNOTATION","Jonas collapses into Fraiser."],["FRAISER","I need some help in here!"],["ANNOTATION","Two aides come to help, manoeuvring Jonas back onto the bed."],["FRAISER","Get him on the bed. We've got to get him into surgery, grab the gurney. Easy. Jonas? Jonas?"],["ANNOTATION","Jonas moans, and she checks his pupils with a pen light. Jonas' nose has started bleeding again."],["FRAISER","Jonas, can you hear me?"]],"present":["FRAISER","JONAS","O'NEILL","PIERCE"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Natania leads SG-1 and 15 through the forest. They stop briefly."],["NATANIA","(pointing) This path will take you to the Chappa'ai."],["ANNOTATION","O'Neill signals for the other to go on."],["NATANIA","Colonel, Lord Mot will execute my father. There is not much time."],["O'NEILL","Just stay out of sight until we get back."],["ANNOTATION","He touches her shoulder, then leaves."]],"present":["NATANIA","O'NEILL"],"place":"P3S-237 FOREST"},{"speech":[["ANNOTATION","The florescent lights can be seen going past. Jonas is on a gurney, heading for surgery. He seems slightly agitated, and his head twitches."],["JONAS","Not yet..."],["ANNOTATION","Carter comes up to Fraiser, helping to push the gurney. Her arm is still in a sling."],["CARTER","What happened."],["FRAISER","We can't wait any longer."],["JONAS","Sam, Sam."],["ANNOTATION","He lifts his hand, and Carter holds it."],["JONAS","I saw it. I know what's going to happen."]],"present":["CARTER","FRAISER","JONAS"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Carter walks up the steps, meeting Hammond."],["CARTER","Sir, they're walking into an ambush. According to Jonas, Jaffa will be waiting for them at the Gate. We have to warn them."],["ANNOTATION","They stand next to Sgt Davis, sat at the controls."],["HAMMOND","(to Davis) Dial P4S-237."],["SGT DAVIS","Yes Sir."],["ANNOTATION","The alarm sounds as the Gate begins to spin into place."]],"present":["CARTER","HAMMOND","SGT DAVIS"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Jonas lies in bed, sweating and shivering. He has a blanket over him to keep him warm. Fraiser has changed into surgical scrubs. She places a comforting hand on his arm. Red lights flash in the background, signifying an active Gate."],["FRAISER","Sshh, it's okay."],["JONAS","What's happening?"],["FRAISER","It's okay, Jonas."],["JONAS","What's going on?"],["FRAISER","It's okay. (to nurse) Get the Larazopan."],["ANNOTATION","The nurse begins to inject something into Jonas' I.V."],["FRAISER","It's okay Jonas, it's not your problem anymore."],["ANNOTATION","He looks at her."]],"present":["FRAISER","JONAS"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Chazen is looking over the confiscated items from SG-1 and 15. He holds a P90. Hammond's voice comes over O'Neill's radio. Chazen looks at it, then listens."],["HAMMOND","(over radio) O'Neill? This is Hammond, please respond. (pause) Major Pierce, do you read?"],["ANNOTATION","Chazen picks up the radio."],["HAMMOND","Jonas believes there may be a Jaffa presence awaiting your arrival at the Stargate."]],"present":["HAMMOND"],"place":"P4S-237 TENT VILLAGE"},{"speech":[["ANNOTATION","Hammond is talking into the mic, with Carter beside him. The shimmer from the event horizon lights up their faces."],["HAMMOND","Exercise extreme caution approaching the Gate. I repeat, exercise extreme caution when approaching the Gate. Jonas believes you may be walking into an ambush."]],"present":["HAMMOND"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Chazen is holding up the radio, listening to Hammond. He looks concerned."],["HAMMOND","(over radio) Do you copy?"],["CHAZEN","Sendir?"],["ANNOTATION","A man stood guard outside comes into the tent."],["CHAZEN","Check on the prisoners."],["SENDIR","Yes, Sir."],["ANNOTATION","He runs off."],["HAMMOND","(over radio) Colonel O'Neill, do you copy?"]],"present":["CHAZEN","HAMMOND","SENDIR"],"place":"P4S-237 TENTED VILLAGE"},{"speech":[["HAMMOND","Major Pierce, do you read me?"],["SGT DAVIS","They could be out of range Sir."],["CARTER","Or maybe they received the message, but they can't respond."],["HAMMOND","What about the MALP?"],["ANNOTATION","Davis looks to the MALP screen, but it shows a no signal message."],["SGT DAVIS","Not receiving anything Sir."],["CARTER","Sir, SG-3 is prepped and ready to go."],["HAMMOND","I just can't risk it Major. I could be sending them into an ambush. We're just going to have to hope Colonel O'Neill gets the message."],["ANNOTATION","Carter nods."]],"present":["CARTER","HAMMOND","SGT DAVIS"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","A hand brushes aside long grass, exactly as Jonas' vision showed. SG-1 and 15 carefully but quickly approach the Gate, on the lookout for any enemy activity."]],"present":[],"place":"P4S-237 FIELDS"},{"speech":[["ANNOTATION","Sendir runs back into the tent, where Chazen is still holding the radio."],["SENDIR","The prisoners have escaped."],["ANNOTATION","Chazen looks down, thinking for a moment."],["CHAZEN","Sound the alarm."]],"present":["CHAZEN","SENDIR"],"place":"P4S-237 TENTED VILLAGE"},{"speech":[["ANNOTATION","A wormhole engages. O'Neill and the team are in exactly the same positions as Jonas's vision. A Jaffa bugle sounds, and O'Neill looks to Jaffa approaching their position."],["O'NEILL","Pierce."],["ANNOTATION","Pierce ducks down, and O'Neill zats one Jaffa. Teal'c shoots a Jaffa in front of him, twirls his staff weapon 180 degrees and hits another Jaffa behind him. O'Neill ducks behind the DHD as a staff blast misses him by inches. there is an exchange of fire between the two sides."]],"present":["O'NEILL"],"place":"P4S-237 STARGATE"},{"speech":[["ANNOTATION","Mot enters the tent, seriously annoyed."],["MOT","Who gave the order to sound the alarm."],["CHAZEN","I did. The prisoners have escaped."],["MOT","Idiot. I allowed that foolish girl to help them. My Jaffa are waiting at the Gate."],["CHAZEN","Oh, I could not have known, you, you must forgive me."],["MOT","You are mistaken."],["ANNOTATION","He raises his hand and engages his ribbon device. Chazen's face contorts with agony, but then Mot crumples up one side, and Natania enters, having just shot Mot with a pistol. She shoots again, and the sound of Mot's body falling to the ground resounds."]],"present":["CHAZEN","MOT"],"place":"P4S-237 TENTED VILLAGE"},{"speech":[["ANNOTATION","Fraiser is assisting Dr Van Denson in surgery. A heart monitor can be head slowly beeping in the background."],["VAN DENSON","Scissors."],["ANNOTATION","Fraiser passes them to her."],["VAN DENSON","There it is. Looks like an astrosentoma."],["ANNOTATION","Fraiser looks concerned."],["FRAISER","Isn't that unusual?"],["VAN DENSON","If the tissue isn't malignant, yes."],["FRAISER","We didn't see any of evidence of it on the MRI. Must be a recent formation."],["VAN DENSON","I've got retricular infiltrates. This could get a little tricky."],["ANNOTATION","She puts her hand out, and Fraiser passes her another pair of scissors."]],"present":["FRAISER","VAN DENSON"],"place":"SGC O.R."},{"speech":[["ANNOTATION","The fire fight continues. Teal'c and another member of SG-15 manage to kill two Jaffa."]],"present":[],"place":"P4S-237 STARGATE"},{"speech":[["NURSE","Blood pressure's dropping. Heart rate's 120 and climbing."],["FRAISER","He's haemorrhaging."],["VAN DENSON","I need more suction."],["ANNOTATION","Fraiser complies."],["VAN DENSON","(quietly) I don't see it."],["NURSE","Blood pressure's 80 on 60, heart rate's 160."],["FRAISER","We got to find the bleeder, he's pre arrest."],["VAN DENSON","Run a litre of saline, and have dopamine standing by."],["FRAISER","Get a unit of O neg."],["ANNOTATION","The blood gets hooked up. Fraiser hands Van Denson a swab, while the nurse checks his vitals on the monitor again."],["NURSE","Pressures 60 on 40."],["VAN DENSON","Hold on, I see it. Retract this flap."],["ANNOTATION","Van Denson looks closer at the open wound."],["VAN DENSON","I think I've got it."],["ANNOTATION","Fraiser and Van Denson exchange looks."],["NURSE","Pressure's coming up, heart rate's stabilising."],["VAN DENSON","Okay, let's get this thing out of him."],["ANNOTATION","Fraiser nods."]],"present":["FRAISER","NURSE","VAN DENSON"],"place":"SGC O.R."},{"speech":[["ANNOTATION","An alarm sounds, signifying an active wormhole. Heavily armed personnel rush down the corridors into the Gate room, taking up positions around the Gate and ramp. Carter, Davis and Hammond watch from the control room."],["SGT DAVIS","Still no signal, Sir."],["ANNOTATION","More heavily armed personnel take up positions in the corridors outside the Gate room."],["SGT DAVIS","Sir, I'm receiving an IDC. It's SG-15."],["HAMMOND","(into radio) SG-15, this is Hammond, come in. (pause) Repeat, this is General Hammond, please respond."],["ANNOTATION","There is no answer."],["CARTER","Sir, if we don't open the iris, and it really is Colonel O'Neill, Teal'c and SG-15..."],["HAMMOND","The second they step through that puddle they'll be killed. I'm aware of that. (to Davis) Open the iris."],["SGT DAVIS","Yes, Sir."],["ANNOTATION","The iris opens. There is a long pause, before O'Neill, Teal'c and SG-15 come though, one of them wounded."],["O'NEILL","Got a wounded man here!"],["ANNOTATION","Carter and Hammond smile at each other, then go down to meet O'Neill. 2 medics rush into the Gate room to help the wounded. Hammond and Carter reach the base of the ramp."],["HAMMOND","Colonel it's good to see you."],["O'NEILL","General, request permission to return to the planet with SG-3 and 10, we have some unfinished business."],["HAMMOND","Permission granted."],["ANNOTATION","O'Neill looks around at the heavily armed personnel in the Gate room."],["O'NEILL","Expecting someone else Sir?"],["CARTER","I'll explain later."]],"present":["CARTER","HAMMOND","O'NEILL","SGT DAVIS"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Jonas lies propped up in bed, reading a book. He has a bandage around his head, but looks much better. SG-1 enter."],["O'NEILL","Hey! Thought you were supposed to be resting that brain."],["JONAS","Aaeehhh."],["CARTER","How ya doing?"],["JONAS","I'm a little sick of staring at these walls all the time, but other than that I'm fine. Doctor Fraiser thinks they got it all out."],["CARTER","I read the post op analysis. The tumour was similar to ordinary human brain tissue, but that the neurons were five times more densely packed."],["JONAS","Nirrti definitely had something to do with this. This kind of thing just doesn't happen naturally."],["TEAL'C","Are you still having visions, Jonas Quinn?"],["JONAS","Not since the surgery, no."],["O'NEILL","So, no lottery numbers,"],["JONAS","(smiles) 'Fraid not"],["O'NEILL","No trip to Vegas, just you and me"],["JONAS","(chuckles, then sighs) So, how's it going on 237?"],["TEAL'C","They are planning a large celebration, in our honour."],["CARTER","They wanna thank us for helping them get rid of Mot."],["O'NEILL","We're bringing the food this time."],["JONAS","That's a good idea."],["ANNOTATION","Fraiser enters."],["FRAISER","All right, visiting hours are over. Jonas, you need your rest."],["O'NEILL","Well, get well soon. We need you out there."],["JONAS","Yes, Sir."],["ANNOTATION","O'Neill, Teal'c and Fraiser leave, leaving Carter and Jonas alone."],["JONAS","(to Carter) Is he feeling all right?"],["CARTER","I knew he'd warm up to you eventually."],["JONAS","(chuckles) You know, it is interesting, we changed the way things played out, which would seem to indicate that the future isn't predetermined. But by doing so, we fulfilled an ancient prophecy. A thousand years ago someone in that village predicted that this would happen. Now how do you explain that?"],["CARTER","Maybe it was just a lucky guess?"],["JONAS","Yeah."]],"present":["CARTER","FRAISER","JONAS","O'NEILL","TEAL'C"],"place":"SGC INFIRMARY"}]