[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","SGC personnel are at work surveying a site. Maj. Lorne walks from the entrance to a mine through the busy camp to the Command Post where he finds his C.O., Colonel Edwards, grimacing over a geological map and cup of coffee. The C.P. has lighting, computers, and neat shelving units stacked high with maps. More maps are scattered over the surface of a table."],["EDWARDS","God. Three months on this rock and I still can't get a decent cup of coffee."],["LORNE","Core sample analysis still coming in, but so far? Highest concentration is 2.3 parts per million."],["EDWARDS","2.3 parts? Major Lorne, we need enough naquadah to manufacture 303s. You know how big a battle cruiser is?"],["LORNE","It's pretty big, Sir."],["EDWARDS","If we start mining these deposits right now, today, your great-grandchildren are still gonna be trying to pull out enough ore just to make one."],["ANNOTATION","Excitedly, Lt. Menard comes up to the table to make his report to Edwards."],["MENARD","Colonel Edwards?"],["ANNOTATION","Menard salutes."],["EDWARDS","Menard."],["ANNOTATION","Edwards acknowledges by lifting his cup."],["MENARD","You're gonna want to see this, Sir. Latest sample analysis shows a concentration fifty times higher than anything we've seen so far and--and it's increasing as we go deeper. This could be the one, Sir."],["ANNOTATION","Edwards looks at the results."],["EDWARDS","Yeah. If this pans out, your great-grandchildren might just be off the hook."],["LORNE","Yes, Sir."],["ANNOTATION","Edwards smiles."]],"present":["EDWARDS","LORNE","MENARD"],"place":"P3X-403--SURVEY CAMP, DAY"},{"speech":[["ANNOTATION","Lt. Ritter writes down some readings. Survey equipment is set up around him."]],"present":[],"place":"P3X-403 FOREST GEOLOGICAL SURVEY LOCATION, DAY"},{"speech":[["ANNOTATION","The scene is viewed from the point of view of an unknown Unas. Everything is a greenish tinge."]],"present":[],"place":"P3X-403 FOREST, UNAS POV, DAY"},{"speech":[["ANNOTATION","Lt. Ritter takes readings with his theodolite. He hears a twig snap and looks up and around, concerned."]],"present":[],"place":"P3X-403 FOREST GEOLOGICAL SURVEY LOCATION, DAY"},{"speech":[["ANNOTATION","The Unas watches Ritter as he moves over to the theodolite once more."]],"present":[],"place":"UNAS POV"},{"speech":[["ANNOTATION","Ritter is once more engrossed taking readings. A low growl is heard."]],"present":[],"place":"FOREST"},{"speech":[["ANNOTATION","Snarling, the Unas charges from the trees, swiping at Ritter and knocking him to the ground. Ritter cries out in shock."]],"present":[],"place":"UNAS POV"},{"speech":[["ANNOTATION","Screaming and clawing helplessly at the ground, Ritter is dragged into the forest by the unseen Unas."]],"present":[],"place":"FOREST"},{"speech":[["ANNOTATION","Menard approaches Edwards as he and Lorne brief O'Neill, Daniel, and Teal'c."],["MENARD","(salutes) Colonel Edwards?"],["ANNOTATION","Menard hands over a report to Edwards. O'Neill is checking his sunglasses."],["EDWARDS","I'm glad you're here, Jack. We're not trained for search and rescue. And Ritter's been missing now for three hours."],["O'NEILL","I assume he's got a compass and a radio?"],["LORNE","The planet has peculiar electromagnetic properties which make a compass useless and severely limit the range of our radios."],["EDWARDS","He's a good man, and we need him back. Especially now we think we may have discovered a significant deposit of naquadah."],["TEAL'C","How significant?"],["LORNE","Well, we won't know that until we complete our analysis."],["EDWARDS","The Pentagon wants battle cruisers and F-302s. We find the rocks."],["O'NEILL","And we find the rock (he pauses) finders."],["ANNOTATION","Daniel turns to look at Jack questioningly. Jack turns to him, pulling a deprecating face."],["EDWARDS","There you have it. Um, Major Lorne will show you where Ritter was last seen."],["LORNE","Yes, Sir. (to O'Neill) If you'll follow me?"],["ANNOTATION","Lorne leads O'Neill, Teal'c and the other men away, but Daniel's eye is caught by some objects protruding from beneath a tarpaulin which covers a crate."],["DANIEL","What's this?"],["ANNOTATION","Daniel pulls back the tarpaulin. Lorne walks back towards him. Daniel is clearly annoyed. In the background, O'Neill and Teal'c watch Daniel."],["DANIEL","(upset) Artefacts?"],["ANNOTATION","O'Neill immediately walks over to Daniel."],["LORNE","Yes."],["DANIEL","You found all this and you, you didn't contact me?"],["LORNE","We were going to."],["DANIEL","They've been moved."],["LORNE","Well, they were in the way."],["O'NEILL","Daniel?"],["ANNOTATION","He steps forward, placing a reassuring hand on Daniel's shoulder."],["O'NEILL","Go to your happy place."],["ANNOTATION","Daniel still looks very annoyed. O'Neill pats his shoulder and shoots a warning glance at Lorne."],["O'NEILL","Go!"],["ANNOTATION","O'Neill walks away from Daniel, indicating with his hand for Daniel to stay and follows Lorne and the others out of the camp, glancing back to check on Daniel as he goes."]],"present":["DANIEL","EDWARDS","LORNE","MENARD","O'NEILL","TEAL'C"],"place":"P3X-403, SURVEY CAMP, DAY"},{"speech":[["ANNOTATION","Lorne is looking through the scope of the theodolite where we last saw Lt. Ritter."],["LORNE","Lt. Ritter was recording elevations and mapping the surrounding area. When he didn't show up for chow, we got worried and went out looking for him, Sir. Uh, sent up a couple of flares, hoped he'd see 'em, get his bearings."],["O'NEILL","Is it normal for guys to wander away from camp?"],["LORNE","Well, he might have been placing markers. You know, multiple sightings, some up to half a mile. You get turned around."],["ANNOTATION","Teal'c emerges from the tree line and joins O'Neill."],["O'NEILL","Teal'c?"],["TEAL'C","The ground is extremely firm, O'Neill."],["O'NEILL","No tracks?"],["TEAL'C","Not in the immediate area. However, there is considerable damage to the underbrush moving off in several different directions."],["DANIEL","(via radio) Jack, come in?"],["O'NEILL","(into his radio) Yeah. Go ahead."],["DANIEL","(static) I've got something you should see"],["ANNOTATION","The transmission is garbled, fading in and out."],["O'NEILL","I'm not reading you. Say again?"],["DANIEL","I said, I've got something here you need to see."],["O'NEILL","Alright. On my way. (to the men) You guys keep looking. I'll be back."],["ANNOTATION","Teal'c bows his head in acknowledgement."]],"present":["DANIEL","LORNE","O'NEILL","TEAL'C"],"place":"P3X-403 FOREST--GEOLOGICAL SURVEY, DAY"},{"speech":[["ANNOTATION","O'Neill approaches Daniel, who is inspecting a piece of rusted mining equipment."],["O'NEILL","Whaddaya got?"],["DANIEL","Well, mostly mining equipment. Could be several hundred years old. Hard to date it 'til I get back to the SGC. (he holds up a torture stick) Remember these?"],["O'NEILL","Ever so fondly."],["ANNOTATION","Daniel touches it to the crate, and it emits an electrical charge."],["DANIEL","Still has power."],["O'NEILL","(ironically) Just keeps going and going."],["DANIEL","I want to show you the truly fascinating part."],["ANNOTATION","He slides his hands across the length of a large yoke on top of the crate."],["DANIEL","It's a yoke. Capable of supporting or pulling great weight. Evenly distributes the weight across the shoulders. It predates the harness on Earth."],["O'NEILL","(dryly) Fascinating. Truly."],["DANIEL","Well, I was getting to the truly fascinating part. It's, it's too big. Too heavy."],["O'NEILL","Meaning?"],["DANIEL","Meaning it wasn't made for a human being."],["O'NEILL","Who was it made for?"],["DANIEL","Well, it's too small for a four-legged animal. If I had to make a guess, based on what I know about the Goa'uld, I'd say it was made for an Unas."],["O'NEILL","(heart-felt groan) Oh."],["DANIEL","Now, we know the Goa'uld used the Unas as slaves long before humans. They're predominately cave dwellers, incredibly strong and capable of working in harsh environments. Perfect labour for this kind of mining."],["O'NEILL","This day just gets better and better. (into his radio) Teal'c, come in?"]],"present":["DANIEL","O'NEILL"],"place":"P3X-403 SURVEY CAMP, DAY"},{"speech":[["TEAL'C","(into his radio) Proceed, O'Neill."],["O'NEILL","(via radio) Find anything?"],["TEAL'C","We have not."]],"present":["O'NEILL","TEAL'C"],"place":"P3X-403 FOREST, DAY"},{"speech":[["O'NEILL","Well, heads up. Daniel just found evidence an Unas might have been in the area."]],"present":["O'NEILL"],"place":"P3X-403 SURVEY CAMP, DAY"},{"speech":[["TEAL'C","(looks around at Lorne and the men) Acknowledged."]],"present":["TEAL'C"],"place":"P3X-403 FOREST, DAY"},{"speech":[["EDWARDS","Okay, let me get this straight. You want me to delay this operation because you found some shoulder harness?"],["ANNOTATION","Edwards emerges from the mine entrance, Daniel hard on his heels."],["DANIEL","Yoke, actually. It's..."],["EDWARDS","That could be could be a hundred years old, built for a creature that probably disappeared or died off a long time ago."],["ANNOTATION","They reach a table laden with maps and reports. O'Neill is waiting for them there."],["DANIEL","It's not uncommon for Goa'uld to leave their slaves behind once they've lost interest in a planet."],["EDWARDS","We've been here for three months. We haven't seen or heard anything like what you describe."],["DANIEL","Maybe that's the way they want it?"],["EDWARDS","Look. Doctor, I've got the Pentagon breathing down my neck, I've gotta show some results."],["DANIEL","(interrupting) Colonel, you don't understand. Unas are territorial, and when provoked, they can be extremely dangerous."],["EDWARDS","(to O'Neill) Is he always like this?"],["O'NEILL","(matter-of-fact) Yeah, pretty much."],["ANNOTATION","Daniel crosses his arms over his chest, frowning."],["EDWARDS","If these things really are here, do you think they had anything to do with, uh, Ritter going missing?"],["DANIEL","Yes, I do."],["EDWARDS","Well, I'm not closing down this operation, that's for damn sure. But I do think we should bring in some extra troops, help secure the area."],["ANNOTATION","Daniel is unhappy with this suggestion."]],"present":["DANIEL","EDWARDS","O'NEILL"],"place":"P3X-403 SURVEY CAMP, MINE ENTRANCE, DAY"},{"speech":[["ANNOTATION","Teal'c and Lorne discover what is clearly forbidden ground, with the remains of dead Jaffa ceremonially displayed on scarecrow-like scaffolds, acting as totems, and Unas bone necklaces placed on a rock. Teal'c lifts one of the bone necklaces."],["LORNE","What is it?"],["TEAL'C","The Unas wear these to prevent the Goa'uld from burrowing into their necks."]],"present":["LORNE","TEAL'C"],"place":"P3X-403 FOREST, UNAS FORBIDDEN GROUND, DAY"},{"speech":[["ANNOTATION","Kor Asek pulls a branch away to see Lorne approach a mine entrance as Teal'c and the others wander through the area."]],"present":[],"place":"FOREST, UNAS FORBIDDEN GROUND, UNAS POV"},{"speech":[["ANNOTATION","Unseen by the others, Kor Asek's vantage point is concealed behind a tree. The Unas is mature, and its right eye is scarred through."],["ANNOTATION","Lorne moves away from a mine entrance. He begins to look around, fascinated by the decayed bodies and armour strung up on the scaffolds."],["TEAL'C","I believe these figures are intended as a warning to stay away."],["ANNOTATION","Lorne walks on, turning at last to see a fresh corpse strung up like a scarecrow on one of the scaffolds. It is Lt. Ritter. Lorne goes over to him, utterly appalled. Teal'c joins him."],["TEAL'C","Lt. Ritter."],["ANNOTATION","Nauseated, Lorne turns away and vomits."]],"present":["TEAL'C"],"place":"P3X-403 FOREST, REGULAR POV"},{"speech":[["ANNOTATION","A body bag is zipped and stretchered away."],["EDWARDS","(briefing his men with O'Neill and Teal'c in attendance) Alright! I want extra ammo for everyone. Keep your eyes open, and stay in radio contact!"],["ANNOTATION","Daniel is standing to his rear, examining an aerial photograph displayed on a board."],["DANIEL","What are you intending to do?"],["ANNOTATION","Edwards walks towards Daniel. In the background, Jack follows."],["EDWARDS","These things killed one of my men and strung him up like a scarecrow. What the hell do you think I intend to do?"],["DANIEL","Well, you may have unknowingly provoked them."],["EDWARDS","We didn't even know they were here. How the hell could we have provoked them?"],["DANIEL","(indicating the aerial photograph) If this mine extends as far as your estimates say, then this other entrance would be well within the tunnel network. It's an alternate entrance to the same mine. Now, it has to be something about this area, this mine. They don't want us here."],["EDWARDS","The feeling's mutual."],["DANIEL","Jack?"],["O'NEILL","(to Edwards) Look, I know he can be a little... (he pauses) But he's usually right about this stuff."],["EDWARDS","My orders are to determine the potential of this site as a mining operation. Until those orders are rescinded, I'm gonna do whatever it takes to ensure the safety of my people. So, are you going to help me secure this area, or not?"]],"present":["DANIEL","EDWARDS","O'NEILL"],"place":"P3X-403 SURVEY CAMP, DAY"},{"speech":[["ANNOTATION","SG-12, O'Neill, Daniel, and Teal'c move cautiously on a sweep of the forest."],["DANIEL","This is a mistake."],["O'NEILL","It's his command, Daniel."],["DANIEL","He's never encountered the Unas before. He doesn't know what he's dealing with."],["ANNOTATION","Gunfire erupts. O'Neill and Daniel break into a run."]],"present":["DANIEL","O'NEILL"],"place":"P3X-403 FOREST, DAY"},{"speech":[["ANNOTATION","Unas are attacking SG-12, striking the men with clubs and claws, hurling them violently to the ground or slamming them into trees. There are roars of rage from the Unas and cries of fear and pain from the men of SG-12, peppered with sporadic gunfire. Some of the Unas are hit by the gunfire, falling with cries of pain."],["ANNOTATION","Lt. Menard turns in confusion and is struck down by Iron Shirt."],["MENARD","(screams) Aaarrrggghhh!"],["ANNOTATION","Iron Shirt, wearing Jaffa armour, growls at Menard, then turns as another Unas is killed. It sees O'Neill leading reinforcements and gunfire breaks out again. Iron Shirt slips behind a tree, clawing at O'Neill as he passes. O'Neill is lifted from his feet by the force of the blow and falls heavily to the ground. Iron Shirt charges, O'Neill rolling to meet it but failing to fire."],["DANIEL","(raising his Beretta to fire, then calling out urgently) Ka keka!"],["ANNOTATION","The Unas jerks around to look at Daniel, stunned by hearing its own language."],["DANIEL","Ka keka!"],["ANNOTATION","Iron Shirt turns back to O'Neill who raises his weapon but still doesn't fire. Iron Shirt looks again to Daniel."],["IRON SHIRT","Ska nat? Ka ko keka!"],["ANNOTATION","He looks back at O'Neill again, then yells at those who have accompanied him."],["IRON SHIRT","(roars out to the Unas) Benar! Benar ka cha! Benar ka cha!"],["ANNOTATION","The Unas break off their attack immediately, retrieving their wounded and dead and dragging them away into the forest. As one Unas is dragged away, his bone necklace is left unnoticed on the ground by a tree, spattered with green blood. Teal'c, Edwards, Lorne and more troops run in to assist. O'Neill grimaces with pain as Daniel rushes towards him."],["O'NEILL","(motioning to Menard) Help him! Help him!"],["ANNOTATION","Teal'c follows Daniel over to the stricken Menard, the two of them checking his wound as O'Neill struggles to his feet."],["O'NEILL","(sotto voce) God!"],["EDWARDS","(extremely aggressive) My men'll take care of the rest of the wounded. They're on the run. Let's take 'em now!"],["ANNOTATION","The Unas are heard roaring in anger and sorrow in the distance."],["EDWARDS","(agitated) What's that? What are they doing now?"],["DANIEL","They're mourning their dead."],["EDWARDS","This may be our best chance. Come on, we're not just gonna let 'em get away, are we?"],["O'NEILL","We're not gonna pursue an enemy into unknown terrain!"],["EDWARDS","Jack, you make it sound like they're capable of tactics, here."],["DANIEL","We've had dealing with them before. They're far more intelligent than you think."],["EDWARDS","I don't care! They attacked us!"],["O'NEILL","Edwards! We're not goin' in."],["EDWARDS","(pointing at Jack) This is my command! You are here at my request!"],["DANIEL","You're in charge of a mining operation."],["O'NEILL","Your standing orders no longer apply! Now, let's take it back to SGC, and we'll figure it out there."],["EDWARDS","Fine!"],["ANNOTATION","Daniel and O'Neill exchange a sober look."]],"present":["DANIEL","EDWARDS","IRON SHIRT","MENARD","O'NEILL"],"place":"P3X-403 ANOTHER PART OF THE FOREST, DAY"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","O'Neill sits on an infirmary bed . He wears a white hospital gown, his wounded shoulder in a sling. A nurse adjusts the shoulder strap of the sling as O'Neill cringes in pain."],["O'NEILL","(grumpily) Ow! God! Get away!"],["ANNOTATION","He pushes at the nurse. Carter approaches, passing Daniel who is by the bed."],["CARTER","(wincing) How's the arm?"],["O'NEILL","Good. How's the science project?"],["CARTER","(slightly annoyed) You mean my complete overhaul of the Gate diagnostic system?"],["O'NEILL","I guess that's what I mean."],["CARTER","It's going well, Sir. Thank you for asking."],["DANIEL","Uh, if we go back to this planet, you're not coming with us, are you?"],["O'NEILL","(looks down at his sling meaningfully) It's doubtful."],["DANIEL","Yeah. That's too bad. I was kinda hoping you'd take command of the mission."],["ANNOTATION","O'Neill looks at him questioningly."],["DANIEL","(to Carter) Colonel Edwards has no experience dealing with the Unas."],["O'NEILL","Nor you."],["ANNOTATION","Daniel shrugs mild acknowledgement."],["O'NEILL","He's an okay guy, Daniel. He's just under a lot of pressure."],["DANIEL","Yeah, yeah. I, I guess I just spent a lot of time breaking you in. I just didn't want to have to start with a new colonel."],["ANNOTATION","Carter tries unsuccessfully to hide a look of amusement."],["O'NEILL","(slightly sarcastic) It'll be fine."],["ANNOTATION","Daniel nods, exchanging a quick smile with Carter before walking away. As Daniel reaches the doorway, O'Neill calls out to him."],["O'NEILL","Just try not to be... (he hesitates) sooo..."],["ANNOTATION","O'Neill grimaces."],["DANIEL","(looking back) What?"],["O'NEILL","Oh, you know."],["ANNOTATION","O'Neill starts to lie down. Carter and Daniel both wear puzzled looks as Daniel exits the room. O'Neill groans and sighs as he lies down on his wounded shoulder."]],"present":["CARTER","DANIEL","O'NEILL"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Generals Hammond and Vidrine are briefing Col. Edwards."],["HAMMOND","Colonel, General Vidrine is down from the Pentagon. He's been put in charge of BC-303 production."],["VIDRINE","We've read your report, Colonel, and we agree that the evacuation was warranted. Unfortunately, however, with the Prometheus stranded halfway across the galaxy, Earth is currently vulnerable to orbital attack. Now, if someone can show me another way to acquire naquadah, or can make a battle cruiser without it, I'm listening. Otherwise we've got to go back to P3X-403."],["EDWARDS","With enough men and enough fire power, I can take care of your problem, Sir."],["HAMMOND","Well, that's one way to address the situation. But we've dealt with these creatures before, and I can guarantee you it isn't going to be as easy as you think it is."],["VIDRINE","Well, be that as it may, the Pentagon's position is quite clear on this. Col. Edwards will return to the planet and begin mining operations immediately. SG personnel will provide security on a continuing basis. Now, if this leads to hostilities..."],["ANNOTATION","Daniel is hovering hesitantly in the doorway to the briefing room."],["DANIEL","It will."],["VIDRINE","Dr. Jackson? I don't believe you were invited to this meeting."],["DANIEL","Yes, General, I know. I'm sorry, but please, hear me out. I think the situation can be resolved peacefully."],["ANNOTATION","Daniel walks over to Edwards, facing Vidrine and Hammond."],["VIDRINE","How?"],["DANIEL","Well, we've been on this planet a long time looking for the best mine site. It wasn't until we encroached on this one particular region that the Unas attacked. I mean, can't we just mine somewhere else? Away from this one area?"],["EDWARDS","All the other mine sites we've surveyed have been void of significant deposits. This is the only site we've found, thus far, that might satisfy production quotas."],["DANIEL","And if this leads to another dead end?"],["VIDRINE","Then we won't have a problem. But I'm not going to walk away from this until I know for sure."],["DANIEL","Well, then, can we at least try to negotiate with them?"],["EDWARDS","They're animals, Sir."],["DANIEL","They are not animals. They are intelligent beings with a sense of honour, and if you underestimate them, more will die on both sides."],["VIDRINE","Who would negotiate on our behalf? You?"],["DANIEL","I can speak their language with a limited vocabulary, and I have a rudimentary understanding of their ways, but this has gone too far for me to handle myself."],["VIDRINE","What are you proposing, Doctor?"],["DANIEL","I suggest we use Chaka as a liaison."],["VIDRINE","Chaka?"],["DANIEL","He's an Unas we met on a different planet. Now, I've had periodic contact with him. He's made impressive progress in his understanding of us. Look, we've interacted with these beings before and lived. Chaka himself saved my life. This is their planet. We're the invaders. We don't have to provoke them. We don't have to kill them."],["VIDRINE","Well, I'm sure no one wants that, Dr. Jackson."],["DANIEL","(glances at Edwards) Yes, I'm sure."],["HAMMOND","(to Vidrine) If the negotiations are resolved in the time allotted to determine the viability of the mine, you're giving up nothing by letting him try."],["VIDRINE","Alright. You may proceed."],["HAMMOND","Dr. Jackson? You'll contact Chaka and return him here without delay."],["VIDRINE","One more thing, so that there's no confusion. If negotiations fail, and it comes down to us or them? I choose us. The use of deadly force is authorized."],["ANNOTATION","Edwards and Daniel acknowledge this grim pronouncement."]],"present":["DANIEL","EDWARDS","HAMMOND","VIDRINE"],"place":"SGC BRIEFING ROOM"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["HARRIMAN","IDC received, Sir. Dr. Jackson, plus one."],["HAMMOND","(in the Gate room) Open the iris."],["ANNOTATION","The iris opens and Daniel steps through with an Unas. It is Chaka, more mature than when last seen, dressed in formal tan coloured robes."],["HAMMOND","(turning to the defence team) Stand down."],["ANNOTATION","Chaka looks around warily."],["DANIEL","Chaka's never been in a structure like this before."],["ANNOTATION","He leads Chaka down the ramp. Chaka continues to look around him, growling a little."],["VIDRINE","Um."],["ANNOTATION","Chaka spins to face him, snarling."],["CHAKA","A cha'ka."],["DANIEL","Um, a cha'ka is a greeting. In this case, he's, uh, he's saying 'hello'."],["CHAKA","'Ell-o."],["ANNOTATION","Edwards snorts, eying Chaka with hostility and disbelief."],["ANNOTATION","Chaka snorts in return, equally hostile."],["DANIEL","Um, I've had a chance to talk with Chaka. Over the past year, he's managed to accomplish some remarkable things. On the planet where Chaka now lives, humans used Unas as domesticated slaves. Chaka led an uprising, and..."],["EDWARDS","An uprising? You neglected to mention this before. How many people were killed in this uprising?"],["DANIEL","That's not the point. Chaka brokered a truce, and over time established a fragile, yet successful, peace between the humans and the Unas who were formerly their slaves. Now, if he could manage to do this, I know he could act as a peaceful liaison between ourselves and the Unas of P3X-403."],["HAMMOND","Does he even want to help us?"],["DANIEL","I've informed him of what we need to do. (smiling) He's eager to meet Unas of other worlds. (to Chaka) Tar ma kan ko?"],["CHAKA","(grunting, he walks forward a little.) 'Uman 'elp Chaka. Chaka 'elp 'Uman."]],"present":["CHAKA","DANIEL","EDWARDS","HAMMOND","HARRIMAN","VIDRINE"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","The camp is in ruins; crates and supplies are burning. Edwards surveys the damage, Daniel and Lorne either side of him."],["LORNE","Looks like the Unas had a little party while we were gone."],["EDWARDS","You're right, Dr. Jackson. They're much more advanced than what I thought. They have command of fire. Major Lorne, as soon as this place is cleaned up, I want you to begin a resonance scan analysis of the lower mine shafts."],["LORNE","Yes, Sir."],["EDWARDS","(turning to Daniel) Exactly how do you intend to find these Unas, Doctor?"],["DANIEL","I think Chaka will lead us to them."],["ANNOTATION","Edwards stares at Chaka, who is behind Daniel, looking around at the smouldering camp. Aware of the scrutiny, Chaka turns, snarling at Edwards, who is undeterred. Chaka moves towards him, bristling."],["DANIEL","Chaka."],["ANNOTATION","Chaka stops, but he and Edwards are staring each other down. Daniel hastily steps in between the two and faces Edwards."],["DANIEL","Colonel, he knows you don't like him. If you keep staring at him like that, he's going to take it as a challenge. (turns to Chaka who is snarling) Chaka, ka keka."],["ANNOTATION","Chaka looks at Daniel and Daniel nods. Chaka growls, but turns away."],["EDWARDS","Just keep him away from me. (turning) Hanson! Penhall! You're with them. The rest of you people! I want this perimeter secured. Antipersonnel and overlapping fields of fire! Move it!"],["DANIEL","(walking over to talk to Teal'c) He's getting ready for a war."],["TEAL'C","He has a responsibility to protect this camp."],["DANIEL","Yeah, or he's looking for revenge for Lt. Ritter."]],"present":["DANIEL","EDWARDS","LORNE","TEAL'C"],"place":"P3X-403 SURVEY CAMP, DAY"},{"speech":[["ANNOTATION","Chaka leads Teal'c, Daniel, Hanson and Penhall to the first of the scarecrow scaffolds, exploring it with hands and sniffing."],["CHAKA","'Uman `tatak?"],["DANIEL","Ka. No. We're not going to attack."],["CHAKA","Tonok shesh. 'Uman `tatak."],["DANIEL","He says that our weapons and the size of our group are alarming, create fear. It, it seems like we intend to attack."],["CHAKA","Ka, Dan'al. Chaka ka cha."],["DANIEL","He wants me to go with him alone."],["CHAKA","Ka keka."],["DANIEL","Unarmed."],["ANNOTATION","He diasarms."],["TEAL'C","You will be completely helpless."],["DANIEL","(handing his Beretta to Teal'c) I'll be alright."],["TEAL'C","(earnest) This is unwise, DanielJackson."],["DANIEL","Look, we can't make contact with them if they think we're going to attack."],["TEAL'C","Are you certain?"],["DANIEL","(sounding uncertain) Yeah, yeah, I'm, uh, I'm certain."],["ANNOTATION","Teal'c reluctantly takes the Beretta, watching as Chaka leads Daniel away."]],"present":["CHAKA","DANIEL","TEAL'C"],"place":"P3X-403, FOREST UNAS FORBIDDEN GROUND, DAY"},{"speech":[["ANNOTATION","Chaka leads Daniel into a rock-strewn clearing in the forest, bordered by more of the scarecrow scaffolds with their rotting Jaffa corpses and a ceremonial altar, a stone circle before it on the ground. Chaka sits by the stone ring, set for a fire, while Daniel is drawn to the altar."],["DANIEL","Staff weapons, torture sticks, manacles. Symbols of pain and death. (he notices Chaka by the firewood) Chaka? Here. I've got a new toy."],["ANNOTATION","Daniel bends down to light the fire with his lighter."],["CHAKA","Aka."],["DANIEL","You're welcome."],["ANNOTATION","Daniel puts the lighter back in his vest."],["CHAKA","(chanting) A cha'ka, a cha'ka, a cha'ka"],["DANIEL","'Come sit by my fire.' Unas diplomacy."],["CHAKA","(continues chanting) A cha'ka, a cha'ka, a cha'ka"],["DANIEL","(Clears his throat) Chaka? How long is this, um?"],["ANNOTATION","Annoyed, Chaka breaks off his chant."],["DANIEL","Kel nok ma kan ska nat?"],["CHAKA","Nok."],["ANNOTATION","Chaka gestures skyward."],["DANIEL","Now?"],["CHAKA","Ka nok."],["ANNOTATION","He jerks his arm forward and gestures sharply again."],["DANIEL","Later?"],["CHAKA","(begins chanting again) A cha'ka, a cha'ka, a cha'ka."],["DANIEL","It will take as long as it takes. Okay. He sits cross-legged at Chaka's side, settling in for a long wait."]],"present":["CHAKA","DANIEL"],"place":"P3X-403 UNAS ALTAR, DAY"},{"speech":[["ANNOTATION","Chaka is still chanting while Daniel lies stretched out by the fire, idly tossing twigs into the flames, visibly bored."],["CHAKA","(chanting) A cha'ka, a cha'ka, a cha'ka."],["UNAS POV",""],["ANNOTATION","Iron Shirt watches Daniel and Chaka at the campfire and growls."],["REGULAR POV",""],["ANNOTATION","Chaka looks up, growling, sensing a presence. He snarls, and Iron Shirt, the Alpha Male of the P3X-403 Unas approaches from the tree line. His clan has surrounded the clearing. Daniel glances up and gets very still."],["DANIEL","Helloooo."],["ANNOTATION","Iron Shirt closes in on Daniel and Chaka, accompanied by his clan. They are hostile, snarling and making aggressive darts forward as Iron Shirt walks closer. Daniel and Chaka get to their feet to face him. Iron Shirt launches several feinting charges towards Daniel and Chaka, clearly attempting to intimidate them and building up to a real attack by the clan."],["DANIEL","I hope you know what you're doing!"],["ANNOTATION","Chaka kneels, Daniel immediately following as the anger of the Unas escalates."],["DANIEL","Down? Good idea!"],["ANNOTATION","Iron Shirt recognises this gesture of submissiveness, and his clan is silenced. Chaka glances up, snorting, then bows again. Iron Shirt moves in to join them. Chaka pulls out a Goa'uld knife and lays it on a rock by the fire as an offering. Iron Shirt accepts the gift, displaying it to his clan. He then pulls off a leather wristband and offers it to Chaka."],["DANIEL","(watching the action) Trade?"],["ANNOTATION","Chaka glances to Daniel then picks up the wristband. The clan react angrily, hissing and snarling, and Iron Shirt silences them sharply with an authoritative bark."],["IRON SHIRT","Aka."],["CHAKA","A cha'ka. Te Chaka."],["IRON SHIRT","(to Daniel) Ta?"],["DANIEL","Um, a cha'ka. Te Daniel."],["IRON SHIRT","Dan'al?"],["DANIEL","Dan'al's fine."],["IRON SHIRT","Te Kor Asek zo!"],["ANNOTATION","Kor Asek grunts rhythmically."],["DANIEL","Kor is iron? Asek?"],["ANNOTATION","Chaka quickly gestures towards his arm and torso in explanation."],["DANIEL","Iron Shirt? The alpha male."],["IRON SHIRT","Kel ko tar?"],["CHAKA","Tar 'uman. (referring to Daniel) 'Uman ka nay."],["IRON SHIRT","Kel ko keka?"],["DANIEL","Uh, yes, we brought death, but, but we wanna be friends. Uh, to preserve life. Ska nat!"],["CHAKA","Ska nat. Unas, Kor Asek, a Chaka, a 'Uman. Ska nat te."],["DANIEL","That's right. We work this out we, we all win."],["ANNOTATION","Iron Shirt communicates with his restless clan."],["IRON SHIRT","Cho'ee'che, Chaka."],["ANNOTATION","Chaka shifts to a sitting position."],["IRON SHIRT","Dan'al."],["ANNOTATION","Daniel sits also. Chaka looks at Daniel and gestures for Daniel to invite Iron Shirt to sit."],["DANIEL","Cho'ee'che, Kor Asek."],["ANNOTATION","Iron Shirt lowers himself onto his haunches, snarling as he does so."],["DANIEL","(quietly, to himself) Okay. Alright. Now we're talking, huh?"]],"present":["CHAKA","DANIEL","IRON SHIRT","REGULAR POV","UNAS POV"],"place":"P3X-403 UNAS ALTAR, NIGHT"},{"speech":[["ANNOTATION","Daniel and Chaka stride energetically into the camp to find Teal'c with Lorne."],["LORNE","Dr. Jackson? How'd it go?"],["DANIEL","Well, I figured out why they attacked us. It's this mine! (he gestures) It's sacred to them."],["ANNOTATION","He walks straight through Teal'c and Lorne who turn to follow him and Chaka over to the C.P. and Col. Edwards."],["DANIEL","Most of their ancestors were worked to death by the Goa'uld while they were mining it. They're scarred. It's a wonder they didn't attack us the minute we set foot on this planet."],["LORNE","Doctor, look."],["DANIEL","Now, I told them I'd speak to my superiors on their behalf. Sacred burial grounds are protected on Earth from industrial development. I think the same rule should apply here. We have to leave."],["LORNE","We got the results of the resonance scan. The deposit is over 300 meters in length and almost completely solid."],["ANNOTATION","He shows Daniel the scan on the laptop. Edwards walks over to join them."],["EDWARDS","53,000 metric tonnes. We're not going anywhere."],["ANNOTATION","Daniel contemplates this news."]],"present":["DANIEL","EDWARDS","LORNE"],"place":"P3X-403 SURVEY CAMP, DAY"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Hammond and Vidrine are listening to a broadcast from P3X-403. Daniel stoops in front of the MALP camera, Chaka visible behind him."],["DANIEL","My meeting with the Unas went well, Sir. Uh, they're reluctant to trust us, but I did manage to open up a line of communication."],["VIDRINE","How many of them are there?"],["DANIEL","I only saw a medium-sized clan. I can't be sure. Why?"],["VIDRINE","We need to know if we're going to relocate them."],["DANIEL","They'll never accept relocation, Sir. They won't understand it."],["VIDRINE","Then it's your job to make them understand. If you don't, we'll have to go in there with tranquillisers and capture them."],["DANIEL","(muttering to himself) They're not animals. (louder) Look, I'm pretty sure Chaka and I can accomplish something. Just let me go talk to them again."],["HAMMOND","You have twenty-four hours to convince the Unas to come peacefully, or they'll be forcibly removed."],["ANNOTATION","Daniel nods in acknowledgement, but still looks upset. He abruptly switches off the camera. The monitor reads 'Transmission Terminated'. Hammond and Vidrine look at one another soberly."]],"present":["DANIEL","HAMMOND","VIDRINE"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Daniel and Chaka are again negotiating with Iron Shirt."],["IRON SHIRT","'Uman ko keka onac. Unas ko keka onac."],["DANIEL","That's right, that's right. We should not be fighting with each other. The, the Goa'uld are a common enemy."],["CHAKA","Ka nay."],["DANIEL","Ka nay. Friend, uh, clan member."],["ANNOTATION","Daniel gestures by clasping his hands together."],["IRON SHIRT","'Uman ka nay."],["ANNOTATION","He mimics Daniel's gesture."],["ANNOTATION","Chaka nods."],["DANIEL","That's right. That's right. So..."],["ANNOTATION","He opens a pocket on his vest and pulls out an energy bar."],["DANIEL","We're going to give you food."],["ANNOTATION","He takes a small bite out of the energy bar."],["DANIEL","'Uman ko nan Unas."],["ANNOTATION","He hands the bar to Chaka, who passes it to Iron Shirt. Iron Shirt sniffs it cautiously. Chaka nods approvingly. Iron Shirt tastes the bar. Iron Shirt purrs in pleasure."],["DANIEL","And in exchange we need this."],["ANNOTATION","He holds up a naquadah rock."],["IRON SHIRT","Kada."],["DANIEL","Kada yes, we need kada to make war with the Goa'uld."],["CHAKA","'Uman ko kada. Tonok tok onac."],["IRON SHIRT","Kel?"],["DANIEL","How? Well, we make, uh ships out of it. (Chaka and Iron Shirt are uncomprehending) Um."],["ANNOTATION","Daniel does an aeroplane impression, complete with zoomie noises. The Unas grunt in annoyance. Chaka growls, shaking his head. Iron Shirt snarls."],["DANIEL","Right. Why would either of you know what a ship was?"],["ANNOTATION","He looks around and gets up to go to the altar."],["DANIEL","Uh, this."],["ANNOTATION","He picks up a staff weapon."],["DANIEL","You know what this is?"],["IRON SHIRT","Kekata."],["DANIEL","Kekata, yes. Uh, we can make kekata with this. Kada."],["ANNOTATION","He taps the rock against the shaft of the staff weapon."],["DANIEL","Now, with many kekata..."],["ANNOTATION","He gestures at the collection on the altar."],["DANIEL","We can bring death to the Goa'uld."],["ANNOTATION","He taps a Serpent Guard helmet."],["DANIEL","The Onac."],["IRON SHIRT","Ko keka onac?"],["DANIEL","That's right."],["ANNOTATION","Iron Shirt ponders the idea."]],"present":["CHAKA","DANIEL","IRON SHIRT"],"place":"P3X-403 UNAS ALTAR, DAY"},{"speech":[["ANNOTATION","SG-12 are patrolling through the forest. Lt. Woeste hears a twig snap and freezes."],["LT. WOESTE","(into mic) Hold."],["ANNOTATION","His team freezes, scanning the trees warily."]],"present":["LT. WOESTE"],"place":"P3X-403FOREST, DAY"},{"speech":[["DANIEL","'Uman a Unas ma kan nok."],["IRON SHIRT","Kel?"],["DANIEL","Why? Because if we don't come to some sort of agreement...'Uman zo relocate you. Uh? (He wiggles his fingers like feet walking and moves his hand from one place to another.) Relocate. (to Chaka) Ta 'relocate'?"],["CHAKA","Shesh."],["DANIEL","Uh."],["ANNOTATION","Daniel picks up some wood and shows it to Chaka in one place, on the left side of his body. Then he moves the wood to a place on the right side of his body and drops it."],["CHAKA","Ta ko ka cha."],["DANIEL","Ko ka cha. 'Uman ko ka cha Unas ko no na. Away from your home."],["IRON SHIRT","Ko ka cha Unas ka no na?"],["ANNOTATION","Daniel nods."],["IRON SHIRT","Tok!"],["DANIEL","No, no, no. Defiance will only lead to Unas bloodshed. Ka tok. Um, 'Uman ko keka te. Keka Unas."],["IRON SHIRT","'Uman ko keka te Unas. Unas ko keka te 'Uman."],["DANIEL","No, you won't give us death. You can't win."],["IRON SHIRT","A Unas naya tok!"],["DANIEL","All the tribes will fight? How many? Uh, kel ka naya?"],["IRON SHIRT","Soseka."],["ANNOTATION","He growls triumphantly."],["DANIEL","No. That, that's impossible!"],["ANNOTATION","Chaka snarls angrily at Daniel. Daniel reaches for his radio."],["DANIEL","(into his radio) Teal'c, come in? Teal'c, this is Daniel. Do you read me? Over. (static) Dammit! Um, uh, uh, uh, just wait here. Lota. Lota. Lota. Lota."],["ANNOTATION","Daniel jumps up and runs, Chaka following him. Iron Shirt stands to watch them go."]],"present":["CHAKA","DANIEL","IRON SHIRT"],"place":"P3X-403 UNAS ALTAR, DAY"},{"speech":[["ANNOTATION","Woeste is signalling to his men as Daniel and Chaka run through the Unas forbidden ground. Woeste is scanning the trees urgently, watched by an Unas."],["UNAS POV",""],["ANNOTATION","An Unas sees Woeste aiming his weapon into the woods, but that Woeste does not see him. At the base of a tree nearby, the Unas spots his bone necklace. It's the same necklace which fell during the earlier battle."],["REGULAR POV",""],["ANNOTATION","The Unas charges out to reclaim its bone necklace and Woeste turns, gunning it down. It roars out in pain as it falls."],["ANNOTATION","Daniel and Chaka react to the burst of gunfire, then rush up to Woeste at the same time as Edwards. Woeste is standing over the fallen Unas."],["DANIEL","(despairing) Oh, God."],["EDWARDS","What happened? What happened?"],["LT. WOESTE","It was coming up on my position. It was attacking."],["DANIEL","It was attacking?"],["ANNOTATION","He looks around at the area and spots the bone necklace at the base of the tree."],["DANIEL","The necklace. (He goes over and picks up the bone necklace.) This bone necklace was precious to him. He was coming back for it, and we killed him."],["LT. WOESTE","I didn't know"],["EDWARDS","No need to apologize"],["ANNOTATION","Many Unas voices roar in rage, unseen among the trees."],["CHAKA","Ka tok!"],["TEAL'C","They are preparing to attack."],["EDWARDS","Let 'em come. We're ready."],["DANIEL","No, you're not."],["ANNOTATION","Edwards shoots Daniel a cold, angry look."]],"present":["CHAKA","DANIEL","EDWARDS","LT. WOESTE","REGULAR POV","TEAL'C","UNAS POV"],"place":"P3X-403 FOREST, DAY"},{"speech":[["ANNOTATION","Trailed by Teal'c, Chaka and the men, Daniel and Edwards stride through the camp. The air is overwhelmed with a menacing roar from the unseen Unas."],["DANIEL","Colonel, we have to get out of here right now."],["EDWARDS","I don't buy it."],["DANIEL","Are you hearing this?"],["EDWARDS","A population that large would have been seen by aerial scans."],["DANIEL","Unas live primarily underground in caves where aerial scans don't detect them."],["TEAL'C","Our position will be overrun."],["DANIEL","I was this close to working out an agreement with them. They just want to be left alone."]],"present":["DANIEL","EDWARDS","TEAL'C"],"place":"P3X-403 SURVEY CAMP, DAY"},{"speech":[["ANNOTATION","Iron Shirt stands looking down into the camp, watching Daniel and Edwards argue. He snarls."]],"present":[],"place":"P3X-403, RIDGE ABOVE CAMP, DAY"},{"speech":[["CHAKA","(reacts instantly to Iron Shirt's presence) Dan'al!"],["ANNOTATION","Chaka and Daniel turn to stare at Iron Shirt on the ridge above. He snarls again and behind him a thundering sound is heard. The SG teams take up defensive positions in the camp."],["DANIEL","Hold your fire!"],["EDWARDS","If they attack, we will defend ourselves!"],["ANNOTATION","Iron Shirt is joined on the ridge by a horde of maddened Unas, lining up beside him, bellowing their fury at the men below. Daniel, Edwards and the others' eyes track along the ridge as the Unas pour out of the trees in unbelievable numbers. Their force is immense, stretching out the entire length of the ridge. The SG group realize they are hopelessly outnumbered."],["ANNOTATION","Iron Shirt bellows out above the horde, silencing them instantly."],["EDWARDS","You're right, Dr. Jackson. Let's get back to the Gate."],["DANIEL","No, it's too late. If we move now, they'll run us down."],["ANNOTATION","Snarling, Iron Shirt takes a leap. Then he begins walking down from the ridge into the camp, alone."],["EDWARDS","What's he doing?"],["DANIEL","I don't know."],["ANNOTATION","Lorne and the other soldiers are increasingly edgy and nervous as Iron Shirt draws closer."],["DANIEL","Don't do anything stupid. He's giving us a chance."],["EDWARDS","A chance to do what?"],["ANNOTATION","Iron Shirt walks over to Daniel, growling at him."],["DANIEL","To surrender."],["EDWARDS","Surrender? Not possible."],["ANNOTATION","He keeps his weapon aimed at Iron Shirt."],["DANIEL","Don't do it, Colonel."],["ANNOTATION","Edwards slowly lowers his weapon. Daniel takes a step forward."],["DANIEL","Kor Asek, 'Uman a ta ka keka."],["EDWARDS","What are you saying?"],["DANIEL","I'm saying we don't have to kill each other. (He makes the same hand clasping gesture he did before.) 'Uman a ta a ka naya. We can be of the same tribe. A ka naya keka Onac. Together we can bring death to the Goa'uld."],["IRON SHIRT","Tak!"],["DANIEL","Trick?"],["IRON SHIRT","Dan'al, cho'ee'che. 'Uman ko keka Unas."],["DANIEL","He's saying that while we talk peace, humans kill Unas. He doesn't believe me. We have to show respect. We have to get down on the ground."],["ANNOTATION","Chaka is already starting to kneel."],["EDWARDS","On the ground? There's no way I'm gettin' down on the..."],["DANIEL","(interrupting) Colonel, this is the way their social order works! We have to show submissiveness to show that we're not a threat, that we're not challenging them! We have to get down on the ground and that is all that we have to do."],["ANNOTATION","Daniel, Chaka and Teal'c lower themselves to one knee. Iron Shirt looks challengingly at Edwards."],["DANIEL","Colonel, everyone! Please!"],["ANNOTATION","Edwards looks around once more at the vast force of Unas and then reluctantly kneels. All of his men follow his lead."],["ANNOTATION","Iron Shirt looks at them all, accepting their gesture."],["IRON SHIRT","Benar. (He turns to roar at his followers.) A Benar! A tar 'Uman!"],["ANNOTATION","There is a low rumbling from the Unas. Iron Shirt turns back to Daniel."],["IRON SHIRT","`On-or."],["DANIEL","Honor. He understands. Cho'ee'che, Kor Asek."],["ANNOTATION","He motions for Iron Shirt to sit."],["ANNOTATION","Iron Shirt kneels before Daniel, who cautiously opens a vest pocket and takes out his lighter. Demonstrating with a twig, he shows a stunned Iron Shirt how the lighter makes fire, then places the lighter on the ground between them, offering a trade. Iron Shirt recognises the value of this gift, giving Daniel his precious bone necklace."],["DANIEL","Now we can negotiate."],["ANNOTATION","Daniel sits."],["EDWARDS","How long do we have to kneel?"],["DANIEL","As long as it takes."],["ANNOTATION","Chaka nods approvingly. Daniel smiles a little and nods to Iron Shirt. Iron Shirt growls back."]],"present":["CHAKA","DANIEL","EDWARDS","IRON SHIRT"],"place":"P3X-403, SURVEY CAMP, DAY"},{"speech":[["IRON SHIRT","A cha'ka, Dan'al."],["DANIEL","A cha'ka, Kor Asek."],["ANNOTATION","Daniel picks up the bone necklace and stands. He turns to consult with Edwards as Iron Shirt shows his lighter to Chaka."],["DANIEL","Well, I think we've got ourselves a deal."],["EDWARDS","And what deal would that be, Dr. Jackson?"],["DANIEL","Well, we've agreed not to desecrate their sacred ground any more."],["EDWARDS","We have?"],["DANIEL","And in exchange the Unas will honour their dead by helping defeat their ancestors' killers, the Goa'uld."],["EDWARDS","And just how are they going to do that?"],["DANIEL","They're gonna work the mine themselves."],["EDWARDS","What? Did you propose this?"],["DANIEL","No, actually, it, uh, it was Iron Shirt."],["ANNOTATION","They turn to see a thrilled Iron Shirt with a burning twig in his hand. Daniel beams."],["EDWARDS","Okay, let me get this straight. The Unas are going to mine this deposit and turn all the naquadah over to us?"],["DANIEL","That's right"],["EDWARDS","(sighs) Can they, uh, work a jackhammer?"],["DANIEL","I think you'll find they're very intelligent and can learn. You treat them with honour and respect and, uh, and you're gonna find out what kind of allies they can be."],["EDWARDS","O'Neill was right about you. You are a pain in the ass. But, well worth it."],["ANNOTATION","He pats Daniel's shoulder and nods."],["ANNOTATION","Daniel smiles and nods before turning to join Chaka and Iron Shirt. Iron Shirt proudly displays his burning twig."],["IRON SHIRT","(deeply pleased) Ah, Dan'al!"],["ANNOTATION","Daniel nods acknowledgement to Iron Shirt and then looks at Chaka."],["DANIEL","Aka."],["ANNOTATION","Chaka bows his head."],["ANNOTATION","Daniel smiles gratefully."]],"present":["DANIEL","EDWARDS","IRON SHIRT"],"place":"P3X-403 SURVEY CAMP, LATER THAT DAY"}]