[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","Elevator doors open, and Carter jogs through them, up the steps and into the briefing room. She is wearing a dark brown leather jacket and trousers, and carrying a black motorbike helmet."],["CARTER","Sorry I haven't changed Sir, the message said it was urgent."],["WARRICK","Hello again, Major Carter."],["ANNOTATION","She stops, turning to look at Warrick, who is standing by the briefing room table."],["CARTER","Warrick."],["WARRICK","It's good to see you again."],["CARTER","You too, but what brings you here?"],["WARRICK","When we last spoke, you strongly reiterated your desire to gain access to Serrakin technology."],["CARTER","Yes, of course."],["WARRICK","Unfortunately, diplomacy between our respective leadership has been slow to develop."],["ANNOTATION","Carter glances at Hammond and Daniel who are standing next to her."],["CARTER","I'm sure they're just being cautious."],["WARRICK","As I was telling General Hammond and Doctor Jackson, I am here to offer you full access to the Ion Propulsion engine on the Seberus."],["CARTER","Well, that's great! (To Hammond) Sir, this could..."],["HAMMOND","(interrupting) I've read your report Major. I won't debate the value of the technology. But there's more."],["WARRICK","In return, I would like your help... to win a race?"],["ANNOTATION","Carter smiles"]],"present":["CARTER","HAMMOND","WARRICK"],"place":"SGC LEVEL 28"},{"speech":[["ANNOTATION","Carter, Hammond, Daniel and Warrick are sitting at the table, discussing Warrick's proposal"],["WARRICK","It is called the Loop of Kon Garat. Every year the largest corporation on our planet, known as Tech Con Group, awards an extremely lucrative contract to the winner of the loop."],["DANIEL","A contract?"],["WARRICK","It is a time tested method to find the pilot with the best ship for the job. The race is open to anyone. There are few rules. The winners ship must arrive first and intact."],["DANIEL","Let me just get this straight. The government of your planet is allowing you to share advanced technology with us in exchange for us helping you to win a race?"],["WARRICK","(pauses) Not exactly, I have arranged for a small group of you to come to Hebridan on a diplomatic visit. There is no rule preventing you from helping me in a race, and what you learn while you are there..."],["DANIEL","So unofficially...?"],["ANNOTATION","Warrick pauses"],["CARTER","So how can we help?"],["HAMMOND","Major!"],["CARTER","Can't help to ask, can it Sir?"],["WARRICK","The power system you used to recharge the Seberus when I was stranded..."],["CARTER","A naquadah generator?"],["WARRICK","As you know, the Seberus has been through quite a lot. However my diagnostic analysis it's systems show greatly improved efficiency when supplemented by the naquadah generator."],["CARTER","I'd like to participate."],["ANNOTATION","Daniel gives Carter a confused look."],["WARRICK","Well actually... I was not asking you to join me."],["CARTER","Well why not? I'll have to interface the generator."],["WARRICK","Could you not just show me?"],["CARTER","Well naquadah generators are very valuable to us, we're not about to let one out of our sight. Besides you never know what issues could arrive on the fly."],["WARRICK","Major, I feel compelled to warn you of the danger, the loop is not for the faint hearted."],["CARTER","Look we take risks to attain advanced technology all the time. For me there would be no better way to learn about your ship then to see it in action."],["WARRICK","A victory would mean a great deal to me, I am not above accepting your offer."],["ANNOTATION","Carter smiles and nods acceptance, then suddenly turns to General Hammond."],["CARTER","With your approval Sir."],["HAMMOND","Major I expect you to evaluate the risks of this mission on an ongoing basis, and act accordingly."],["CARTER","As always, Sir."],["ANNOTATION","Daniel looks as if he can't believe what just happened."]],"present":["CARTER","DANIEL","HAMMOND","WARRICK"],"place":"SGC BRIEFING ROOM."},{"speech":[["ANNOTATION","A naquadah generator lies on Carter's desk. Around it are various wires, tools, cases etc. Carter is packing for the trip. Daniel enters. She continues to pack throughout the conversation."],["CARTER","Hey."],["DANIEL","Hey, you ready?"],["CARTER","Yeah, just about."],["DANIEL","Warrick has set us up in meetings with the highest ranking members of the Hebridan government and business community."],["CARTER","I bet Colonel O'Neill is really looking forward to that."],["DANIEL","Oh yeah. (pauses) Do you really think this is worth it?"],["CARTER","Absolutely. Why, don't you?"],["DANIEL","No, yeah... I just... you just seem unusually Gung Ho."],["ANNOTATION","Carter turns from her packing, and smiles"],["CARTER","Gung Ho?"],["DANIEL","It's kind of more about attaining new technology for you isn't it."],["CARTER","You mean helping Warrick? He did once risk his life for me?"],["DANIEL","Yeah I heard that. I just think that there's something else."],["CARTER","Look, I know that this could be dangerous. But this is our job right? It's what we signed on to do. We take risks in the hope of achieving new levels of technology. If and I stress if, participating in this race just happens to be a little bit... I don't know..."],["DANIEL","Fun?"],["ANNOTATION","Carter grins and casually moves her arms up into the air while looking at Daniel."],["CARTER","What's a girl to do?"],["DANIEL","Nothing, it's just what I thought."],["ANNOTATION","Daniel still looks a little concerned. Carter returns to her packing."]],"present":["CARTER","DANIEL"],"place":"SGC CARTER'S LAB"},{"speech":[["ANNOTATION","A news report suddenly appears on the screen. Alien writing scrolls along the bottom, rather like CNN. A man sits behind a news desk, looking directly at camera."],["ARDAL HADRAIG","I'm Ardal Hadraig and welcome back to TCNN's exclusive coverage of the 59th Loop of Kon Garat. Now as the loop is set to begin tomorrow morning, we have a startling new development to report. Warrick Finn... (his image comes up on screen) ...announced today that his co-pilot will be a human from the planet we've come to know as Earth. Major Samantha Carter's participation will mark the first inclusion of an alien in loop history. (her image flashes up) A band of explorers happened upon him when his ship the Seberus crashed on an uncharted planet while transporting convicts to the outlying prison colonies. (Pictures of all SG-1, including Jonas, and a picture of the planet are displayed on screen) Now the question on everybody's mind is will these Earthlings bring Warrick luck a second time around?"],["ANNOTATION","A huge TV screen hovers above the water next to a giant alien city, complete with spaceships acting as cars."]],"present":["ARDAL HADRAIG"],"place":"HEBRIDAN TV"},{"speech":[["ANNOTATION","Warrick leads SG-1 off the Seberus, which is sitting in a huge hanger. Several pieces of machinery are nearby, and look related to the engineering and upkeep of the Seberus. They walk towards another man in the hanger."],["WARRICK","May I introduce you all to Eamon. He is responsible for making the Seberus what it is today, and he is my younger brother."],["O'NEILL","Ah yes, I see the family resemblance. It's uncanny, boys..."],["ANNOTATION","He runs out of things to say and there is a short, uncomfortable silence."],["O'NEILL","Colonel Jack O'Neill, Dan..."],["EAMON","(To Warrick) You just had to do it didn't you, there was no stopping you."],["WARRICK","(quietly) Eamon..."],["EAMON","Do you really think the Seberus is incapable of winning the race without their help?"],["WARRICK","Eamon! They saved me from certain death, and are responsible for my getting back home to Hebridan. I suggest you show some respect."],["EAMON","My apologies. I am honoured to meet my brother's saviours."],["ANNOTATION","He looks towards Carter and gives her a patronizing stare."],["EAMON","And you must be Major Carter, the one which without we could not win the loop."],["O'NEILL","You know I feel all warm and fuzzy. (to Daniel) How about you?"],["WARRICK","Major Carter, if you are to be my co-pilot, you will need to know how the ship works."],["ANNOTATION","Warrick places a large book in to her hands."],["CARTER","What is this?"],["WARRICK","A complete operations manual for the Seberus, I had it translated for you."],["CARTER","Thank you!"],["O'NEILL","(Looking at the book) That's not our language!"],["CARTER","It's mine, Sir."],["O'NEILL","Oh, right..."],["EAMON","Warrick, the long range scanning control unit didn't come in again today. When I called they said our credit..."],["WARRICK","I will go myself and pick one up, after I get back from escorting Colonel O'Neill, Doctor Jackson and Teal'c to the Hebridan capital building."],["O'NEILL","T, you coming?"],["TEAL'C","Major Carter has requested that I remain so that I may assist her."],["ANNOTATION","Teal'c starts smiling at both Carter and O'Neill."],["O'NEILL & CARTER","She did? / I did?"],["ANNOTATION","Teal'c is still grinning as Carter begins to smile, O'Neill looks confused."],["TEAL'C","Indeed."],["CARTER","Right... yes, thank you."],["TEAL'C","I do not wish to disappoint Major Carter."],["ANNOTATION","O'Neill looks suspiciously at Carter and Teal'c"],["O'NEILL","Yes... I know the feeling."],["ANNOTATION","Warrick, O'Neill and Daniel leave. Teal'c walks up to Carter."],["TEAL'C","(quietly) I am in your debt, Major Carter."],["CARTER","(grinning) Indeed."]],"present":["CARTER","EAMON","O'NEILL","O'NEILL & CARTER","TEAL'C","WARRICK"],"place":"SEBERUS HANGER"},{"speech":[["ANNOTATION","Carter removes the naquadah generator from it's case, and places it down ready to be hooked up. Eamon comes and stands next to her, carrying cables ready to attach the generator to the Serberus."],["CARTER","With all your science and engineering I'm a little surprised that you don't have a power source that rivals this."],["EAMON","Oh they exist, we just couldn't afford one."],["CARTER","Oh..."],["EAMON","Warrick is desperate Major."],["CARTER","How do you mean?"],["EAMON","He was gone a long time, we all thought he was dead. His wife Athea, remarried and has children of her own now. Since his return, work has been scarce. (pause) He thinks this race is a chance to get his life back Major, and he will do anything to win it."],["CARTER","What about you?"],["EAMON","Me? Well I work for Tech Con. I design garbage disposal units for the food service division. Need I say more?"],["CARTER","No..."],["ANNOTATION","A communicator on the wall suddenly crackles in to life, Eamon reaches for it."],["WARRICK","Eamon, I'm back."],["EAMON","Did you get the..."],["WARRICK","Not yet, they just transmitted the race data."],["ANNOTATION","Eamon and Carter rush out of the ship."]],"present":["CARTER","EAMON","WARRICK"],"place":"SERBERUS"},{"speech":[["ANNOTATION","A TV screen is shown. A silver logo, written in an alien language is shown on a black background. The TV states \"Tech Con Group: Progress and people, working in total harmony. Teal'c, Carter, Eamon and Warrick stand around the screen, watching. A man appears on the screen."],["HAGAN","I'm Miles Hagan, president of Tech Con group. I wish to welcome you as an official contestant to the loop of Kon Garat, congratulations on qualifying."],["ANNOTATION","A map of the Loop is displayed on the screen."],["HAGAN","As always, the loop will run through a course that consists of four distinct stages. Defence, navigation, manoeuvrability and speed."],["ANNOTATION","Close ups of each of the four stages appear on the screen."],["EAMON","We know the course, skip to the competition."],["ANNOTATION","Warrick touches the monitor, and fast forwards the recorded transmission."],["HAGAN","Let's meet your fellow pilots, shall we?"],["ANNOTATION","The profiles of 8 pilots are shown."],["EAMON","I don't believe it, Jarlath."],["TEAL'C","Jarlath?"],["ANNOTATION","Warrick highlights Jarlath's picture, and a more detailed profile is shown on the screen."],["WARRICK","I know him from my days of transporting convicts. He was caught running illegal weapons to the outer mining colonies. I thought he was in prison."],["CARTER","Looks like he's been paroled."],["WARRICK","He's not our biggest problem."],["ANNOTATION","He taps the screen and the image of a woman comes up"],["WARRICK","La'el Montrose, independent cargo runner from the parallel colonies. Her ship is very fast and worse still."],["ANNOTATION","He taps the screen once more, another person, this time a male."],["EAMON","Hmmph, Muirios."],["WARRICK","His skill as a pilot is legendary."],["CARTER","Can we beat him?"],["EAMON","You'll get clobbered in the navigation phase, (to Warrick, pointedly) without a long range scanner control unit."],["WARRICK","I will get one."],["ANNOTATION","Carter and Teal'c exchange looks."]],"present":["CARTER","EAMON","HAGAN","TEAL'C","WARRICK"],"place":"SEBERUS HANGER"},{"speech":[],"present":[],"place":"HEBRIDAN"},{"speech":[["ANNOTATION","Carter and Warrick are in some kind of parts shop, looking at various spare parts for ships. After looking at several smaller objects, Carter turns to Warrick and places her hand on a large engine component, hanging from the ceiling."],["CARTER","What's this?"],["WARRICK","Expensive."],["ANNOTATION","A man slowly walks around the corner to see Carter and Warrick. He is carrying some kind of engine part."],["TAUPEN","Hello Warrick, who's your friend?"],["CARTER","Hi, Major Samantha Carter."],["TAUPEN","Ah, one of the Earthlings."],["ANNOTATION","The man places the component on to one of the many tables lying around."],["TAUPEN","I heard about you."],["WARRICK","We are here to pick up the scanner control unit I ordered."],["TAUPEN","Look Warrick..."],["WARRICK","Taupen."],["TAUPEN","I'm running a business here, not a charity. Your credit's been over the maximum for months."],["WARRICK","The best chance of me paying you back is to win the loop."],["TAUPEN","I'm sorry Warrick I can't give you a new one, but you're in luck. I just picked up this reconditioned unit this morning."],["ANNOTATION","He takes a component from another man standing on the other side of the component table."],["TAUPEN","It should work fine."],["ANNOTATION","Warrick looks over the component."],["WARRICK","I will take it. Thank you. I will settle up things after..."],["JARLATH","(off camera) After you lose?"],["ANNOTATION","Carter turns to see where the voice was coming from, and sees a tall, stocky man, dressed in black worn leather and a large moustache walking towards them."],["TAUPEN","You don't think he's good for it do you? He doesn't stand a chance of winning the loop."],["WARRICK","Jarlath, still avoiding personal hygiene I see."],["JARLATH","Who's your friend Warrick, she looks nice. Golan Jarlath, Captain of the Oran. Very much at your service."],["WARRICK","Ignore him, Major."],["ANNOTATION","Warrick takes the scanner component from Taupen and walks away from Jarlath, Carter follows him."],["JARLATH","Stay out of my way Warrick, or I'll blow your pathetic ship to pieces."],["ANNOTATION","Warrick turns around and gets ready to dive at Jarlath, Carter stops him by putting her hand on his chest."],["CARTER","Warrick..."],["WARRICK","You're right, he is not worth it."],["ANNOTATION","Jarlath watches them leave."]],"present":["CARTER","JARLATH","TAUPEN","WARRICK"],"place":"HEBRIDAN PARTS SHOP"},{"speech":[["ANNOTATION","Eamon is working at one of the computer terminals in the hangar, while Teal'c stands slightly back, waiting for him."],["EAMON","That's it, we're done. She's ready."],["ANNOTATION","Teal'c follows him as they walk away from the terminals."],["TEAL'C","Do you believe the Seberus is capable of winning this race?"],["EAMON","I'd like to think we would have won without the naquadah generator, with it... I can pretty much guarantee it. Hungry?"],["TEAL'C","That depends."],["EAMON","I am sure that we can find something that will suit you."],["ANNOTATION","As they walk out, a man sneaks out from behind a crate and walks up towards the Seberus carrying a tool kit."]],"present":["EAMON","TEAL'C"],"place":"SEBERUS HANGER"},{"speech":[["ANNOTATION","About a dozen spaceships are hovering in orbit around the planet. Several of these ships, including the Seberus, line up between two markers. A forcefield comes online between them, creating a start line."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Ardal Hadraig, the TV presenter, appears on screen. He is sitting at a desk with another man. Alien script runs along the bottom of the screen."],["ARDAL HADRAIG","And with the loop set to begin only minutes from now, I am joined by race expert and two time champion, Coyle Boron. Coyle, what's going through the pilot's minds right now?"],["COYLE BORON","Well, Ardal, by the time you're at the starter buoys, there's not much you can do except run the pre-flight check and hope that all your hard work pays off. It's a, a tense time."],["ARDAL HADRAIG","Well there's no question, the stakes are high. This year's winner receives a lucrative contract with Tech Con's deep space explorations project. While anything else means massive debt, and the acrid taste of bitter defeat. Well it's an interesting group of pilots this year Coyle, who do you think you like?"],["ANNOTATION","Murious' picture appears in between the two men."],["COYLE BORON","Well, I think you've got to like this guy Muirios, he's got the talent, the ship and the experience to take it all."],["ARDAL HADRAIG","Now, what about Warrick and the human woman. Any potential for an upset there?"],["COYLE BORON","They don't stand a chance."],["ANNOTATION","The pair of them laugh and chuckle as he says this."],["ARDAL HADRAIG","Well, the gaming experts agree. You can wager on the outcome of the loop of Kon Garat at any of Tech Con's friendly gaming kiosks, conveniently located throughout urban centres near you. Tech Con gaming kiosks, if you don't play, you definitely won't win."]],"present":["ARDAL HADRAIG","COYLE BORON"],"place":"TV"},{"speech":[["ANNOTATION","Carter and Warrick are sitting in the cockpit. Warrick looks nervous, while Carter is looking over some schematics."],["CARTER","I'm getting the feeling that even a nice long look at an ion drive isn't enough. We're actually going to need one of these compression coils if we are going to have any chance of reproducing the technology."],["WARRICK","If we win, I'll buy you one."],["CARTER","If we win?"],["ANNOTATION","A voice crackles on to the communicator."],["VOICE","Prepare for race start. All pilots check in now."],["WARRICK","Flight control, this is the Seberus. Preparing for race start."],["ANNOTATION","The video display unit in the middle of the cockpit suddenly comes to life, Jarlath's face appears on it."],["WARRICK","What do you want, Jarlath?"],["JARLATH","Just to tell you to drop out now and save that worthless junk barge you call a ship from being destroyed."],["WARRICK","Eat grievan, Jarlath."],["JARLATH","You piece of..."],["ANNOTATION","Warrick taps the display unit, it turns itself off."],["CARTER","Grievan?"],["WARRICK","Don't ask."],["VOICE","This is Tech Con flight control, standby for race start."],["WARRICK","Ready or not... here we go."],["ANNOTATION","All of the ships on the starting line suddenly move off out in to space at high speed."]],"present":["CARTER","JARLATH","VOICE","WARRICK"],"place":"SERBERUS"},{"speech":[["ANNOTATION","Eamon and Teal'c are looking at a display unit showing the race"],["EAMON","The first stage is a test of each ships defence capabilities."],["TEAL'C","Against what?"]],"present":["EAMON","TEAL'C"],"place":"SEBERUS HANGAR"},{"speech":[["ANNOTATION","A ship speeds past a line of laser canons, which detect the movement, follow each ship. Several attack each one. The Seberus shields glow with the impact of multiple hits."]],"present":[],"place":"SPACE"},{"speech":[["CARTER","Those things are firing at us!"],["WARRICK","Yes."]],"present":["CARTER","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","They continue to fly forwards through the barrage of beams. Another ship fires back at the canons, and a few explode."]],"present":[],"place":"SPACE"},{"speech":[["WARRICK","Bring aft shields to full."],["ANNOTATION","Carter taps a few commands into the console on her left."],["WARRICK","That is auxiliary power."],["CARTER","Right."],["ANNOTATION","She taps another command in to the console."],["WARRICK","Shields are holding."],["SHIBO","(over intercom) This is Captain Shibo of the Tritan. Losing shield power, key systems are failing."],["WARRICK","(into intercom) Tritan, this is Warrick on the Seberus. Siphon primary power from the regulator, and boost your shield strength."],["SHIBO","(over intercom) I can't, I've lost my interchange unit. I"],["WARRICK","Tritan, hold on, we're on our way to assist."]],"present":["CARTER","SHIBO","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","Shibo's shield dissolves, he begins to drift back towards the planet."]],"present":[],"place":"SPACE"},{"speech":[["SHIBO","(over intercom) Too late... my engines are fried. I'm out, Warrick. Thanks anyway."],["CARTER","Is he going to be okay?"],["WARRICK","The drones cease firing once a ship has become disabled."]],"present":["CARTER","SHIBO","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","The other ships fly past the remaining laser cannons and towards a sun. The laser canons disengage."]],"present":[],"place":"SPACE"},{"speech":[["WARRICK","That's it, we're clear."],["CARTER","Has anybody ever died in this race?"],["WARRICK","I told you it was dangerous."],["CARTER","I know..."],["WARRICK","Are there no events such as this on Earth where humans risk their lives?"],["CARTER","Yeah, a few..."],["WARRICK","Believe me Major Carter, no matter how much winning may mean to me, I would never intentionally endanger your life. This ship..."],["ANNOTATION","The ship suddenly jerks and a red light starts flashing."],["CARTER","What now!? I thought we were clear?"],["WARRICK","Stage two, we are entering the cronosphere of our sun."],["ANNOTATION","Carter nods, with a mixed look of shock and understanding on her face."],["WARRICK","It causes intermittent disturbances with the communication and navigation equipment. Eamon has designed shielding specifically for this phase."]],"present":["CARTER","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","The reporter Ardal Hadraig and the race expert Coyle are still sitting there."],["ARDAL HADRAIG","And so after stage one, Muirios has the lead, followed closely by La'el Montrose and Golan Jarlath."],["COYLE BORON","The Oran made quick work of those attack drones let me tell you."],["ARDAL HADRAIG","Well, we've got stage two coming up fast."],["COYLE BORON","That would be the coronasphere, Ardal. Because it's made up of ionised gases, you're basically flying through a thick layer of translucent plasma."],["ARDAL HADRAIG","Wow, sounds hot."],["COYLE BORON","Well, you can say that again. At this stage of the race it's all about the shields. Does your ship have what it takes to survive that kind of super intense heat?"],["ARDAL HADRAIG","And if it doesn't?"],["COYLE BORON","You'd be instantly vaporised."],["ARDAL HADRAIG","Interesting, in a horrifying sense. You know if you have a loved one who is close to death. Don't delay, contact Tech Con group funeral services today and make your loved ones farewell memorable beyond words. Tech Con group funeral services, helping you make peace with death."]],"present":["ARDAL HADRAIG","COYLE BORON"],"place":"TV"},{"speech":[["ANNOTATION","The Seberus passes through the cronosphere. In the distance is another ship."]],"present":[],"place":"SPACE"},{"speech":[["WARRICK","Initiating coronaspheric shielding."],["CARTER","Communications systems are inoperative."],["WARRICK","They will come back."],["ANNOTATION","Warning lights suddenly flare as alarm bells go off. A large component somewhere in the ship is seen to sparkle and explode."],["CARTER","What's going on!?"],["WARRICK","I do not know, we are losing engine power!"],["ANNOTATION","Back on the planet, Eamon and Teal'c are seated at two computer consoles as Carter's face comes in to view on a nearby monitor."],["CARTER","Teal'c, Eamon... we are sending a distress signal."]],"present":["CARTER","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","Teal'c and Eamon are monitoring the race from computer consoles. Carter's image appears on one of the screens."],["CARTER","Our key systems are inoperative. Engines are..."],["TEAL'C","(To Eamon) How does one respond?"],["ANNOTATION","Eamon reaches over and hits a button on the side of the console."],["EAMON","Here."],["TEAL'C","Major Carter, come in."],["CARTER","We can no longer maintain engine pow..."],["ANNOTATION","Interference means the rest of the message cannot be heard."],["EAMON","They've lost all primary power, they're in trouble."]],"present":["CARTER","EAMON","TEAL'C"],"place":"SEBERUS HANGAR"},{"speech":[["ANNOTATION","There is almost no noise inside the ship, as power has obviously failed. The only light comes through the two forward facing cockpit windows. Carter and Warrick desperately check systems."],["WARRICK","Auxiliary power will not engage, we are on emergency storage cells."],["ANNOTATION","The Seberus darkens as Warrick lowers metal shields over the windows."],["CARTER","What are you doing?"],["WARRICK","The blast shields will help block the radiation. (Upset) So much for not risking your life."],["ANNOTATION","They undo their seatbelts and head towards the rear of the ship."]],"present":["CARTER","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","The Seberus drifts in the cronosphere. 2 ships speed by."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Carter and Warrick kneel down by the burnt out engine component."],["CARTER","What happened?"],["WARRICK","Power diverter overloaded, this shouldn't have happened."],["CARTER","Can you fix it?"],["WARRICK","No."],["ANNOTATION","Teal'c's voice comes in over the communicator."],["TEAL'C","Major Carter, Captain Warrick... do you read me?"],["WARRICK","We're here, can you hear us?"]],"present":["CARTER","TEAL'C","WARRICK"],"place":"SEBERUS"},{"speech":[["TEAL'C","Are you alright?"],["WARRICK","(over intercom) The power diverter overloaded."],["EAMON","Impossible, I ran a full diagnostic three hours before the race."]],"present":["EAMON","TEAL'C","WARRICK"],"place":"SEBERUS HANGAR"},{"speech":[["WARRICK","Unless..."]],"present":["WARRICK"],"place":"SEBERUS"},{"speech":[["EAMON","Unless what?"]],"present":["EAMON"],"place":"SEBERUS HANGAR"},{"speech":[["WARRICK","(looking up and down the burnt components) It's hard to tell with all the damage. But if somebody cut the connection to the regulation system..."],["CARTER","Wa... wa... wait, somebody did this on purpose?"]],"present":["CARTER","WARRICK"],"place":"SEBERUS"},{"speech":[["EAMON","They would need detailed knowledge of the ship's systems."]],"present":["EAMON"],"place":"SEBERUS HANGAR"},{"speech":[["WARRICK","I think they knew exactly where to hit us, and how to cover their tracks. Eamon, what can we do? We're being pulled towards the sun."]],"present":["WARRICK"],"place":"SEBERUS"},{"speech":[["EAMON","I know! Bypass the diverter and manually regulate power to the engines with the accelerator."],["ANNOTATION","He walks off."]],"present":["EAMON"],"place":"SEBERUS HANGAR"},{"speech":[["WARRICK","It's dangerous."],["CARTER","More dangerous then flying in to a sun?"],["ANNOTATION","Warrick walks over to the other side of the room and removes a large panel from the wall."],["WARRICK","We have to reconnect the naquadah generator over here. In order to bypass the diverter and supply power directly to the engines."],["CARTER","How much time do we have?"],["WARRICK","Not much."],["ANNOTATION","Warrick leaves Carter to begin the transfer."]],"present":["CARTER","WARRICK"],"place":"SEBERUS"},{"speech":[["ARDAL HADRAIG","And so out of the ten ships that started in the loop, only six remain and that number may soon dwindle to five. For those of you just joining us, all I can say is... where have you been hiding? (Ardal and Coyle chuckle.) Now, Warrick Finn and his alien co-pilot have slipped back into last place. Looks like they ran into a little trouble during stage two."],["COYLE BORON","That's right Ardal, latest telemetry updates place them dangerously close to the sun."],["ARDAL HADRAIG","Now, Warrick must be so disappointed to be facing certain defeat and death so early in the race."],["COYLE BORON","You got that right Ardal. This is the moment where every pilot has to dig deep into that reservoir of desire and fortitude if they want to win. It's all about how badly you want it."],["ARDAL HADRAIG","Well, it sounds like they could use a couple of bottles of Radon shield 55, new from Tech Con cosmetics. Radon shield 55 protects you and your whole family from the intense radiation of the sun. Day in day out, Radon shield 55 keeps your fun factor up and your lesion count down. Available at quality Tech Con family outlets everywhere."]],"present":["ARDAL HADRAIG","COYLE BORON"],"place":"TV"},{"speech":[["ANNOTATION","Eamon and Teal'c are going over diagnostics at the computer terminals."],["EAMON","Someone must have snuck in here and got in to the ship."],["TEAL'C","Who would know the ship well enough?"],["EAMON","No one. The Seberus is a common model, but I customized it significantly. Unless someone accessed the schematics on my computer at Tech Con."]],"present":["EAMON","TEAL'C"],"place":"SEBERUS HANGAR"},{"speech":[["ANNOTATION","Carter is fine tuning the connection between the Seberus and the naquadah generator. Warrick is fine tuning another section."],["WARRICK","I'm done."],["CARTER","Me too."],["ANNOTATION","The ship hums into life. The pair of them rush back into the cockpit."],["WARRICK","Let's hope this works."],["CARTER","If it doesn't?"],["WARRICK","We fall in to the sun and burn up, or worse."],["CARTER","Worse?"],["WARRICK","We could explode right now."],["CARTER","Oh."],["WARRICK","Here goes."],["ANNOTATION","He flicks a switch and all the systems come back to life."],["WARRICK","Let's get out of here."],["ANNOTATION","The ship flies off out from the cronosphere of the sun."]],"present":["CARTER","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","Teal'c is sitting at the terminal when Carter's voice comes over the intercom."],["CARTER","Teal'c, we've got the power back online."],["TEAL'C","That is good to hear, Major Carter."],["ANNOTATION","Eamon is furiously tapping at another console."],["EAMON","I can't believe it."],["TEAL'C","What is it?"],["EAMON","Somebody did access my computer."],["TEAL'C","Who?"],["EAMON","His name was Del Tynan, he's my supervisor. I can't tell what he got. If we're going to prove anything we're going to have to go to Tech Con."],["ANNOTATION","He looks Teal'c over."],["EAMON","They won't let you in without clearance. You'll need a hat."],["ANNOTATION","They leave."]],"present":["CARTER","EAMON","TEAL'C"],"place":"SEBERUS HANGAR"},{"speech":[["ANNOTATION","Carter is looking at a navigation screen."],["CARTER","Three more ships have pulled out of the race and we've fallen pretty far behind the others."],["WARRICK","If you wish, we can drop out now... and avoid any further risk."],["ANNOTATION","An extreme close up of O'Neill appears on the com screen. He sits back, and reveals Daniel standing behind."],["O'NEILL","Carter? You there?"],["CARTER","Colonel, Sir!"],["ANNOTATION","O'Neill looks back to Daniel."],["O'NEILL","I got it to work! How's it going up there?"],["CARTER","We ran in to a little problem, but we're fine now."],["O'NEILL","You sure?"],["CARTER","Yeah, how's it going down there?"],["DANIEL","Uh, good, we're going to help them get a Stargate here, and in exchange we're going to get an ion drive to study."],["CARTER","Really?"],["O'NEILL","Yes, so no need to take any chances up there."],["CARTER","I made a deal, Sir, I'm going to stick with it."],["O'NEILL","Oh, having fun, are we, Carter?"],["ANNOTATION","Carter looks at Warrick, who shrugs his shoulders."],["CARTER","Umm... gotta go... we're pretty far behind at this point."],["O'NEILL","Alright, be careful."],["CARTER","We will, thank you."],["O'NEILL","You're welcome."],["ANNOTATION","O'Neill looks as if he doesn't quite believe her. He turns the video communications link off."],["CARTER","Okay, if we use the gravity of the sun to slingshot us round back around to the course we should be able to pick up enough speed to get back in the race."],["WARRICK","Brilliant!"],["ANNOTATION","The Seberus rockets out of the sun's cronosphere."]],"present":["CARTER","DANIEL","O'NEILL","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","A woman sits at a reception desk. She looks up and smiles."],["WOMAN","Hi, Eamon."],["EAMON","Hello."],["ANNOTATION","Eamon and Teal'c are wearing identical uniforms. They stand in front of the desk, and Eamon swipes his identity card."],["EAMON","This is my cousin..."],["TEAL'C","Murray."],["EAMON","Hmm... twice removed. I just forgot a data unit in my office, I won't be long."],["ANNOTATION","They both turn quickly to walk away."],["WOMAN","You have to scan in, company policy."],["ANNOTATION","She places a hand scanner on the desk. Teal'c and Eamon exchange looks, and Eamon nods. Teal'c places his hand on the scanner."],["WOMAN","Sorry your brother isn't doing very well."],["EAMON","Me too."],["WOMAN","Nice to meet you, Murray."],["ANNOTATION","The pair of them walk up to the door of an office."],["EAMON","This is Tynan's office."],["TEAL'C","Does he not keep his office secure?"],["EAMON","The company philosophy encourages mutual trust."],["ANNOTATION","Eamon opens the door and walks in, Teal'c follows him. They shut the door behind them. Tynan's office is filled with large models of components and ships."],["EAMON","Besides, no one is going to steal his plans."],["ANNOTATION","Eamon rushes up to the desk, turning to face the console on the desk."],["EAMON","Everything of value in his here, and it is protected by a secret passcode. Fortunately I put a program on my system that records an intruders passcode should someone attempts to access my personal files."],["TEAL'C","Then, it is good that you do no subscribe to the company philosophy."],["EAMON","(nods) Hmm."]],"present":["EAMON","TEAL'C","WOMAN"],"place":"TECH CON GROUP"},{"speech":[["ANNOTATION","The Seberus speeds past another ship, which has been stranded."]],"present":[],"place":"SPACE"},{"speech":[["COMPUTER VOICE","This is an automated distress signal, the following pilot..."],["JARLATH","(as part of message) Jarlath..."],["COMPUTER VOICE","...is in need of assistance. Current status is..."],["JARLATH","(as part of message) Die you rotting scrap of jetsom..."],["ANNOTATION","Carter and Warrick shake their heads."]],"present":["COMPUTER VOICE","JARLATH"],"place":"SEBERUS"},{"speech":[["ANNOTATION","A computer screen shows diagrams of the Seberus and three other ships. One area of the Seberus has been highlighted. Eamon is at the terminal, scanning through the schmatics."],["EAMON","This is worse then I thought. He has schematics for every ship in the race."],["TEAL'C","For the purpose of sabotaging the competition."],["EAMON","(pointing to one of the ships) But not this one, this ship has been outfitted with boosters from Tech Con's prototype division. There's no way a private sector pilot could get his hands on these."],["TEAL'C","To whom does that ship belong?"],["EAMON","Muirios. Tynan has set him up to win. We have to warn Warrick."],["ANNOTATION","As he says these words, Tynan walks in to his office followed by two guards pointing hand weapons."],["TYNAN","I don't think so."]],"present":["EAMON","TEAL'C","TYNAN"],"place":"TYNAN'S OFFICE"},{"speech":[["ANNOTATION","The Seberus flies to the stranded ship of Jarlath."]],"present":[],"place":"SPACE"},{"speech":[["WARRICK","Oran, this is the Seberus responding to your distress call. Jarlath, do you read?"],["ANNOTATION","Jarlath's face appears on the com screen."],["JARLATH","Warrick!?"],["WARRICK","We are closing in on your position, what is your status?"],["JARLATH","My status is mind your own business."],["WARRICK","You sent out a distress call."],["JARLATH","No, I didn't, my computer did. Everything is fine."],["CARTER","Transmission indicates that your life support is failing."],["JARLATH","My oxygen supply vented!"],["WARRICK","That is what you get for not having enough shields. The drones must have caused a leak."],["JARLATH","Shut up Warrick, go back to losing the race."],["CARTER","You're going to die if you don't let us help."],["JARLATH","I don't need help, least of all from you."],["WARRICK","What about emergency reserves?"],["JARLATH","I don't have any, I needed the room for additional weapons."],["WARRICK","Imbecile!"],["JARLATH","Listen, I would rather die then board that barge you call a ship."],["ANNOTATION","Jarlath suddenly cuts the video links and goes out of view."],["WARRICK","He does not want to be rescued."],["CARTER","Jarlath hold, we'll be there soon."],["ANNOTATION","She looks to Warrick and he nods."]],"present":["CARTER","JARLATH","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","The Seberus reaches the Oran, hovering above it as they lower the docking mechanism."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Carter and Warrick lift the hatch door on the docking tube. Jarlath sits at the bottom, and looks up, annoyed."],["JARLATH","I am not coming up there."],["WARRICK","We tried."],["ANNOTATION","Warrick tries to close the docking door, but Carter forces it open again. She calls down to Jarlath."],["CARTER","Come on!"],["ANNOTATION","Jarlath growls and climbs up in to the ship."],["WARRICK","Can you move any slower?"],["JARLATH","You don't think you can still win do you?"],["WARRICK","We are only this far behind because we were sabotaged."],["JARLATH","A likely excuse."],["ANNOTATION","Carter and Warrick close the door behind him as he fully enters the ship. The pair of them walk back to their seats, only a few steps away."],["JARLATH","So was I, by the way."],["WARRICK","How so?"],["JARLATH","The drones didn't cause the leak in my life support, I was never hit."],["CARTER","Somebody fixed the whole race?"],["WARRICK","It is not over yet."],["JARLATH","What planet do you live on?"],["WARRICK","Told you we should have let him to die."]],"present":["CARTER","JARLATH","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","Tynan is sitting at his desk, watching a monitor displaying the race as it progresses. O'Neill's voice comes over Teal'c's radio, which is on the desk."],["O'NEILL","(over radio) Teal'c, do you read? Are you still at Tech Con?"],["ANNOTATION","Tynan reaches over and turns off the radio. He looks over at Teal'c and Eamon."],["TYNAN","This is really unfortunate, you were a good employee Eamon."],["ANNOTATION","He walks over to Eamon and Teal'c, who are sitting on chairs with their hands bound behind their back. The two guards accompanying Tynan are standing behind them."],["EAMON","How could you do this?"],["TYNAN","How could I? How could I not? (to Teal'c) There's something your new friend here does not want you to know. The Serrakin are not to be trusted."],["TEAL'C","The Serrakin freed your ancestors from the Goa'uld."],["TYNAN","For what purpose? Sharing technology? Living in harmony? All lies. The Serrakin are seizing control of our world piece by piece. Taking power and opportunity away from pure blood humans. Polluting our race by cross-breeding. Weakening it by design, don't you see? The Serrakin are no better then the Goa'uld."],["EAMON","This is insane Tynan, our society was built by both races, for the good of all Hebridians."],["TYNAN","Is that why Serrakin hold all the highest positions and humans are treated as second class citizens?"],["EAMON","That's not true! When Hagan finds out about this..."],["TYNAN","Hagan is one of the primary architects of human oppression on this planet. The winner of the loop of Kon Garat will be a pure blooded human. And that is merely the first step."],["EAMON","You're just mad because you've been passed over for advancement three times."],["TYNAN","Think I'm the only one? There are enough of us to make a difference."],["EAMON","Has it occurred to you that maybe the reason you've been passed over so many times is not because you're a human, but because you're a moron?"],["ANNOTATION","Tynan glares at Eamon with hate in his eyes."],["TYNAN","I am doing this to save my kind from the likes of you."],["ANNOTATION","Tynan walks over to his desk and sits at it, thoughtfully looking at a navigation monitor of the loop."],["EAMON","(to Teal'c) I guess not."]],"present":["EAMON","O'NEILL","TEAL'C","TYNAN"],"place":"TYNAN'S OFFICE"},{"speech":[["ANNOTATION","Ardal and Coyle sit behind their desk, addressing the audience."],["ARDAL HADRAIG","Welcome back to TCNN's exclusive coverage of the loop of Kon Garat. Now, we have some startling developments to relate, apparently Warrick and the Earthling Samantha Carter have re-entered the race with a vengeance and are now pulling in to a close third position. Coyle, what does this mean for Muirios?"],["COYLE BORON","Well, he's had a commanding lead for the bulk of the competition, but he's got to be wondering what Warrick has got on board that allowed him to make up that kind of distance so fast."],["ARDAL HADRAIG","Well, Coyle, perhaps he is using Ion Pro, a new engine additive from Tech Con propulsion systems."],["COYLE BORON","Yes, perhaps."],["ARDAL HADRAIG","Ion Pro is guaranteed to improve drive performance no matter what class ship you fly, be it whether you are competing in the loop of Kon Garat of just taking the kids to school, use Ion Pro in your power source. Ion Pro, from Tech Con propulsion systems, your system wide experts in Ion Drive technology."]],"present":["ARDAL HADRAIG","COYLE BORON"],"place":"TV"},{"speech":[["ANNOTATION","O'Neill and Daniel are at the receptionist's desk. Daniel leans forward onto it, while O'Neill stands back. They are talking to the same receptionist that greeted Eamon and Teal'c."],["WOMAN","I'm sorry, I can't let you inside the complex without clearance."],["DANIEL","We're looking for people who are already inside the building."],["WOMAN","If you give me their names I can check and see if they're here."],["DANIEL","Okay, one of them is named..."],["O'NEILL","Eamon."],["DANIEL","Eamon"],["WOMAN","(apprehensively, as if slowly remembering) And his cousin Murray?"],["O'NEILL","Murray! Yes, that's them."],["WOMAN","Yes, they're here."],["DANIEL","Can we come inside now?"],["WOMAN","No."],["O'NEILL","Alright, here's what I'd like you to do. Pick up that phone, call Mr. Whoever Runs This Place..."],["DANIEL","Hagan."],["WOMAN","Sorry, but I just can't do that."],["O'NEILL","We're old friends. Tell him Mr. Man Who Has The Stargate is here to see him. He'll understand."],["ANNOTATION","She narrows her eyes in realisation of who they are."],["DANIEL","(almost whispering) Stargate."],["ANNOTATION","He smiles and nods."],["O'NEILL","Go ahead. Buttons. Phone."],["ANNOTATION","The woman presses something on her desk and speaks into her headset."],["WOMAN","Mr. Hagan, please."],["O'NEILL","Nice."]],"present":["DANIEL","O'NEILL","WOMAN"],"place":"TECH CON"},{"speech":[["ANNOTATION","Tynan continues to check the race's progress on the computer monitor opposite his desk. Teal'c and Eamon also wait."],["EAMON","What are you going to do, Tynan? He's an alien from another planet, his people are going to miss him."],["ANNOTATION","Tynan looks down as his video unit suddenly turns on, Muirios' face comes in to view."],["MUIRIOS","Tynan, respond."],["TYNAN","What is it, Muirios?"],["MUIRIOS","It's the Seberus. Warrick is still in the race, and he's gaining on my position."],["ANNOTATION","Tynan checks the monitor again."]],"present":["EAMON","MUIRIOS","TYNAN"],"place":"TYNAN'S OFFICE"},{"speech":[["ANNOTATION","The three ships have entered an asteroid field. Shards of what look to be ice asteroids hurtle left, right and centre."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Warrick and Carter are seated at the helm, while Jarlath stands behind them."],["WARRICK","Hard left!"],["ANNOTATION","The ship suddenly veers to the right and Jarlath crashes into the wall."],["JARLATH","What was that, you said left!"],["WARRICK","Oh, did I? Sorry."],["JARLATH","This is a waste of time, we don't have a chance, you're just going to get us killed. CARTER/WARRICK (At Same Time) Shut up!"]],"present":["JARLATH","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","The Seberus spins, loops the loop and spins again to avoid the asteroids. It finally comes through the asteroid field into clear space."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Tynan and Muirios continue to confer over the com link."],["MUIRIOS","How did this happen? You said the Seberus would be disabled. That I was guaranteed to win."],["TYNAN","You will win Muirios, just focus on what you have to do. I'll take care of the Seberus."],["ANNOTATION","Tynan severs the link with Muirios, then looks at Eamon. He starts tapping his keyboard, and establishes a link with the Seberus."],["TYNAN","This is Tynan calling the Seberus. I know you can hear me."],["EAMON","What do you want, Tynan?"],["TYNAN","I only intended to disable your ship, but your stubbornness has forced my hand. I have your brother and one of the visitors from Earth, so drop out of the race. Now."],["ANNOTATION","Eamon looks deflated as he realises what Warrick has to do."]],"present":["EAMON","MUIRIOS","TYNAN"],"place":"TYNAN'S OFFICE"},{"speech":[["ANNOTATION","Warrick looks sadly at Carter, then stops the Seberus. Carter leans back her head in disappointment, as does Jarlath. The Seberus hangs in space."]],"present":[],"place":"SEBERUS"},{"speech":[["ANNOTATION","O'Neill and Daniel wait for Hagan, the head of Tech Con Group. A guard stands to attention. They are sitting by an internal pond of some kind. Daniel is just dipping his toe in the water when the wire frame doors swing open, and Hagan arrives."],["HAGAN","Doctor Jackson, Colonel O'Neill! Sorry to keep you waiting, it's so nice to see you both again. What can I do for you?"],["DANIEL","We think that a member of our group might somehow be lost inside your building with one of your employees."],["HAGAN","Lost? That seems unlikely."],["O'NEILL","Well... you gotta' know the guy."],["HAGAN","Of course, come with me."],["ANNOTATION","They leave together, followed by four armed guards."]],"present":["DANIEL","HAGAN","O'NEILL"],"place":"TECH CON HEADQUARTERS"},{"speech":[["WARRICK","We were gaining on them, we had a chance."],["ANNOTATION","Carter nods."],["JARLATH","You're going to let a little thing like your brother's life stop you from winning the race."],["CARTER/WARRICK","Shut up!"],["ANNOTATION","Jarlath looks frustrated."]],"present":["CARTER/WARRICK","JARLATH","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","Tynan watches the computer screen to see if Warrick has complied. He suddenly turns around and activates the video link to Muirios."],["TYNAN","Muirios, La'el Montrose is gaining on you."],["MUIRIOS","Yes, I know, you were supposed to take care of her."],["TYNAN","I thought I did, she must have overcome the problem. Lose her."],["MUIRIOS","I'm trying."],["TYNAN","Try harder. Do whatever you have to."],["ANNOTATION","Eamon and Teal'c exchange hurried glances."],["TYNAN","(To the guards) Take them away."],["ANNOTATION","Teal'c and Eamon stand, as the guards brandish their weapons. Hagan, O'Neill, Daniel and several guards enter the room."],["HAGAN","Hello, Del."],["TYNAN","(shocked) Mr. Hagan."],["ANNOTATION","Hagan's bodyguards remove the weapons from the men holding Eamon and Teal'c, and detain Tynan. O'Neill and Daniel walk over to Teal'c and Eamon."],["DANIEL","Nice outfit, you two guys okay?"],["TEAL'C","Indeed."],["O'NEILL","How many times have I told you? Don't get caught by bad guys."],["HAGAN","(to Tynan) How could you do this, Dell?"],["TEAL'C","He claims he is protecting his people from Serrakin conspiracies to enslave the humans of this world."],["TYNAN","I did what I had to. Your kind are a disease."],["EAMON","The only disease here is greed. If he was protecting anything, it was the deal he made with Muirios. Which I suspect was quite lucrative."],["HAGAN","The reason you have been passed over for advancement is because you've been under investigation for corruption for over a year. We couldn't prove anything. Until now."],["TYNAN","I intend to file a protest with the employment council."],["HAGAN","Employment is the least of your worries right now, Dell."],["ANNOTATION","Tynan is led away. Eamon rushes over to the video display unit and patches up a link to the Seberus."],["EAMON","Warrick, Major Carter! It's Eamon, are you there?"]],"present":["DANIEL","EAMON","HAGAN","MUIRIOS","O'NEILL","TEAL'C","TYNAN"],"place":"TYNAN'S OFFICE"},{"speech":[["WARRICK","Eamon, are you alright?"],["EAMON","(over intercom) Teal'c and I are both safe..."]],"present":["EAMON","WARRICK"],"place":"SEBERUS"},{"speech":[["EAMON","...now get back in the race and win. If you can."],["ANNOTATION","He looks at Teal'c, who nods."]],"present":["EAMON"],"place":"TYNAN'S OFFICE"},{"speech":[["ANNOTATION","Carter and Warrick smile and nod to each other as Eamon says this."],["JARLATH","You must be out of your mind!"],["WARRICK","Do not say a word. Major, give me all you've got."],["CARTER","Maximum power... Warrick I hate to say it, but Jarlath may be right. Muirios has too big a lead, we'll never catch him. He cheated, I still can't believe that they'll let him take first prize."],["WARRICK","Unless we can keep Muirios from crossing the finish line first."],["CARTER","How do we do that?"],["JARLATH","Oh, that's easy."],["ANNOTATION","Warrick and Carter turn to look at him"],["JARLATH","Just get me close."]],"present":["CARTER","JARLATH","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","The two lead ships fly past, duelling with each other for the lead."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Carter and Warrick are manning the controls."],["WARRICK","The closest we will get is when they double back past us after the final turn."],["ANNOTATION","Jarlath is on his back by a control unit, fiddling with some red wires."],["JARLATH","It'll have to do."],["ANNOTATION","Carter turns to look at him"],["CARTER","What are you doing?"],["JARLATH","Rerouting the conduit from your fancy power device, and doubling it back through the communications array."],["CARTER","Why? So we can ask him to lose."],["JARLATH","Humorous, more like tell him. This will allow us to send a blast transmission."],["ANNOTATION","He replaces the wires and stands up."],["JARLATH","If my aim is correct, it will temporarily freeze the command controls on Muirios' ship."],["WARRICK","You are even crazier then I thought."],["JARLATH","I never was much of a pilot. But weapons..."],["ANNOTATION","He smiles at Carter."],["JARLATH","It's an art."],["WARRICK","They are coming around the final turn."]],"present":["CARTER","JARLATH","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","Muirios and Montrose come around the final bend. Their spaceships ram each other several times, with Muirios trying to ram Montrose off the course."]],"present":[],"place":"SPACE"},{"speech":[["CARTER","He's trying to take out La'el's ship."],["JARLATH","I don't think so."],["ANNOTATION","As he says this, he presses a button on the mini-console in his hand, and it flares with light."]],"present":["CARTER","JARLATH"],"place":"SEBERUS"},{"speech":[["ANNOTATION","Muirios' engines suddenly die, and Montrose speeds by, crossing the finish line first."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Jarlath laughs, clenching his fist in victory."],["WARRICK","Well done."],["JARLATH","Aah'... don't make me sick."]],"present":["JARLATH","WARRICK"],"place":"SEBERUS"},{"speech":[["ANNOTATION","Ardal and Coyle are sitting behind the desk, with alien laguage continuing to stream along the bottom of the screen."],["ARDAL HADRAIG","Unbelievable! What a finish! La'el Montrose has won the loop of Kon Garat! What happened to Muirios?"],["COYLE BORON","It was his race to lose, and he lost it. It looks like that some kind of beam weapon caused his ship's power to fail."],["ARDAL HADRAIG","Opening the door for La'el Montrose to take it all! You have got to love that there are no rules in this race."],["COYLE BORON","It's what makes this competition so special, Ardal. I must say that in all my years I haven't seen anything like it."],["ARDAL HADRAIG","Well, you must be particularly surprised since you picked Muirios to win."],["COYLE BORON","Yes, I was wrong about that."],["ARDAL HADRAIG","You also said that Warrick wouldn't be in contention, yet he came very close to finishing this race."],["COYLE BORON","Yes, I was wrong about that too."],["ARDAL HADRAIG","Any predictions for next year?"],["COYLE BORON","Oh, well I'd rather not say."],["ANNOTATION","The pair of them start laughing."],["ARDAL HADRAIG","Alright then, we'll be right back with post-race interviews after a word from our sponsor. Corso's temporal eatery, where your whole family can eat what they want, when they want, part of the Tech Con Group family of restaurants."]],"present":["ARDAL HADRAIG","COYLE BORON"],"place":"TV"},{"speech":[["WARRICK","Sorry we did not win."],["CARTER","It was still worth it."],["ANNOTATION","Warrick nods as she says this. They take a moment to reflect."]],"present":["CARTER","WARRICK"],"place":"SEBERUS"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN"},{"speech":[["ANNOTATION","Carter walks through a few corridors. She walks past Daniel, who is on one of the internal phones. He puts the phone down as she starts talking."],["CARTER","Hey!"],["DANIEL","Hey."],["ANNOTATION","They walk together."],["CARTER","I just heard from Warrick, the winner of the race hired him to co-pilot on her new contract from Tech Con."],["DANIEL","That's great!"],["CARTER","Yeah, he sounded really happy."],["DANIEL","You don't."],["CARTER","I'm fine."],["DANIEL","Well, you've still got that Ion Drive to study."],["CARTER","I know, very cool."],["DANIEL","You're just sorry that you lost."],["CARTER","Well, come on it wasn't fair! Bunch of cheaters..."],["DANIEL","So what you gonna' do?"],["ANNOTATION","They walk with backs toward camera, and off screen."],["CARTER","Next year, I'm gonna' kick butt."]],"present":["CARTER","DANIEL"],"place":"SGC CORRIDOR"}]