[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","An industrial estate. Armed guards patrol the roof of a warehouse. Helicopters can be heard overhead. Agent Barrett walks out of the door of the warehouse. NID agents swarm all over. There are several ambulances parked, receiving dead bodies. Agent Barrett walks past them, and up to a 4x4 vehicle. SG-1, minus O'Neill, get out to meet Agent Barrett. They are dressed in civilian clothes."],["BARRETT","Major Carter, Dr. Jackson, Teal'c, glad you could make it."],["CARTER","Agent Barrett."],["BARRETT","How's Colonel O'Neill doing?"],["CARTER","Still recovering, he's taking some time off."],["BARRETT","Well, we're still putting the details together here, if you'll follow me we'll explain as we go."],["DANIEL","What is this place?"],["ANNOTATION","They begin walking toward the warehouse."],["BARRETT","An abandoned industrial complex. Near as we can tell it was the home to a rogue N.I.D sleeper cell we've been trying to locate for over a year now."],["CARTER","Still haven't got them all?"],["BARRETT","No, not by a long shot, Major, their ties run deep. They seem to have infinite resources at their disposal."],["CARTER","What were they doing here?"],["BARRETT","(sighs) We're not exactly sure yet."],["ANNOTATION","Daniel is looking around at the stretchers going back and forth to the ambulances."],["DANIEL","What happened?"],["BARRETT","At approximately 0800 hours this morning, we intercepted a 911 call and moved in just after local authorities arrived. We've been in lockdown mode ever since."],["DANIEL","Wait a minute, someone from a top secret, not to mention illegal operation, called 911?"],["BARRETT","It got ugly. Come on."],["ANNOTATION","He shows them inside."],["BARRETT","We got a call from a panicked male voice, we think it was from the cleaning staff. The call was cut short. Thus far we've counted 32 casualties, which includes a 6 man security contingent."],["ANNOTATION","They enter the main area of the warehouse. NID agents are taking photos of some of the victim's faces before they are zipped up and stretchered away. At least 5 body bags remain on the floor next to SG-1."],["CARTER","(looking around at the slaughter) Who would do this?"],["TEAL'C","And for what reason?"],["BARRETT","Actually we know who did it, just not why."],["DANIEL","You know who did this?"],["BARRETT","Yeah."],["ANNOTATION","They walk away."]],"present":["BARRETT","CARTER","DANIEL","TEAL'C"],"place":"LOS ANGELES"},{"speech":[["ANNOTATION","Barrett leads SG-1 down a darkened corridor. Agents are photographing various artifacts along the edges of the corridor. They come to an armed guard and a heavy door."],["BARRETT","Open it."],["ANNOTATION","The agent complies. The door is rolled back to reveal an empty room, apart from a glass box, lit by floodlights from above. Inside the box stands a young woman, dressed in a simple cloth dress, with longish red hair. She has a bed, a chair and a bookcase in the box, and it is littered with charcoal drawings. She looks at them, fear and worry in her eyes."],["BARRETT","It was her."],["ANNOTATION","Daniel glances briefly at Barrett, in seeming disbelief."]],"present":["BARRETT"],"place":"WARHOUSE CORRIDOR"},{"speech":[["ANNOTATION","Row upon row of video tapes, simply labelled Anna and a date, sit on shelves in a dark office somewhere in the warehouse. Also in the office are CCTV monitors, and office equipment such as a desk, and a computer. Barrett is sat at one of the monitors, showing SG-1 video footage."],["BARRETT","At first we thought she was a survivor, and then we found this."],["ANNOTATION","He presses play. A man is on the screen. It appears that he has already been shot in the leg, and he is crawling away from an unseen foe. Although there is no sound, it is clear he has been shot again in the back from the blood seen splattering out from the impact. Carter flinches. The back of Anna's head appears in the shot. She looks back at the camera, with a calm, even look in her eye."],["BARRETT","We found her cowering in the corner, she seemed to be genuinely terrified. Had no memory of what happened."],["CARTER","You put her in the cell?"],["BARRETT","Yeah, she said that's where they kept her. We locked her up there after we found the security tapes. We didn't want to take any chances."],["DANIEL","Who is she?"],["BARRETT","We're not sure yet. She's been printed. I'm just running her through the system."],["CARTER","Any other survivors?"],["BARRETT","Yeah, one. A scientist names Keffler. We're holding him upstairs. So far he hasn't been very talkative. Come on, let me show you why I've called you guys down here."]],"present":["BARRETT","CARTER","DANIEL"],"place":"WAREHOUSE OFFICE"},{"speech":[["ANNOTATION","Barrett open a door to the basement of the warehouse. It is a room full of ancient Egyptian artifacts and treasures. SG-1 start to look around."],["DANIEL","Wow."],["BARRETT","Recognise anything?"],["DANIEL","(walking among the shelves) Nothing I've catalogued as coming through the SGC."],["ANNOTATION","Both Teal'c and Daniel pick up artifacts and begin to study them closer."],["TEAL'C","This indicates it belongs to Sekhmet."],["BARRETT","Who was that?"],["TEAL'C","A Goa'uld who at one time was loyal to Ra."],["DANIEL","From what we know, she was a powerful ally of his. He would routinely dispatch her to rule planets in his stead, quell rebellions, oversee mass executions. You know, all the fun stuff."],["BARRETT","Sounds like a real sweetheart. What happened to her?"],["TEAL'C","It is believed she was exiled for plotting against Ra."],["DANIEL","We also believe that she lived her for most of his dynasty. I didn't realise this stuff had been recovered."],["BARRETT","From what I can gather, it may have come from the Germans."],["DANIEL","The Germans?"],["BARRETT","The background I have on Keffler says that he's the son of a convicted Nazi war criminal."],["DANIEL","I guess we really shouldn't be that surprised."],["CARTER","Rogue NID really have no limits, do they?"],["BARRETT","See if there's anything else you can tell me about this stuff."],["ANNOTATION","Daniel nods."],["BARRETT","(To Carter) I'm going to go back at Keffler again. Do you wanna join me?"],["CARTER","Sure."],["ANNOTATION","They walk away, back towards the door."],["BARRETT","Just thought you might want to watch a master of interrogation at work."],["CARTER","(laughs) You calling in someone special?"],["ANNOTATION","She pats him on the back."]],"present":["BARRETT","CARTER","DANIEL","TEAL'C"],"place":"WAREHOUSE BASEMENT"},{"speech":[["ANNOTATION","Keffler sits at a table. He is smoking a cigarette, and looks vaguely bemused by what is happening. As Barrett speaks, he raises an eye to him, but stays lounging in his chair."],["BARRETT","Dr. Keffler, this is Major Samantha Carter."],["KEFFLER","(finishing his puff on his cigarette, and in a slow, languid voice) Of the Stargate program."],["BARRETT","That's right. (pause) Are you ready to tell us about the girl?"],["ANNOTATION","Keffler raises his hands as a gesture of non-commitment, like a shrug of the shoulders."],["BARRETT","Look, Doctor, do I really need to explain the nature of your situation?"],["KEFFLER","Oh, please do, it amuses me."],["BARRETT","This was an off the books NID operation. Which means you technically don't exist. Which means no phone calls, no lawyers. Hell I don't have to even read you your rights. To make matters worse for you, the people behind this operation are all in jail. (pause) Nobody to bail you out."],["ANNOTATION","Again, Keffler raises his hand, not really bothered."],["CARTER","What kind of work was being done here Doctor?"],["KEFFLER","You're a smart girl. (smirking) You'll figure it out."],["BARRETT","(raising his voice as he speaks) Look, do you really think that we're going to let you walk away from this? 32 people are dead."],["KEFFLER","Believe it or not I do feel bad about that. Some of them were not quite as incompetent as the others. Unfortunately the bad ones always ruin it for everyone, don't they?"],["ANNOTATION","Barrett returns Keffler's smirk. He takes a small handheld device, rather like a remote control, from his pocket and shows it to Keffler."],["BARRETT","What's this?"],["KEFFLER","That unlocks my car."],["ANNOTATION","Barrett leans on the table, drawing closer to Keffler."],["BARRETT","Don't think you're safe."],["KEFFLER","(leaning in towards Barrett) Read the papers, Agent Barrett. No one is safe these days."],["ANNOTATION","Barrett stands up."],["KEFFLER","My pills?"],["ANNOTATION","He puts his hand out. Barrett takes a bottle out of his pocket, removes one pill, then drops it on the table, next to Keffler's hand. Keffler smiles."],["KEFFLER","Now, now. You wouldn't want your only witness to die on you, would you?"],["ANNOTATION","He slowly puts his pill in his mouth, watching Barrett the whole time. Barrett looks at him, then turns, giving that guard the pill box and walking out the room with Carter."],["BARRETT","It's nitro, says he has a bad heart. I say an x-ray would confirm a total absence."],["CARTER","I don't know. I think he's starting to crack."],["BARRETT","Come on, the guy was colder than Hannibal Lecter in there."],["ANNOTATION","Barrett and Carter retrieve their firearms from the file cabinet as well as some electric torches."],["CARTER","(teasing) Still, obviously no match for a master interrogator."],["BARRETT","I didn't see you get all Clarice Sterling on his ass."],["CARTER","I didn't want to step on your toes."],["BARRETT","Come on, I've got one more thing to show you."],["CARTER","There's more?"],["BARRETT","Trust me, I'm saving the best for last."]],"present":["BARRETT","CARTER","KEFFLER"],"place":"WARHOUSE HOLDING ROOM"},{"speech":[["ANNOTATION","Another part of the warehouse. Carter and Barrett descend a flight of stairs by torchlight. 2 agents come past, with a body bag on a stretcher."],["CARTER","(sarcastically) This isn't at all creepy."],["BARRETT","Oh, it gets better."],["ANNOTATION","They enter a lab. Several work benches are covered in test tubes, microscopes and Petri dishes and computers. Various scientific and medical equipment, such as centrifuges and refrigerators are along the wall to the left, stainless steel refrigerators to the right. Barrett opens one of these cabinets to reveal several large glass canisters. Inside the canisters are dead foetuses, preserved in some kind of liquid. They are in various stages of development."],["CARTER","They look like partially developed foetuses."],["BARRETT","They don't look human to me."],["CARTER","Failed experiments of some kind?"],["BARRETT","What kind is the question."],["ANNOTATION","Carter moves away from the cabinet, towards a computer terminal."],["CARTER","Well, there's one way to find out."],["BARRETT","No, forget it. Major, we, we've already tried that. All the codes are encrypted. I've requested a data retrieval team."],["CARTER","Present and accounted for."],["BARRETT","Right, of course. (pause) So, how've you been?"],["CARTER","Busy, you?"],["BARRETT","Busy."],["CARTER","You know I never properly thanked you for that memo on Woolsey."],["BARRETT","Well, maybe we could go out for dinner sometime?"],["CARTER","(looking slightly uncomfortable) It's...just that I'm seeing someone right now."],["BARRETT","(frowning, as though puzzled) Really? You? huh."],["CARTER","(looking slightly put out.) You asked me out."],["BARRETT","Yeah. Right. Sorry. (looking suddenly uncomfortable) I'm going to check in with Dr. Jackson and Teal'c."],["ANNOTATION","He moves away. Carter smiles and giggles to herself."]],"present":["BARRETT","CARTER"],"place":"WAREHOUSE BASEMENT"},{"speech":[["ANNOTATION","Daniel is referring to notes he has made. DANIEL Most of the artifacts are related in some way to Sekhmet. I'm guessing they were found on Earth, possibly in an Egyptian tomb or crypt of some kind. [He, Teal'c and Barrett are stood around some kind of chest or ark. The top has the eye of Ra engraved in the middle, and 4 large scarabs, one in each corner. Another large scarab adorn the middle of the side of the chest. The rest of the ark is engraved with hyroglyphs and patterns."],["BARRETT","Nothing of note?"],["DANIEL","No, I mean it's interesting stuff, but, uh...no...not really."],["BARRETT","(pointing to the ark) What's this?"],["TEAL'C","It would appear to be an ark."],["DANIEL","Ordained in the gold motif of Ra, the sun god. Possibly a gift to Sekhmet."],["BARRETT","Yeah, but what, what's in it?"],["DANIEL","I don't know, we haven't been able to open it. But uh...these turn."],["ANNOTATION","He turns one of the scarabs."],["BARRETT","Some sort of combination lock?"],["TEAL'C","So it would seem."],["DANIEL","Any luck with the scientist?"],["BARRETT","No. No, not exactly. You know the girl, she may be on tape killing everybody, but I'm pretty sure that guy up there is not innocent."],["DANIEL","Yeah, what about that girl?"],["BARRETT","She hasn't said anything since we locked her up. (pause) I was kinda hoping you'd give it a try."],["ANNOTATION","Daniel looks at Teal'c, then Barrett, and points to himself."],["DANIEL","Um...me?"],["BARRETT","(looking hopeful) Heard you got a knack for this type of thing."],["ANNOTATION","Daniel looks at Barrett."]],"present":["BARRETT","DANIEL","TEAL'C"],"place":"ARTIFACT ROOM"},{"speech":[["ANNOTATION","Daniel walks out of darkness, into the light flooding Anna's cage. He has his hands in his pockets. Anna is on her bed. As he stands in front of her cage, he looks around it. She looks back at him from the corner of her eye. She is aloof. Daniel notices the drawings stuck on her walls. They are dark, some frightening. They are of figures looming up, one of a face with huge teeth, like a dragon, or a symbiote."],["DANIEL","Hi, I'm, uh, Daniel Jackson."],["ANNOTATION","She ignores him."],["DANIEL","You're Anna, right?"],["ANNOTATION","She ignores him again."],["DANIEL","You know, when I first saw you, I didn't believe that you could do those things they said you did. And even after I saw it for myself, I still don't believe it."],["ANNOTATION","She looks at him for the first time."],["DANIEL","Look, I know you don't know me, and you have no reason to trust me, but...I want to help you. Before I do that, I need to know a few things first. I need to know who you are. What's happened to you, why you're here in, in a cell like this. (pause) Do you even understand me?"],["ANNA","I didn't kill those people."],["DANIEL","Well, there's some pretty overwhelming evidence."],["ANNA","It wasn't me."],["ANNOTATION","She gets up from her bed, and stands facing him near the glass. She has a pleading, almost frightened look in her eyes."],["ANNA","Please, you have to believe me. It wasn't me!"],["ANNOTATION","Daniel looks back into her eyes."],["ANNOTATION","Later, Daniel shows Anna the tape of her shooing the scientists in the lab on a TV he has wheeled into the room."],["ANNA","Turn it off. TURN IT OFF!"],["ANNOTATION","She is extremely upset by the images. Daniel turns the TV off."],["DANIEL","Sorry."],["ANNA","I couldn't do those things."],["DANIEL","Well, it looks like you did."],["ANNA","It's not me."],["DANIEL","Then who is it?"],["ANNA","I don't know."],["DANIEL","Okay, where were you when this was happening?"],["ANNOTATION","Anna looks around, struggling to remember."],["DANIEL","(raising his voice slightly) If the person on the tape isn't you, where were you, wh--what were you doing?"],["ANNA","I don't remember!"],["ANNOTATION","She fights back tears. Daniel sighs, pauses for a moment, and tries another tack."],["DANIEL","Who's Dr. Keffler?"],["ANNOTATION","Anna changes, straightens up, and pulls herself together."],["ANNA","(In a disdainful voice) He is the one who made me."],["ANNOTATION","Daniel frowns slightly."]],"present":["ANNA","DANIEL"],"place":"HOLDING ROOM."},{"speech":[["ANNOTATION","Daniel is talking to Carter and Barrett in the lab. Carter is sat at a computer still working to decrypt the computer files."],["DANIEL","She says that Keffler made her."],["BARRETT","What the hell does that mean?"],["CARTER","Some sort of genetic research?"],["BARRETT","Well, she's over 20 years old, the operation hasn't been going on that long."],["DANIEL","Well, we know that Asgard can rapidly grow a human clone, but--"],["CARTER","(interrupting) Area 51 has a sample of Goa'uld nanite technology from the planet Argos. It can also rapidly grow a human with the ability to learn very quickly, and the Rogue N.I.D would have had access to that."],["DANIEL","She also says that Keffler is responsible for everything that happened."],["BARRETT","How?"],["DANIEL","I don't know."],["CARTER","Do you think she's telling the truth?"],["DANIEL","(sighing) To be honest, I don't know what to think. She certainly believes she didn't do it, says the girl in the videotape isn't her."],["BARRETT","How can that be possible?"],["CARTER","The N.I.D have cloned a Goa'uld symbiote before."],["BARRETT","Right, of course, she could be a clone."],["DANIEL","So there could be more than one of her. How well have you searched this facility."],["BARRETT","Top to bottom. I'd better put an APB out to local authorities."],["ANNOTATION","He leaves."]],"present":["BARRETT","CARTER","DANIEL"],"place":"WAREHOUSE LAB"},{"speech":[["ANNOTATION","Anna is in her cell. Sitting on her bed, she has a sketchbook open and is drawing with charcoal. Daniel stands watching her, hands in pockets. They seem to be in the middle of a conversation."],["DANIEL","(running his fingers along the glass walls of the cage) Anna, how long have you lived here?"],["ANNA","Since I remember."],["ANNOTATION","Daniel slowly walks round the cage."],["DANIEL","Yeah, how long is that, exactly?"],["ANNA","(pause) I dunno."],["DANIEL","You ever had a birthday?"],["ANNOTATION","Daniel comes round, behind Anna. She cocks her head towards him, but does look at him."],["DANIEL","You know, a birthday, cake with candles on it, funny hats, pin the tail on the donkey, that kinda thing?"],["ANNA","They gave me this paper and some new charcoal."],["DANIEL","Who, Dr. Keffler?"],["ANNA","He always gave me paper, but once, once he said it was my birthday."],["DANIEL","(surprised and concerned) Just once?"],["ANNOTATION","Anna nods, and returns to her drawing."],["DANIEL","Have you ever seen anything outside of this room?"],["ANNA","Just pictures. I've read a lot of books which describe the world outside. The mountains, oceans...the sun."],["DANIEL","But you've never experienced them first hand?"],["ANNOTATION","Anna shakes her head. Daniel gestures at the drawings that adorn her cell."],["DANIEL","What about these?"],["ANNOTATION","Anna sighs, and looks at them. There are images of savage beasts like saber tooth tigers, and pieces of alien technology."],["ANNA","Those are the things I see in my dreams. (sighs) Flashes. (shrugs shoulders) They just come to me."],["DANIEL","They mean anything to you?"],["ANNA","Just that they scare me."],["DANIEL","If they scare you so much, why do you hang them up everywhere?"],["ANNA","I don't want them there. He hurts me if I...take them down. They're important to him."],["ANNOTATION","Daniel looks at them. He then focuses at the picture she is finishing. It is of a scarab beetle, like that on the ark he and Teal'c found in the basement. He points to the picture."],["DANIEL","Do you have anymore with one of those on it? Maybe...on an ark?"],["ANNOTATION","Anna picks up a pile of drawing form the floor beside her. She shows him them one at a time."]],"present":["ANNA","DANIEL"],"place":"HOLDING ROOM"},{"speech":[["ANNOTATION","Daniel places a drawing of Anna's on the ark. It has the 4 scarabs in the corners at different angles."],["DANIEL","I got it. It's one of Anna's sketches. I think it's the combination to open the ark."],["ANNOTATION","Teal'c looks at Daniel, then turns the scarabs to the positions shown on the sketch. The lid pops opens. Teal'c removes the lid. Inside there is a glowing green dome. Around it is a ring of symbols, each glowing red in sequence. It looks like a countdown device seen on cargo ships in the past."],["DANIEL","(nervously) Did we just do that?"],["TEALC","I do not believe so. It was activated some time ago."],["ANNOTATION","They watch the device slowly countdown."]],"present":["DANIEL","TEALC"],"place":"WAREHOUSE BASEMENT"},{"speech":[["ANNOTATION","Carter is still working on the codes. Barrett enters."],["BARRETT","I've got a picture out to local authorities. If there's a second girl that looks like her out there, we'll find her."],["ANNOTATION","He comes to look at the screen Carter is working at."],["CARTER","I'm in. I've complete access."],["BARRETT","Nice work."],["CARTER","The files seem to document recent work going back over 3 years."],["BARRETT","Recent work?"],["CARTER","The artifacts go all the way back to Napoleon. The Nazis eventually recovered them."],["BARRETT","They ended up in Keffler's father's hands."],["CARTER","They found a canopic jar."],["ANNOTATION","Barrett looks blank."],["CARTER","It's a vessel containing a preserved symbiote. Keffler spliced human ovum with DNA taken from a Goa'uld."],["BARRETT","The girl's a human-Goa'uld hybrid."],["CARTER","The Goa'uld pass on their knowledge genetically. They were trying to create a human who could tell them everything a Goa'uld would know. They didn't want to wait either."],["BARRETT","They got the nanite technology from Area 51--"],["CARTER","So they could make her grow up quickly. It took them 45 failures before they finally got it right. You can call off that APB."],["BARRETT","There's only one of her."],["CARTER","According to this. (reading from screen) The previous attempts either didn't blend properly, or they grew too fast and died. The technology had to be modified so that the human could slowly learn to gain access to the genetic knowledge buried in her DNA."],["ANNOTATION","She reads something, and pauses, taken aback."],["CARTER","My god. They tortured the poor girl. Sensory deprivation, electrocution."],["ANNOTATION","Teal'c and Daniel enter. They look very worried."],["TEAL'C","Major Carter, Agent Barrett."],["CARTER","She's not a clone. There's only one of her and she's got Goa'uld DNA blended with her own. That could explain her behaviour and why she doesn't know what she's done."],["DANIEL","The ark is a bomb. BARRETT & CARTER: (in unison) What?"],["TEAL'C","The ark is, in fact, a Goa'uld explosive device."],["DANIEL","And it's been activated."],["BARRETT","How much time do we have?"],["TEAL'C","Approximately 16 hours."]],"present":["BARRETT","CARTER","DANIEL","TEAL'C"],"place":"WAREHOUSE LAB."},{"speech":[],"present":[],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","Carter and Barrett are questioning Keffler about the bomb."],["KEFFLER","How interesting."],["ANNOTATION","Barrett grabs Keffler by the shoulders, slamming him against one of the walls."],["BARRETT","Wipe the smarmy smile off your face and tell me what's GOING ON"],["HERE!",""],["KEFFLER","You're hurting me."],["BARRETT","(shouting) Nothing I could do to you would make up for what you've done here!"],["CARTER","Agent Barrett!"],["KEFFLER","Listen to her, Agent Barrett."],["BARRETT","You are going to tell me everything that I want to know, or she's not going to be able to stop me from beating you senseless."],["KEFFLER","(seemingly scared) What do you want to know?"],["ANNOTATION","Barrett yanks him off the wall, and he sits down at the table again."],["CARTER","For starters, do you know how to deactivate the bomb?"],["KEFFLER","I didn't know it was a bomb."],["ANNOTATION","He lights a cigarette with shaky hands."],["BARRETT","So this girl breaks out of her cell, kills 32 people, sets a bomb to go off a day from now, and then sticks around, how does that make sense?"],["KEFFLER","Your problem, Agent Barrett, one among many I must point out, is that you see her as a girl."],["CARTER","If you're going to try and give us some moral justification for what's gone on--"],["KEFFLER","(speaking over the top of her) Please Major, I know that you have helped to orchestrate the deaths of Goa'ulds before, assassinated them in cold blood, in fact without regard for the life of the human host."],["CARTER","I didn't create the problem."],["KEFFLER","Neither did I, I am merely trying to help solve it. The Goa'uld are a terrible threat to us all. Anna is a device, a conduit that could level the playing field. And I think we all agree that if killing one person could save millions, billions of innocent lives, you would have no choice...you would do it."],["ANNOTATION","Carter and Barrett look up at the ceiling in annoyance."],["BARRETT","Answer my question."],["KEFFLER","I'm sorry, I've forgotten what it was."],["BARRETT","(raising his voice) Why set the bomb and stick around?"],["KEFFLER","Anna did not set that bomb."],["BARRETT","Then who did?"],["KEFFLER","The Goa'uld, Sekhmet."],["BARRETT","(Turning to Carter) Wait a minute, she doesn't have a snake inside of her, right?"],["ANNOTATION","Keffler stands and begins to walk behind the table."],["KEFFLER","Something we didn't expect. A separate and distinct personality."],["CARTER","Are you saying that Anna's mind has created an entirely separate personality that acts like the Goa'uld Sekhmet?"],["KEFFLER","Yes, but I don't know if it is that she is incapable of dealing with the darkness within her or that that knowledge is so powerful that it is capable of manifesting itself as such. I only know that it emerges, and speaks, as a unique entity, we have witnessed it with a growing frequency. Anna has no awareness. To her it is as if she has blacked out."],["BARRETT","Okay, so the Goa'uld personality comes out, goes on a rampage, sets the bomb--"],["CARTER","But can't stay in control of the body long enough to finish what she was doing."],["KEFFLER","Her breakthroughs are sporadic and seem somewhat uncontrolled."],["BARRETT","Still, why set the bomb?"],["CARTER","Leverage."],["BARRETT","Against what?"],["CARTER","Sekhmet only has conscious control of the body for short periods of time. She wants more. She was going to blackmail you with the bomb."],["KEFFLER","(chuckles) Oh, the psyche is so simple isn't it, so single minded. It's truly fascinating to behold."],["CARTER","She thinks you can give her that full control."],["ANNOTATION","Keffler shrugs his shoulders."],["BARRETT","Can you?"],["KEFFLER","(casually, almost bored) She's the experiment, I'm the observer."],["CARTER","Still, the Goa'uld personality didn't go do something like this on a whim. You led her to believe that you had the power to give her control of her life. And I'll bet you did it so she would tell you what you want to know."],["KEFFLER","How to save us all, Major. I'm not the only one who wants to know."]],"present":["BARRETT","CARTER","HERE!","KEFFLER"],"place":"WAREHOUSE INTERROGATION ROOM"},{"speech":[["ANNOTATION","Daniel is still talking to Anna, trying to help her remember."],["ANNA","I don't remember anything."],["DANIEL","I know this must be hard for you."],["ANNA","How can you know what this is like for me?"],["DANIEL","'Cause I knew a boy once, he was like you."],["ANNA","There are more like me?"],["DANIEL","Ah, um not exactly. He was, uh, he was born of two Goa'uld hosts. We call a child like that a Harsesis."],["ANNA","What happened to him?"],["DANIEL","He was saved by a very powerful being. He ascended to a higher plane of existence, and when he did he gained great power himself. He used that power to show me that all the knowledge and memories passed on by the Goa'uld genetically came with a terrible burden, and how it was wrong to seek it for any reason."],["ANNOTATION","Daniel looks down for a moment, as if remembering those events."],["ANNA","Can I be saved like him?"],["DANIEL","Maybe. Honestly, I don't know. (pause) Will you help us shut this bomb off?"],["ANNA","I don't know how."],["DANIEL","You do. You knew how to open the ark-- it was in your drawings."],["ANNA","I don't remember turning it on."],["DANIEL","I know. But somewhere inside your mind is the answer...and I can help you find it."]],"present":["ANNA","DANIEL"],"place":"HOLDING ROOM"},{"speech":[["ANNOTATION","Dr. Lee is scanning the bomb, and recording reading on his laptop. Barrett and Teal'c watch."],["DR LEE","According to these reading there's a 10 pound block of naquadah in this thing."],["BARRETT","What's that supposed to mean?"],["DR LEE","It would be very bad if it went off."],["BARRETT","Well, it's a bomb, right? I mean, usually it's not a good thing when they go off."],["DR LEE","True."],["BARRETT","Can we move this?"],["ANNOTATION","He points to the ark."],["TEAL'C","From what I know of Goa'uld weaponry, that would be unwise. It may have a sensor that would detect such an action."],["DR LEE","Yeah, I don't even want to go there."],["ANNOTATION","He looks around the room."],["DR LEE","Let's see if we can disarm it here first."],["BARRETT","Let me get the local authorities to start evacuating the area."],["DR LEE","Thanks for the vote of confidence."],["BARRETT","How many miles are we talking about here?"],["DR LEE","I dunno. How big is Orange County?"],["BARRETT","You're kidding, right?"],["DR LEE","Do I, do I look like a practical joker to you?"],["ANNOTATION","Agent Barrett's smile fades, and he walks off."]],"present":["BARRETT","DR LEE","TEAL'C"],"place":"WAREHOUSE BASEMENT"},{"speech":[["ANNOTATION","Daniel is holding up one of Anna's drawings in front of her. It is of the side of the ark. Anna is looking at it. Her arms are folded across her chest, and she is scowling slightly."],["ANNA","Images just come to me. I draw them. I don't know what they mean."],["DANIEL","Okay. (relaxed, casual tone) Just relax, and think about it. When you look at this, what comes to mind?"],["ANNOTATION","She looks at the sketch of a few moments."],["ANNA","The blackouts. They're happening more and more."],["ANNOTATION","Daniel puts the picture down. He looks slightly annoyed."],["DANIEL","Do you trust me? (pause) Do you trust me? (pause) I want to help you, I don't want to hurt you."],["ANNA","After I help you?"],["DANIEL","It's not like that. We have to shut this bomb off."],["ANNA","(pause) How many birthdays have you had?"],["DANIEL","That's not important right now."],["ANNOTATION","Anna looks at Daniel, through narrowed eyes."],["ANNA","You sound just like him."],["ANNOTATION","Realisation dawns on Daniel's face."]],"present":["ANNA","DANIEL"],"place":"HOLDING ROOM"},{"speech":[["ANNOTATION","Daniel is watching some of the tapes of Anna and Keffler. Keffler is playing with Anna, putting his finger on one side of the glass, which she tries to \"catch\" with hers. She seems younger in the video than she is now. Barrett walks in."],["BARRETT","Heard you were in here, what are you doing?"],["DANIEL","I noticed most of the tapes were labelled \"Anna\". It's not just security video footage, it's actual documentation of the research."],["BARRETT","Anything useful?"],["DANIEL","No, just something she said when she was talking, that I reminded her of Keffler. Figured I need to learn more about how he dealt with her before I pressed her too much."],["BARRETT","What are the chances you'll find out how to deactivate the bomb from her tonight?"],["ANNOTATION","Daniel gives him a look."],["DANIEL","I don't know..."],["BARRETT","Just trying to get as much of the area evacuated as we can, just don't know how big the blast in going to be. No pressure. I'll leave now."],["ANNOTATION","He leaves. Daniel nods slightly, rolls his eyes, and presses play again."]],"present":["BARRETT","DANIEL"],"place":"WAREHOUSE OFFICE"},{"speech":[["ANNOTATION","Carter is at the computer again, talking to Agent Barrett."],["BARRETT","You know, I'd feel better if you were down there, working on the bomb."],["CARTER","Dr. Lee is the best we've got for this, and Teal'c knows more than I do about Goa'uld weapons. Besides, I wanted to see if there was anything more in the research notes that might help."],["BARRETT","Like what?"],["CARTER","Well, if we can offer Anna a cure for her condition, she might be more willing to help us. She's been horribly mistreated, and without intervention she'd have very little hope of survival. Now, at the time they made her, they had no idea of how long her lifespan was going to be. Based on her current rate of growth, I estimate that it can't be more than 3 years."],["BARRETT","Can you help her?"],["CARTER","Possibly. We should at least be able to halt the rapid growth effects of the nanites. Now, I doubt we could unmarry the Goa'uld DNA from hers, but we may be able to block the conscious knowledge from her mind ,stop it from possessing her. We've had some luck with certain drugs in similar situations before."],["BARRETT","I suppose the fact that you've had similar situations to this shouldn't come as a total shock?"],["ANNOTATION","Carter smiles sympathetically."],["CARTER","Anything on your end?"],["BARRETT","Keffler. He wants to chat."]],"present":["BARRETT","CARTER"],"place":"WARHOUSE LAB"},{"speech":[["ANNOTATION","Daniel is continuing to watch the video footage. Remote control in hand, he watches the monitors. He rewinds a tape, glancing around the room as he waits for it to rewind. Suddenly an image on the tape catches his attention. He stops, then plays the tape. Keffler is holding up a small device so Anna can see. She walks backwards, shaking her head, and falls onto the bed. She clutches her middle, and moans in pain. As Keffler talks, he walks round the cage. Anna moves too, trying to keep as much distance between her and Keffler as possible. She is breathless with pain."],["KEFFLER","(on tape) There is a cure Anna. You can be a normal girl, live a normal life. You can be free, or you can continue to suffer."],["ANNOTATION","He points the small device--like a mini remote--at Anna, who screams in pain."],["ANNA","Arrgh! I don't...Please stop!"],["ANNOTATION","Daniel watches, a horrified and sickened look on his face. Anna is bent over in pain, but suddenly rises, moving towards Keffler. Her voice is strong, her posture confident. It is clear it is Sekhmet who is talking."],["SEKHMET","Stop this at once, I command you."],["KEFFLER","Now we're getting somewhere."],["SEKHMET","Let me out of here."],["KEFFLER","In due time freedom can be yours."],["SEKHMET","You think I will just tell you the secrets of the Goa'uld?"],["KEFFLER","If you want to live!"],["ANNOTATION","He lifts of the device, and shows it to her."],["SEKHMET","You will not kill me."],["KEFFLER","I can make another as easily as I made you."],["SEKHMET","If it were up to me, given the chance, I would rip the beating heart from your chest, and feed it to you."],["KEFFLER","(looking up at the security camera) Such colourful language. Let's focus on the issue at hand shall we."],["ANNOTATION","Daniel switches off the tape. His reflection can be seen in the monitor. He looks furious, but also as if he has just figured something out."],["DANIEL","Son of a bitch."]],"present":["ANNA","DANIEL","KEFFLER","SEKHMET"],"place":"WAREHOUSE OFFICE"},{"speech":[["ANNOTATION","Keffler is seated at the table, playing with a cigarette. He is talking to Carter and Barrett."],["KEFFLER","We have the same goal. I do not wish to see my work go the waste."],["ANNOTATION","Barrett and Carter look at each other, obviously not impressed."],["KEFFLER","Look. I know her, I know how her mind works, I can get you what you need."],["CARTER","Yeah, I've read about your methods."],["KEFFLER","(smirking) I will only talk to her. You're welcome to be present the entire time."],["BARRETT","And what do you want in return? I can't believe you'd be doing this solely for the greater good?"],["KEFFLER","My freedom."],["BARRETT","Not a chance."],["KEFFLER","I am guilty of nothing more than trying to save this world, just like you. We are at war."],["CARTER","Desperate times call for desperate measures. I've heard that defence."],["ANNOTATION","She and Barrett walk out. Keffler calls after them."],["KEFFLER","What choice do you have? How many people will die if that bomb goes off?"],["ANNOTATION","Barrett and Carter walk towards the exit."],["CARTER","Let's just say we're considering this. Do you have the authority to offer him immunity?"],["BARRETT","Trust me, no matter what we decide to do, no court is ever going to hear about this."],["ANNOTATION","Daniel storms in, pushes through them and heads toward the room where Keffler is being kept. He is angry."],["CARTER","Daniel!"],["ANNOTATION","They follow him into the interrogation room. Keffler is sat at the table, smoking. Daniel leans on the table, looking straight at Keffler."],["DANIEL","You let her out, didn't ya?"],["KEFFLER","You must be Daniel Jackson."],["CARTER","Daniel, what's going on?"],["DANIEL","He can control when the Goa'uld comes out. It's not just random, he's got himself a little remote control."],["ANNOTATION","Barrett suddenly twigs and pulls the device from his pocket."],["BARRETT","This?"],["ANNOTATION","Daniel glances over at then, then returns his gaze to Keffler."],["DANIEL","Yeah. He uses it to shock her. He can either make the Goa'uld personality appear, or he can kill her with it. (To Keffler) Why? Were the other scientists going to shut down your research? Going to report your little experiment?"],["KEFFLER","You have no proof of that."],["DANIEL","You used that device to bring out the Goa'uld personality then you let her out of her cage. You murdered 32 people."],["KEFFLER","Speculation."],["DANIEL","You can control her with that. If you didn't want the other scientists dead, why didn't you stop her?"],["ANNOTATION","Keffler takes the cigarette out of his mouth. exhales a lungful of smoke, and shrugs his shoulders, looking straight back into Daniel's eyes the whole time with a smirk on his face. Barrett and Carter both look disgusted with him."]],"present":["BARRETT","CARTER","DANIEL","KEFFLER"],"place":"WARHOUSE INTERROGATION ROOM"},{"speech":[["ANNOTATION","The countdown is still continuing on the ark. Dr. Lee and Teal'c have set up Dr. Lee's laptop to monitor the device, and they carefully remove one of the side panels. It comes off with relative ease."],["DR LEE","Careful! Okay..."],["ANNOTATION","They put the panel down. There are about 10 crystals sticking out of a recessed panel, some blue, some red, some yellow, others green."],["DR LEE","Now, just because the cover wasn't booby trapped, doesn't mean the crystals themselves are safe to touch."],["TEAL'C","That is correct."],["ANNOTATION","Dr Lee scans the crystals. Beeping somewhat similar to a Geiger counter can be heard."],["DR LEE","There's no energy signatures. I don't think there's any force fields of sensors protecting the compartment."],["ANNOTATION","He goes to remove a yellow crystal. Teal'c stops him."],["TEAL'C","I am unsure which of these crystals would control the detonation of this device."],["DR LEE","Well, blue is typically for power regulation--"],["TEAL'C","Indeed."],["DR LEE","So, if we remove the power regulation for the entire control board--"],["TEAL'C","The device could explode."],["DR LEE","(sighs) Yeah, yeah, I suppose. I mean, it's not like I was going to pull the yellow one."],["ANNOTATION","Teal'c gives him a look."]],"present":["DR LEE","TEAL'C"],"place":"WAREHOUSE BASEMENT"},{"speech":[["ANNOTATION","Barrett, Carter and Daniel leave the room and start walking down the hall."],["BARRETT","So, obviously letting Keffler anywhere near the girl is out."],["CARTER","And if we're going to get the bomb deactivation code from Anna..."],["ANNOTATION","She turns to looks at Daniel, as does Barrett."],["CARTER","...you're going to have to do it."],["DANIEL","Right."],["ANNOTATION","He leaves."]],"present":["BARRETT","CARTER","DANIEL"],"place":"WAREHOUSE INTERROGATION ROOM"},{"speech":[["ANNOTATION","Teal'c and Dr Lee have wired up a red, blue, green and yellow crystal."],["DR LEE","Okay, so this red crystal seems to control the timer. Now, I should be able to interface with it and hopefully, reprogram it."],["ANNOTATION","He picks up his laptop and attaches a lead coming from it to the red crystal. Teal'c is watching the countdown timer on the top of the ark. As Dr. Lee begins the procedure, the countdown timer begins to speed up a lot."],["DR LEE","Anything happening?"],["TEAL'C","The countdown has begun increasing in speed."],["DR LEE","What!"],["ANNOTATION","He unattaches the lead."],["DR LEE","Did that stop it?"],["TEAL'C","Yes, however--"],["ANNOTATION","Barrett enters and interrupts Teal'c."],["BARRETT","Hey, how's it coming?"],["ANNOTATION","Teal'c looks at him gravely, Dr Lee in shock."],["BARRETT","Not well I take it."],["DR LEE","No, well, we just had a little setback."],["BARRETT","What?"],["DR LEE","Well, I was trying to interface with one of the control crystals..."],["TEAL'C","The time until detonation is now less than 2 hours."],["BARRETT","(looking panicked) Okay, well let's hope Dr. Jackson is having better luck."]],"present":["BARRETT","DR LEE","TEAL'C"],"place":"WAREHOUSE BASEMENT"},{"speech":[["ANNOTATION","Daniel is talking with Anna."],["DANIEL","They're trying to evacuate as many people as possible, but if that bomb goes off, people are still going to die."],["ANNA","Including us?"],["DANIEL","We have a helicopter standing by to get us to a safe distance if it comes to that. I'm hoping it doesn't because a lot of others won't have that luxury."],["ANNA","I've been trying, I can't see anything."],["ANNOTATION","Daniel sits down on a chair placed by the cell."],["DANIEL","You know, not so long ago, I had my memories erased."],["ANNA","How?"],["DANIEL","It's a long story, but the point is, I was able to access certain lost memories by meditating. A friend of mine showed me how to do it. Now I think it can help you."],["ANNA","What I see scares me so much."],["DANIEL","I know. And for good reason. Ultimately it's up to you. I can't force you to do this, and I won't. And I promise, either way, we're going to try and help you, make it so you can live a normal life."],["ANNA","(smiling slightly) He always said he could do that."],["DANIEL","Well, the truth is, I'm not sure if we can, but we're going to try anything and everything in our power."]],"present":["ANNA","DANIEL"],"place":"WAREHOUSE HOLDING ROOM"},{"speech":[["ANNOTATION","Barrett is sat watching the room where Anna and Daniel are talking. He's on his cell phone.[ BARRETT (into phone) Okay, good, yep, 42 minutes, 15 seconds and counting, right I'll check back, thanks. [Carter enters, and Barrett hangs up."],["BARRETT","We got 10 city blocks in each direction fully evacuated."],["CARTER","That's nowhere near enough."],["BARRETT","I know."],["CARTER","I've just finished going through the files on the computer."]],"present":["BARRETT","CARTER"],"place":"WAREHOUSE OFFICE"},{"speech":[["ANNOTATION","Barrett and Carter are interrogating Keffler again."],["CARTER","Even if we halt the rapid growth effects of the nanites, you didn't isolate the gene that carries the Goa'uld genetic knowledge."],["KEFFLER","We didn't have time to sequence the entire strand. The goal was to get the intelligence, Major, not to create a viable, living organism."],["BARRETT","I don't understand."],["CARTER","The way he blended the DNA. There's nothing we can do to stop the Goa'uld DNA from eventually taking over. It will physically overwrite the human, and nothing I know of will stop it."],["BARRETT","What's going to happen to her?"],["CARTER","She'll die, a horrible, painful death. There's no cure, there is no way to save her. That was just another lie."],["KEFFLER","I placed a capsule of bio--toxin at the base of her brain. A remote device will activate it. I did this to prevent any undue suffering when the time came."],["CARTER","(barely containing her disgust) How humane of you."]],"present":["BARRETT","CARTER","KEFFLER"],"place":"WAREHOUSE INTERROGATION ROOM"},{"speech":[["ANNOTATION","Daniel and Anna sit opposite each other. Both are cross legged, arms resting on knees. They each have a candle in front of them. Both have their eyes closed."],["ANNA","What do I do?"],["DANIEL","Um, just relax, and try thinking of nothing."],["ANNA","Nothing?"],["DANIEL","Try an empty room. (long pause) You see a doorway. Go to that door, and open it. Go through. You're inside of a stone room. The floor is made of polished marble. You're inside of a great pyramid. Ornate carvings of giant snakes flank a beautiful golden throne. You see a window. Walk towards it. Outside there are thousands of people, slaves who worship you as a god. You have great power over them. Power to decide who lives and who dies."],["ANNOTATION","Anna's eyes snap open."],["ANNA","(screams)"],["NO!",""],["ANNOTATION","Anna stands, as does Daniel. It is clear from her facial expressions and posture that Sekhmet is now in control."],["SEKHMET","I will tell you nothing."],["DANIEL","(calling) Anna?"],["ANNOTATION","Sekhmet/Anna begins to tear down all the drawings in the room. She pulls over a bookcase. Daniel follows her round the outside of the glass cage."],["DANIEL","(shouting) Anna! STOP!"],["ANNOTATION","Sekhmet/Anna looks at Daniel, gives him an evil smirk, then slowly picks up the candle inside the cell. Daniel looks at Sekhmet, then the candle, and shakes his head. Sekhmet continues to smile, slowly lowers the candle, and lights the pile of papers at her feet. Daniel watches, helpless to stop her."],["DANIEL",""],["NO!",""],["ANNOTATION","Sekhmet stands back, allowing the flames to build. Daniel watches for a moment, then turns round to shout at the NID guards."],["DANIEL","FIRE! FIRE! Hurry, come on!"],["ANNOTATION","Sekhmet stands in the middle of the rising flames. 2 NID agents rush in, grabbing a fire extinguisher off the wall. Daniel looks back at Sekhmet, who stands tall, raising her eyebrows slightly at him."],["DANIEL","Hurry!"]],"present":["ANNA","DANIEL","NO!","SEKHMET"],"place":"WAREHOUSE HOLDING ROOM"},{"speech":[["ANNOTATION","Carter and Barrett run down the corridor into the holding room. The fire has been put out, but one of the NID agents tackling the blaze lays unconscious in the glass cage. The other agent and Daniel both lay unconscious on the floor outside the cell. Carter runs to Daniel, who is just coming round, while Barrett checks the cell. Carter bends down to Daniel, helping him up."],["CARTER","Daniel, are you okay?"],["DANIEL","Where is she?"],["BARRETT","She won't get far. (into radio) All units, this is Agent Barrett. The female prisoner is currently unaccounted for. Secure all exits."]],"present":["BARRETT","CARTER","DANIEL"],"place":"WAREHOUSE CORRIDOR LEADING TO HOLDING ROOM"},{"speech":[["ANNOTATION","Keffler sits at the table, lent over with his head resting on his arms. Agent Barrett's voice can be heard over the guard's radio."],["BARRETT","(over radio) Repeat, secure entire perimeter and begin full sweep. Target is armed and dangerous, use extreme caution."],["ANNOTATION","As Keffler hears this he raises his head, looking worried."]],"present":["BARRETT"],"place":"WAREHOUSE INTERROGATION ROOM"},{"speech":[["ANNOTATION","Barrett comes round a corner into view. He is carrying a pistol and a torch, as it is very dark, with only a few shards of sunlight coming from somewhere. He is in front of a flight of stairs, and shines his torch on them. presumably looking for footprints. He takes the remote device out of his pocket, and looks at it for a moment. He then starts to descend the stairs, slowly. He takes 6 steps down, when suddenly a hand comes through the back of the stair tread and grabs his ankle, pulling him down and making him fall down the rest of the stairs. Sekhmet comes out from behind the staircase, picking up the remote control from where Barrett lays, unconscious."]],"present":[],"place":"WAREHOUSE CORRIDOR"},{"speech":[["ANNOTATION","Daniel and Carter are in the glass cell, looking through the debris. Daniel picks up her scorched sketchbook and thinks for a moment."],["DANIEL","I don't think she's acting as the Goa'uld."],["ANNOTATION","He races off."],["CARTER","Daniel!"],["ANNOTATION","She grabs the sidearm off the unconscious guard, and runs after Daniel."]],"present":["CARTER","DANIEL"],"place":"WAREHOUSE HOLDING ROOM"},{"speech":[["ANNOTATION","Keffler is in the interrogation room, clutching his stomach and breathing heavily. He looks in pain, and is clearly scared. He stands up, prompting the guard at the door to reach for his sidearm."],["KEFFLER","I...I...I just, ah, need a drink of water. Please. I'm... (sighs) ...not feeling 100 percent."],["ANNOTATION","He moves towards the water cooler in the corner of the room. The guard also moves towards it, watching Keffler closely and keeping his hand on his sidearm. Keffler suddenly doubles over in pain."],["KEFFLER","Arrggh! Oh! My pills!"],["ANNOTATION","Putting a hand on the guards shoulders, Keffler asks for his pills. He then reaches down, grabs the guards tazer, and shocks him with it. He cooly stoops down, taking the guards gun, and walks off."]],"present":["KEFFLER"],"place":"WAREHOUSE INTERROGATION ROOM"},{"speech":[["ANNOTATION","Teal'c and Dr. Lee are still working on the bomb. Daniel walks in, holding the scorched sketchbook."],["DANIEL","I think it's the deactivation code."],["ANNOTATION","He whacks the book down on the top of the ark, then storms out again. The drawing shows the green dome, and the red figures around it. Three are circled."]],"present":["DANIEL"],"place":"WAREHOUSE BASEMENT"},{"speech":[["ANNOTATION","Carter is walking down the corridor, with her torch and gun in one hand, talking into the radio with the other."],["CARTER","(into radio) Agent Barrett, this is Major Carter, come in? What's your location? (pause, then into radio again) Agent Barrett?"]],"present":["CARTER"],"place":"WAREHOUSE CORRIDOR"},{"speech":[["ANNOTATION","Daniel runs up to the window into the room where Keffler was being kept, sees the guard unconscious on the floor, catches his breath, then races off again."]],"present":[],"place":"WAREHOUSE INTERROGATION ROOM"},{"speech":[["ANNOTATION","Carter finds Barrett at the bottom of the stairs. He is still unconscious. She checks his pulse."],["CARTER","(into radio) This is Major Carter, Agent Barrett needs medical attention. We are in the North East corridor, Level 1."]],"present":["CARTER"],"place":"WAREHOUSE CORRIDOR"},{"speech":[["ANNOTATION","Teal'c presses those symbols marked on Anna's drawings. The rest of the symbols darken, leaving only those three lit up. They too turn off, and all goes quiet."],["DR LEE","That's it? It's off. I mean the, the lights turned off, that means it's off, right?"],["TEAL'C","Indeed."],["DR LEE","(sighs) Well, wh--hey!!!"],["ANNOTATION","He raises his hand for a high five with Teal'c. Teal'c just looks at it."]],"present":["DR LEE","TEAL'C"],"place":"BASEMENT"},{"speech":[["ANNOTATION","Two N.I.D. agents walk past the end of a corridor, full of plumbing pipes and dripping water. Just after the walk past, Keffler leans forward, about halfway down the corridor. He hides again quickly when he sees them, and waits for them to pass. A shadow walks in front of the camera. Keffler quickly looks both ways, the heads towards the camera, down the corridor. Rounding a corner, he sees a ladder going up to the next level. It is very dark. As he begins to climb, Anna comes out of the shadows, holding what looks like a P90. She points it at Keffler."],["ANNA","Drop the gun."],["ANNOTATION","Keffler looks round, a look of shock and fear on his face, but that fades somewhat."],["KEFFLER","Anna."],["ANNA","Drop it!"],["ANNOTATION","He nods and drops the gun on the floor. He puts his hand out, to show it is empty, and climbs down the ladder. He slowly approaches her."],["KEFFLER","Come with me, now, to the lab, I will help you."],["ANNOTATION","Anna backs off, keeping her weapons raised and directed straight at him."],["ANNA","You can't help me."],["KEFFLER","Whatever they've told you..."],["ANNA","It doesn't matter. I never believed you."],["KEFFLER","(in a soft, calming voice) Anna, I did it to help people."],["ANNA","All the evil I have seen in my mind, nothing you put inside me compares to what I see in you."],["ANNOTATION","Footsteps can be heard overhead. As Daniel runs down a corridor, shots from an automatic weapon ring out."],["DANIEL",""],["ANNA!",""],["ANNOTATION","He climbs down the ladder to where Anna is, and catches her as she falls. He lays her gently on the ground, caressing her face."],["DANIEL","What did you do?"],["ANNOTATION","He looks at her hand, where she holds the device that releases the bio toxin."],["ANNA","(weakly) You couldn't help me."],["DANIEL","I'm so sorry."],["ANNOTATION","She closes her eyes, and her head falls to the side, dead. Daniel caresses her cheek once again, mourning her, as Keffler lies a little way beyond, his chest dark red from multiple wounds."]],"present":["ANNA","ANNA!","DANIEL","KEFFLER"],"place":"WAREHOUSE BASEMENT"}]