[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","The room is filling with armed SFs. The System Lords and Oshu step down from the ramp to face Daniel and Weir."],["CAMULUS","We are political dignitaries. How dare you prevent us from leaving."],["WEIR","Sending ships here to attack us is an act of war. And a foolish one at that, given what our defences are capable of."],["OSHU","My Lord did not order such action."],["DANIEL","Then undo it. Tell the System Lords to call the ship back."],["AMATERASU","The decision they have made is one of desperation, forced upon them by your unwillingness to help. Persuading them to change course could only be done in person."],["OSHU","With a full council vote."],["WEIR","Even if I did believe you, all good faith is out the window at this point. You're our prisoners. Take them away."],["ANNOTATION","The System Lords and Oshu are escorted out of the Gate room."],["EXT- SPACE",""],["ANNOTATION","Thor's ship exits a wormhole."]],"present":["AMATERASU","CAMULUS","DANIEL","EXT- SPACE","OSHU","WEIR"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Thor is at the control panel, facing the viewscreen. Teal'c is pacing in front of Thor. Another Asgard appears on the viewscreen."],["PENEGAL","(on viewscreen) Greetings, Thor."],["THOR","(to Penegal) Greetings. (to Teal'c) Teal'c, this is Penegal, of the Asgard High Council."],["ANNOTATION","Teal'c bows his head at Penegal."],["PENEGAL","(on viewscreen) I regret to report that the debris from the destroyed replicator ship could not be contained. We were unable to prevent countless replicator blocks from raining down on Orilla. They have already begun replicating and infesting our systems. Control of the city is in jeopardy."],["TEAL'C","Should you not consider evacuating your people."],["PENEGAL","(on viewscreen) That is no longer possible."],["THOR","(to Teal'c) There are too many. We carried numerous stored minds aboard the computers of our ships when we fled our homeworld. When Orilla was finally found, we were able to place those minds into cloned bodies so that we could build our new colony."],["PENEGAL","(on viewscreen) The replicators have already infected systems needed to save those minds. If we lose this battle they will perish, along with their bodies, taking with them the hopes of the Asgard race."],["THOR","Orilla is the last chance of ever rebuilding our empire."],["TEAL'C","Then we must find a way to save it."]],"present":["PENEGAL","TEAL'C","THOR"],"place":"BRIDGE OF THOR'S SHIP"},{"speech":[["ANNOTATION","The Prometheus is orbiting Earth."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","A female officer is at the comm. station, with a male senior officer sitting next to her."],["FEMALE OFFICER","Sir, censors have detected an alien vessel. It exited hyperspace 14,000 kilometres out, eight degrees starboard."],["PENDERGAST","Designation?"],["FEMALE OFFICER","None yet, sir. Vessel is the size of a Goa'uld mothership. Closing fast. Visual range in six seconds."],["PENDERGAST","Hold your position. Prepare to fire."],["FEMALE OFFICER","Four, three..."],["PENDERGAST","Onscreen, maximum magnification."],["FEMALE OFFICER","...two, one."],["ANNOTATION","A viewscreen shows the star system, with a ship approaching quickly."],["PENDERGAST","Open a channel, broadcast on all frequencies and translate into Goa'uld"],["FEMALE OFFICER","Yes, sir."],["ANNOTATION","Pendergast stands to speak the communication."],["PENDERGAST","This is Colonel Lionel Pendergast of the United States Air Force Prometheus. Unidentified vessel, failure to reply will constitute an act of aggression, and we will respond with the full force of our weapons."],["ANNOTATION","An incoming transmission message appears on the viewscreen, followed by an image of Teal'c."],["TEAL'C","(on viewscreen) That will be unnecessary."],["ANNOTATION","Both the Comm. Officer and Pendergast smile."],["FEMALE OFFICER","Teal'c."],["TEAL'C","I have brought greetings from Thor, the Supreme Commander of the Asgard fleet. We are aboard the Daniel Jackson."]],"present":["FEMALE OFFICER","PENDERGAST","TEAL'C"],"place":"BRIDGE OF PROMETHEUS"},{"speech":[["ANNOTATION","Weir enters from her office."],["WEIR","I have just received word that the Asgard have arrived. They want to witness the demonstration of our new Ancient defence technology that you have forced us into. There's still time to call off the attack."],["AMATERASU","We would also like to witness the demonstration."],["ANNOTATION","Daniel enters the Briefing Room."],["DANIEL","Your ship isn't coming. It was destroyed en route by Ba'al. The collective forces of the System Lords are bowing, and you're losing the war."],["YU","And so are you."],["ANNOTATION","A bright light engulfs Daniel, and he disappears. Everyone in the Briefing Room looks around, stunned."]],"present":["AMATERASU","DANIEL","WEIR","YU"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Daniel appears on the bridge. Thor and Teal'c are at the control panel."],["DANIEL","Hey guys!"],["THOR","Our new colony is in grave jeopardy. The replicators escaped from the time dilation device and are threatening to destroy the Asgard."],["ANNOTATION","Daniel has walked over to Thor and Teal'c."],["DANIEL","Okay. So, what can we do."],["TEAL'C","Thor believes the Ancient knowledge stored in O'Neill's mind may be the key to defeating the replicators once and for all."],["DANIEL","Jack's frozen down in Antarct..."],["ANNOTATION","A beam of light appears in a stasis chamber situated nearby. An unconscious O'Neill appears in the pod."],["DANIEL","...ica."],["ANNOTATION","Daniel walks over to the pod to look at O'Neill."],["DANIEL","As I was saying. Where's Sam?"],["TEAL'C","She was captured by the replicators. The ship was destroyed."]],"present":["DANIEL","TEAL'C","THOR"],"place":"BRIDGE OF THOR'S SHIP"},{"speech":[["ANNOTATION","Carter is sleeping but wakes. She is lying on a bed in a sunnily lit bedroom. She is wearing a white nightgown and has long hair down past her shoulders. The sounds of birds and farm animals can be heard from outside."]],"present":[],"place":"UNKNOWN BEDROOM"},{"speech":[["ANNOTATION","Carter appears, now dressed, in the farmhouse kitchen. She looks around, obviously not recognising the place. A red rose is in a vase on a table. She steps up to the table and fingers the rose."]],"present":[],"place":"FARMHOUSE KITCHEN"},{"speech":[["ANNOTATION","Stepping outside, now wearing a jacket, Carter steps down to a driveway where she is met by a dog, which she pets briefly. She walks across a lawn to a barn, near which is wooden fencing. A couple of horses are in the field. Pete walks out of the barn and smiles at her."],["PETE","Hey sleepyhead. Didn't think you'd ever get up. It was kind of a long night, huh?"],["ANNOTATION","Pete slaps Carter on the behind as he walks past to feed the horses."],["CARTER","Pete."],["PETE","What's up? Are you okay? Is something wrong?"],["CARTER","Yes, everything."],["PETE","What do you mean?"],["CARTER","This. What are you doing here? What am I doing here? Where the hell is here?"],["ANNOTATION","Pete laughs."],["PETE","That was good. You had me, you really had me. Of course, I've been up since five, feeding the pigs and the chickens."],["CARTER","No, Pete honestly, I don't..."],["PETE","What? You don't what?"],["CARTER","Think this is real."],["PETE","You hungry? I'm starving. Come on, we'll go inside, I'll whip you up some pancakes."],["CARTER","You don't understand. This isn't happening. The last thing I remember, I was onboard a replicator ship. This is just another way of screwing with my mind."],["PETE","Okay, here's what I know. This is not SGC, it's Montana. Nothing weird happens here, not like you're used to. A year ago, you left the Stargate Program because of mental stress, and because you wanted to be with me and a farm full of really stinky animals. Since then you've been seeing a shrink because you can't seem to shake the nightmares. You've had a bad one okay? That's it."],["ANNOTATION","Pete walks up to Carter and the kiss. When the kiss ends, Pete grins at Carter."],["PETE","Did that feel real?"],["CARTER","Yes."],["PETE","Then snap out of it. Okay. Pancakes, or do I have to call the doctor?"],["CARTER","I am kinda hungry."],["PETE","Good. Come on."],["ANNOTATION","Pete walks off towards the house as Carter looks confused and unconvinced."]],"present":["CARTER","PETE"],"place":"FARMHOUSE EXTERIOR/BARN AREA"},{"speech":[["ANNOTATION","Thor's ship exits a wormhole."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Thor walks up to the stasis chamber containing O'Neill."],["DANIEL","What are you going to do?"],["THOR","I am going to merge O'Neill's mind with the ship's computer."],["DANIEL","To do that you're going to have to defrost him first, right? I bring this up because he was near death when we froze him."],["THOR","Hopefully, the pod will sustain his life."],["DANIEL","Hopefully?"],["THOR","What other choice do we have?"],["DANIEL","Well, can't you just save him, like the last time this happened? Just wipe the Ancient knowledge from his mind."],["THOR","And lose any chance of learning a means to defeat the replicators."],["DANIEL","You have no right to risk his life."],["TEAL'C","I believe O'Neill would approve."],["DANIEL","We can't make that choice for him no matter what's at stake. Can't you just extract the Ancient information into the ship's computer? Then we can all benefit from it, maybe even learn how to use the Ancient weapons on Earth."],["THOR","You cannot even begin to comprehend the extent of what was unfolding in O'Neill's mind. Our scientists, long ago, extracted parts of the Ancient Library of Knowledge, and learned much from it. But we have been studying it for as long as I can remember and we have barely scratched the surface."],["DANIEL","So it would be looking for a needle in a haystack."],["THOR","A haystack of infinite size."],["DANIEL","That's big."],["THOR","I am hoping O'Neill's conscious mind can provide us with a direct conduit to the information we need."]],"present":["DANIEL","TEAL'C","THOR"],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["ANNOTATION","An SF opens the door for Weir to enter the room. Oshu is standing in the middle of the room."],["WEIR","You requested to see me?"],["OSHU","You must let us go."],["WEIR","I don't have to do anything at this point. If that's what..."],["ANNOTATION","Weir turns to leave but turns back as Oshu interrupts her."],["OSHU","If your intent is to extract information from us, you should know I will die before I say anything. And nothing my master says can be trusted."],["WEIR","Look, no-one has decided what to do with you."],["OSHU","Anubis was overconfident, and he still needed the bulk of his armada to keep the System Lords at bay. The fleet he used to attack Earth was small compared to that which Ba'al will command should he defeat the System Lords. He will rule the galaxy. No weapons will be powerful enough to stop him."],["WEIR","What would you have me do?"],["OSHU","Free us to fight. Or if we must...die with honour."]],"present":["OSHU","WEIR"],"place":"SGC HOLDING CELL"},{"speech":[["ANNOTATION","Thor is standing at the stasis chamber as Daniel leans against the control panel and Teal'c stands nearby."],["THOR","He is not well."],["DANIEL","I told you."],["THOR","The process of interfacing his mind is complex."],["ANNOTATION","Suddenly, O'Neill's voice is heard, echoing through the ship."],["O'NEILL","Hello. Testing, testing. One, two, one, two, one, two, testing. Hellooo. Is this thing on?"],["ANNOTATION","Daniel walks over to the stasis chamber."],["DANIEL","Jack?"],["THOR","O'Neill, can you hear us?"],["ANNOTATION","O'Neill is still lying, unconscious, in the chamber."],["O'NEILL","Hey! Hey guys. What's going on?"],["ANNOTATION","Teal'c and Daniel look up and around the bridge."],["THOR","Your mind has been interfaced with the Daniel Jackson."],["O'NEILL","What?"],["DANIEL","What?"],["TEAL'C","The name of Thor's ship is Daniel Jackson."],["THOR","All the information in the ship's computer is available to you."],["O'NEILL","Ah, right, here we go. Oh, this is cool. I can pretty much do anything I want, can't I?"],["ANNOTATION","Suddenly, there is a loss of power and the lights dim and return twice."],["THOR","O'Neill."],["O'NEILL","Huh? Oh! Sorry."],["THOR","If you wish, you may appear to us as a hologram."],["ANNOTATION","A hologram of O'Neill appears behind Thor, Teal'c and Daniel. The hologram shudders and shakes out its hands."],["O'NEILL","Dang!"],["DANIEL","You okay?"],["O'NEILL","It's a little weird. But, yeah, I'm ok."],["DANIEL","At least you're not speaking Ancient."],["O'NEILL","There's that."],["THOR","Actually, the computer is translating."],["DANIEL","Ah."],["ANNOTATION","The hologram walks over to the stasis chamber."],["O'NEILL","I've never looked better."],["THOR","There is not much time, O'Neill."],["TEAL'C","Thor's planet..."],["O'NEILL","I know. Ship's log."],["THOR","Can you help with the replicators?"],["O'NEILL","Already on it."],["DANIEL","Jack."],["O'NEILL","Daniel. The computer recorded the whole conversation. Thanks for your concern."],["ANNOTATION","The hologram looks at the other three on the bridge then waves its hands in a circle."],["O'NEILL","Talk amongst yourselves."],["ANNOTATION","The hologram disappears."]],"present":["DANIEL","O'NEILL","TEAL'C","THOR"],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["ANNOTATION","An SF opens the door for Weir to enter the room. Camulus is sitting on the bed, head on hands."],["WEIR","I've discussed the situation with my superiors and we've decided to let you all go."],["CAMULUS","I must admit that comes as a surprise."],["WEIR","Well, it seems we haven't had much success interrogating Goa'ulds in the past. And it was made apparent to me you're much more useful to us fighting Ba'al. {Weir turns to open the door but turns back as Camulus speaks.]"],["CAMULUS","Doctor Weir!"],["WEIR","You know my name."],["ANNOTATION","Camulus rises and faces her."],["CAMULUS","This might come as a surprise to you."],["WEIR","Oh, I'm not sure anything can surprise me at this point."],["CAMULUS","I wish to request asylum."],["WEIR","Well, seems I was wrong again."],["CAMULUS","My fleet was destroyed before I came here. My domain among the first to fall. I have nothing left with which to fight. The only thing waiting for me through the Stargate is shame and torture. So it is not true that I would be more useful to you out there but perhaps I could be of some use to you here."]],"present":["CAMULUS","WEIR"],"place":"SGC ANOTHER HOLDING CELL"},{"speech":[["ANNOTATION","Carter finishes eating a meal and places her knife and fork on the plate."],["CARTER","Thanks. That was great."],["ANNOTATION","Pete rises and takes both plates to the counter."],["CARTER","Tasted very real."],["ANNOTATION","Pete sighs."],["PETE","Hey, I was thinking we could go into town tonight, have dinner, see a movie."],["ANNOTATION","Carter shakes her head and smiles mirthlessly."],["CARTER","Come on. You can't really expect me to just play along."],["ANNOTATION","Pete throws a frying pan down, obviously angry."],["PETE","I gave up my job for this! I gave up my life for you!"],["CARTER","See? That is definitely not Pete."],["PETE","How patient do you expect me to be."],["ANNOTATION","Carter shakes her head."],["CARTER","Nothing you say is going to convince me. I know who you are, I just don't understand why. What do you want from me? Why are you doing this?"],["ANNOTATION","Pete walks towards carter and transforms into Fifth."],["FIFTH","Because I love you."],["ANNOTATION","As Fifth smiles, Carter looks shocked."]],"present":["CARTER","FIFTH","PETE"],"place":"FARMHOUSE KITCHEN"},{"speech":[["ANNOTATION","Thor and Teal'c are looking at an image on the viewscreen."],["TEAL'C","(to Thor) What is it?"],["THOR","I am unsure. It seems O'Neill's mind is building something, virtually, in conjunction with the ship's computer."],["ANNOTATION","Thor and Teal'c walk over to join Daniel at the statis chamber."],["THOR","I do not know how much longer his life can be sustained."],["ANNOTATION","An alarms suddenly sounds. Daniel looks around."],["DANIEL","Jack, can you hear me?"],["THOR","I must revive him now."],["O'NEILL","Wait! Not yet."],["ANNOTATION","Thor operates a device which scans O'Neill's head. The chamber opens and O'Neill wakes up. He puts his hand to his forehead."],["O'NEILL","Oy! What a headache."],["ANNOTATION","Daniel bends down to the chamber."],["DANIEL","Take it easy. You've been through a lot."],["O'NEILL","What now?"],["DANIEL","What's the last thing you remember?"],["O'NEILL","Getting my head sucked by one of those dang Ancient head suckers."],["ANNOTATION","Daniel helps O'Neill to sit up."],["O'NEILL","And something about twins."],["ANNOTATION","As Daniel and Teal'c look at each other, O'Neill notices Teal'c."],["O'NEILL","Teal'c. What's with the hair?"],["THOR","O'Neill."],["O'NEILL","Thor. You got aspirin?"],["THOR","You should feel better momentarily and your memory will slowly return."],["ANNOTATION","O'Neill grimaces then stares at Teal'c again."],["O'NEILL","Teal'c. What's with the hair?"],["THOR","The specifications for the device you created remain in the computer. I believe I can synthesis it."],["ANNOTATION","A device appears on a stand."],["O'NEILL","Sweet. What is it?"],["DANIEL","We don't know but you made it."],["O'NEILL","No."],["DANIEL","Yes."],["ANNOTATION","O'Neill ponders."],["O'NEILL","No"],["DANIEL","Yes"],["O'NEILL","No."],["DANIEL","Yes."],["THOR","You accessed the Ancient knowledge in your mind and instructed the ship's computer to design it."],["O'NEILL","Doesn't mean I know what it is."],["THOR","It was doubtful at best that he would remember. The knowledge of the Ancients is gone."],["O'NEILL","All right. Let me have a look."],["ANNOTATION","O'Neill gets out of the chamber. As he tries to stand his legs give way. Daniel and Teal'c help him to stand."],["O'NEILL","Ah, got legs. Wow!"],["ANNOTATION","O'Neill walks over to the device."],["O'NEILL","All right, I've got it, I've got it."],["ANNOTATION","Thor and O'Neill stand next to the device. O'Neill studies it, tapping his forefinger on part of it."],["O'NEILL","Yeah. I got nothing."]],"present":["DANIEL","O'NEILL","TEAL'C","THOR"],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["ANNOTATION","The Daniel Jackson exits a wormhole."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The viewscreen activates, showing another Asgard."],["THOR","Penegal, I am relieved you are still able to communicate"],["PENEGAL","(over viewscreen) It may not last long. Were you able to procure a means of fighting the replicators?"],["ANNOTATION","The image on the viewscreen is flickering and fading."],["THOR","Possibly. It still requires more research."],["PENEGAL","(over viewscreen) You should know, those infesting the colony are behaving in an organised fashion unlike any replicators we have encountered before."],["THOR","Perhaps they are being controlled by a human-form leader who has yet to reveal itself."],["DANIEL","If a human-form replicator survived it's possible Sam survived too, isn't it?"],["THOR","It is also possible the old version replicators created a new human-form, to lead them as before."],["DANIEL","Yeah, but there's a chance. Can you scan the planet for life signs?"],["PENEGAL","(over viewscreen) We already have. There are none."],["ANNOTATION","Penegal's image disappears. The transmission has been lost."],["THOR","Penegal? Can you hear me? (to O'Neill, Daniel and Teal'c) We have lost contact."]],"present":["DANIEL","PENEGAL","THOR"],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["ANNOTATION","Fifth is sitting at the table with Carter."],["CARTER","Did you really think that you could convince me that this illusion was my life? That I would just accept it?"],["FIFTH","If it was something you wanted badly enough in your mind."],["CARTER","Is that why you tortured me for so long? So I would want this as an alternative."],["FIFTH","No, I tortured you because I was mad. Why do you think I hated you so much for what you did to me? From the first moment we met, when you let me inside your mind, I saw you like no-one else ever could."],["CARTER","Human emotions can be very overwhelming. The fact that you feel anything at all is a miracle. It makes you very special."],["ANNOTATION","Fifth smiles."],["FIFTH","I'm glad you see that."],["CARTER","No, you don't understand. I could never be happy this way."],["FIFTH","Then you will be unhappy for a very long time."],["ANNOTATION","In reality, Carter is encased in replicator blocks."]],"present":["CARTER","FIFTH"],"place":"FARMHOUSE KITCHEN"},{"speech":[["ANNOTATION","The blast doors open and Yu, Oshu and Amaterasu enter the heavily-guarded Gate room. Weir is standing in the room and watches as they walk up the ramp. Oshu turns back to her and bows his head. Weir nods her head in return. Amaterasu turns to face Weir as Yu and Oshu enter the event horizon."],["AMATERASU","Make sure Camulus knows he will forever be branded a traitor and a coward."],["ANNOTATION","Weir looks on as Amaterasu leaves."]],"present":["AMATERASU"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","The device is being studied by Thor. Daniel is standing nearby with Teal'c and O'Neill standing behind."],["THOR","Most intriguing."],["DANIEL","Can you make it work?"],["THOR","To be honest, I am still unsure of exactly what it is."],["ANNOTATION","Daniel turns to look at O'Neill."],["O'NEILL","Don't look at me."],["ANNOTATION","The viewscreen activates, showing another Asgard."],["AEGIR","(on viewscreen) Thor, this is Commander Aegir, of the Valhalla. We have lost contact with the colony."],["THOR","Aegir, communications are down. What have you to report?"],["AEGIR","(on viewscreen) We have located what appears to be the remains of a human-form replicator, floating in space. It obviously survived the destruction of its ship. By all appearances, it is currently inactive."],["THOR","Transmit co-ordinates."],["AEGIR","(on viewscreen) Use caution, Thor."],["ANNOTATION","The transmission ends."],["DANIEL","(to Thor) What are you going to do?"],["ANNOTATION","Thor walks past Daniel, Teal'c and O'Neill."],["O'NEILL","Where are you going?"],["THOR","I am going to transport it aboard."],["O'NEILL","Why?"],["ANNOTATION","Thor walks to the control panel."],["THOR","We must learn the location of the human-form controlling the replicators on the planet."],["ANNOTATION","A human-form replicators is transported into the stasis chamber. As O'Neill spins round to look at the replicator, Daniel and Teal'c step closer to the chamber."],["DANIEL","Anybody recognise him?"],["TEAL'C","No."],["ANNOTATION","O'Neill steps up to the chamber and places his hands on the glass cover."],["O'NEILL","Is it dead?"],["THOR","Hopefully, not completely."],["ANNOTATION","O'Neill quickly moves his hands away from the cover and moves back to Daniel and Teal'c."],["THOR","All replicators are linked by a sophisticated communication system. If we can use this one to tap into the network we will be able to see what any of the replicators can see."],["O'NEILL","And if he wakes up, is this pod going to hold him?"],["THOR","Probably not."],["ANNOTATION","As Daniel and O'Neill look at each other Teal'c moves away to get his weapon."],["O'NEILL","Then perhaps there is no great wisdom in this."],["THOR","I will transport it back into space if necessary, but we must take the risk."],["ANNOTATION","Teal steps close to Daniel and O'Neill and primes his weapon."],["O'NEILL","(to Teal'c) Good."],["ANNOTATION","O'Neill taps Daniel on the arm and gets a couple of weapon. He hands one to Daniel. They both prime their weapons. Daniel, Teal'c and O'Neill are standing at the chamber, weapons at the ready. Thor activates the viewscreen, which is showing white lines of interference. Daniel turns to see the viewscreen."],["DANIEL","What's that?"],["THOR","Replicator communication data. I am searching for any references to other human- forms."]],"present":["AEGIR","DANIEL","O'NEILL","TEAL'C","THOR"],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["ANNOTATION","Carter walks agitatedly into the kitchen as Fifth stands, implacable."],["CARTER","You can't just keep me here forever."],["FIFTH","Yes, I can."],["CARTER","No matter what you do I will never, ever participate in this fantasy."],["ANNOTATION","Fifth suddenly looks away from Carter."],["CARTER","What?"]],"present":["CARTER","FIFTH"],"place":"FARMHOUSE KITCHEN"},{"speech":[["ANNOTATION","O'Neill turns to the viewscreen as an image begins to appear."],["O'NEILL","Zoom in!"],["ANNOTATION","O'Neill, Teal'c and Daniel turn to look at the viewscreen as Thor zooms in to the image of Carter enclosed by replicator blocks."],["DANIEL","Sam."],["O'NEILL","Can you pinpoint her location?"],["ANNOTATION","The viewscreen shows a heavily-wooded area."],["THOR","She is within a small replicator structure on the planet. It is some distance outside the colony, near a rich vein of neutronium."],["TEAL'C","They must be using it to create more human replicators."],["O'NEILL","I thought the ship was destroyed."],["THOR","At least one of the human replicators must have separated from the main ship, with Major Carter, prior to exiting hyperspace."],["ANNOTATION","As the image on the viewscreen disappears, the replicator in the chamber opens its eyes. Daniel, Teal'c and O'Neill step away from the chamber, weapons raised. The replicator moves its head to stare at the humans and the body starts to transform."],["O'NEILL","Beam it out!"],["ANNOTATION","A beam of light engulfs the replicator."],["THOR","I am trying. It has made itself resistant."],["ANNOTATION","The beam fades, along with all lighting on the ship."],["THOR","It has breached the internal barrier and interfaced with my ship's computer."],["ANNOTATION","The stasis chamber opens and the replicator steps out. Daniel, O'Neill and Teal'c shoot at it, the bullets going right through, but the replicator simply transforms itself another body. Teal'c lowers his weapon and launches himself at the replicator. They fight briefly then Teal'c is thrown to the floor. The replicator picks up Teal'c's weapon and primes it. Daniel runs for cover behind the control panel as O'Neill picks up the unknown device which he created and activates it. The replicator disintegrates. Teal'c, Daniel and O'Neill stare at the replicator pieces, then O'Neill holds up the device."],["O'NEILL","Had to do something."],["ANNOTATION","The lights come back on. Teal'c walks over to his weapon which is covered in replicator pieces, lifts it and shakes off the debris."],["THOR","It seems to have permanently disrupted all communication between the individual cells, rendering each one inert. We explored such a technology in the past with no success."],["O'NEILL","Great. Does that mean we can use this thing to whack the rest of those bugs?"],["THOR","Even better, O'Neill."],["ANNOTATION","Thor studies a plan of the device on the viewscreen."],["THOR","Now that I have seen what the device does, I may be able to modify a larger version to broadcast a disruption wave over all of Orilla."],["O'NEILL","All good. While you're doing that..."],["THOR","I cannot transport you inside the replicator ship on the planet. Their defences prevent it, but I can get you close."],["O'NEILL","Close is good."],["ANNOTATION","Thor pushes a smooth palm-sized device across to O'Neill."],["THOR","Take this, so we may communicate."],["ANNOTATION","O'Neill takes the communication device."]],"present":["DANIEL","O'NEILL","TEAL'C","THOR"],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["ANNOTATION","The three-man team is beamed down into a forest on the planet. As they walk warily through the forest, animal sounds are heard. A replicator crawls down a tree behind Teal, who turns and shoots it. Hundreds more swarm towards them and Teal'c and Daniel begin shooting them. O'Neill raises the Ancients device and activates it a number of times."],["O'NEILL","Who's your daddy!"],["ANNOTATION","Fifth appears."],["FIFTH","Stop!"],["ANNOTATION","As Teal'c, O'Neill and Daniel stop firing and turn to Fifth, the replicators swarm around them towards Fifth."],["FIFTH","If you harm me or anymore of my brethren, I assure you, Major Carter will die instantly."]],"present":["FIFTH","O'NEILL"],"place":"ORILLA. FOREST"},{"speech":[["ANNOTATION","The Daniel Jackson flies over the planet."]],"present":[],"place":"ORILLA"},{"speech":[["THOR","O'Neill, I have successfully modified my ship to emit a massive destruction wave."],["O'NEILL","(over comms system) Excellent. I knew you could do it."],["THOR","The weapon is fifty percent charged. If this works, you will have saved the Asgard once again."]],"present":["O'NEILL","THOR"],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["O'NEILL","(into comm device) I'm real happy for you, I'm extremely proud but we've got a little bit of a problem down here. Fifth detected our approach and he claims he can kill Carter, instantly."],["THOR","(through comm device) O'Neill..."],["O'NEILL","(into comm device) Hey, I know what you're going to say. Her life was already sacrificed and you've got your whole planet to worry about..."],["DANIEL","Jack."],["O'NEILL","(into comm device) ...but I've got problems too. Hang on a second. (to Daniel) What?"],["ANNOTATION","The sound of many replicators can be heard getting nearer."],["DANIEL","This could be very bad."],["ANNOTATION","Thousands of replicators, large and small, move towards the team. However, they continue past, ignoring the humans. O'NEILL What are they doing? What, they're running away? (into comm device) Thor, are you ready yet? THOR (through comm device) What is happening, O'Neill? O'NEILL (into comm device) They're retreating. THOR (through comm device) You must stop them, O'Neill. INT--BRIDGE OF THE DANIEL JACKSON THOR The weapon is not yet ready. They cannot be allowed to escape. [The viewscreen shows the device being powered."]],"present":["DANIEL","O'NEILL","THOR"],"place":"ORILLA. FOREST"},{"speech":[["O'NEILL","(to Daniel and Teal'c) Come on!"],["ANNOTATION","O'Neill, Daniel and Teal'c run after the replicators."]],"present":["O'NEILL"],"place":"ORILLA. FOREST"},{"speech":[["ANNOTATION","Carter leaves the house."],["CARTER","I know you can hear me!"],["ANNOTATION","She steps off the porch onto the lawn."],["CARTER","What's happening? Fifth, where are you?"],["ANNOTATION","She sighs then turns round to find Fifth behind her."],["FIFTH","We must leave."],["CARTER","Why?"],["FIFTH","They've found a means to fight us."],["CARTER","The Asgard? How?"],["FIFTH","The one you call O'Neill."],["CARTER","What?"],["ANNOTATION","Carter steps up to Fifth."],["FIFTH","So many of us are left in the city. We cannot wait for them, they will be killed."],["CARTER","Don't expect me to be sorry."],["FIFTH","Your friends. They are killing..."]],"present":["CARTER","FIFTH"],"place":"FARMHOUSE EXTERIOR"},{"speech":[["ANNOTATION","Daniel, O'Neill and Teal'c are destroying many replicators."]],"present":[],"place":"ORILLA. FOREST"},{"speech":[["FIFTH","...trying to stop us."],["CARTER","Trying to save me."],["FIFTH","No! They do not care about you. I told them I would kill you if they did not stop."],["ANNOTATION","As Fifth steps near to Carter she backs away. Fifth stops and looks into the distance."]],"present":["CARTER","FIFTH"],"place":"FARMHOUSE EXTERIOR"},{"speech":[["ANNOTATION","The replicators are building themselves into a ship as O'Neill, Teal'c and Daniel run up."]],"present":[],"place":"ORILLA. FOREST"},{"speech":[["CARTER","Then why don't you kill me? You know why my friends won't stop, just to save me?"],["FIFTH","No."],["CARTER","Because they know when it comes right down to it I would rather be dead than be trapped like this forever. No matter what you feel for me, I will never love you back. Kill me if you want, but if you have even one shred of humanity in you and you really, truly love me, you'll let me go."]],"present":["CARTER","FIFTH"],"place":"FARMHOUSE EXTERIOR"},{"speech":[["ANNOTATION","The replicator ship takes off, watched by Daniel, O'Neill and Teal'c. It enters a wormhole and disappears from sight."]],"present":[],"place":"ORILLA. FOREST"},{"speech":[["ANNOTATION","The viewscreen shows the device fully powered."]],"present":[],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["ANNOTATION","The Daniel Jackson flies over the planet and activates the device."]],"present":[],"place":"ORILLA"},{"speech":[["ANNOTATION","Thor is at the control panel."],["THOR","O'Neill, the weapon worked. Reports from the colony say, all the remaining replicators have been neutralised. While the ship did escape, at least we have an effective means of fighting them now."]],"present":["THOR"],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["O'NEILL","(into comm device) Yeah, well, at least there's that."]],"present":["O'NEILL"],"place":"ORILLA. FOREST"},{"speech":[["THOR","O'Neill. I am detecting a fourth lifesign in your immediate vicinity."]],"present":["THOR"],"place":"BRIDGE OF THE DANIEL JACKSON"},{"speech":[["ANNOTATION","Daniel, O'Neill and Teal'c look at each then look around."],["DANIEL","Sam! Sam!"],["ANNOTATION","They move off, searching for Carter."],["O'NEILL","Carter!"],["TEAL'C","Over here!"],["ANNOTATION","Teal'c runs up to Carter who is lying on the ground. Teal'c helps her to sit up as O'Neill and Daniel run up to them."],["O'NEILL","You okay?"],["CARTER","Glad to see you sir."],["O'NEILL","Likewise."],["ANNOTATION","Teal'c and Daniel smile."]],"present":["CARTER","DANIEL","O'NEILL","TEAL'C"],"place":"ORILLA. FOREST"},{"speech":[["ANNOTATION","Doctor Weir is packing up her office. O'Neill knocks on the door jamb and waves at her."],["WEIR","Colonel, come in."],["ANNOTATION","O'Neill enters the office."],["WEIR","How are you feeling?"],["O'NEILL","Not bad. Haven't had the urge to go anywhere or build anything lately."],["WEIR","Well, you have been given a clean bill of health, as far as the finest medical professionals on his planet are concerned."],["O'NEILL","Well, what do they know."],["ANNOTATION","O'Neill sits."],["WEIR","The President asked me to extend an invitation to you. Dinner at the White House."],["O'NEILL","Do you know what they're having?"],["ANNOTATION","Weir stops packing to look at O'Neill."],["WEIR","I don't think I've had the chance to personally thank you yet."],["O'NEILL","For what?"],["WEIR","You risk your life over and over and ask for nothing in return."],["O'NEILL","Well, don't be fooled. I'm making a list."],["WEIR","Well, I doubt very much that there's anything that could properly repay you."],["ANNOTATION","O'Neill shrugs and looks around."],["O'NEILL","You...going somewhere?"],["WEIR","As a matter of fact, the President has asked me to supervise the research of the Ancient Outpost. It's going to be a bit of a delicate situation, given all the various international claims already being made on the site."],["O'NEILL","Sounds right up your alley."],["WEIR","Yeah, well, much more so than this job."],["O'NEILL","Does that mean Hammond will be coming back?"],["WEIR","No, General Hammond is being promoted. He'll be overseeing all things relating to Earth's defence on behalf of the Pentagon and Washington--the SGC, the 303 program, the Antartic site. Unofficially, it's being called, 'Homeworld Security'."],["O'NEILL","Any idea who we're going to be stuck with?"],["WEIR","The Pentagon has convinced the President that there is one man who could run the SGC and make it politically viable, from an international perspective, despite the fact that he is part of the American military establishment."],["O'NEILL","Do we know this...shrub?"],["WEIR","Well you know him rather well. Brigadier General Jack O'Neill."],["O'NEILL","Me?"],["WEIR","Yeah, you."],["O'NEILL","Brigadier. It's on my list."],["WEIR","Congratulations."],["O'NEILL","I should be clear."],["ANNOTATION","O'Neill stands."],["O'NEILL","I like the promotion, the paycheck and the parking spot. But I don't really wanna be in charge of anything. No."],["WEIR","Well, sadly, all those things kind of go together. So I guess you have some thinking to do."],["O'NEILL","I hate that."]],"present":["O'NEILL","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["DANIEL","Maybe you should break it down to the pros and the cons."],["O'NEILL","I've spent my whole life sticking it to the man. If I do this, I'll be the man. I don't think I can be the man."],["CARTER","You'll be inheriting a pretty big can of worms with the state of affairs out there."],["TEAL'C","If Ba'al truly is on the verge of dominance of the System Lords we face a formidable challenge ahead."],["CARTER","Plus, who knows where and when Fifth and the other replicators will turn up."],["DANIEL","Here on Earth we've never been under so much scrutiny as we will be, now that so many governments know about the Stargate."],["O'NEILL","I've never had a desk."],["DANIEL","That's uhh...uhh...?"],["O'NEILL","Con."],["DANIEL","Con."],["ANNOTATION","Daniel nods his head."],["CARTER","For the record, sir. You do have a desk."],["O'NEILL","I do?"],["DANIEL","On the flip side of the coin there is the fact that nobody knows how this place should be run better than you."],["O'NEILL","Why, thank you, Daniel."],["DANIEL","With a little guidance from your good friends and advisors, of course."],["CARTER","If you don't take the job, we could end up with someone much worse."],["ANNOTATION","O'Neill stares at her, as Carter turns to look at Teal'c and smiles with a grimace."],["CARTER","Okay, that didn't come out right."],["TEAL'C","I, for one will miss you accompanying us on our missions, O'Neill."],["O'NEILL","Yeah, now see. I'm not sure I'm ready to give that up, either. Sitting back, watching you guys go off and have all the fun."],["DANIEL","Risking our lives in the face of grave danger."],["O'NEILL","Yeah, that."],["CARTER","Well, I'm sure there'll be situations in which you can accompany us in the field, sir."],["DANIEL","You'll be in charge, you can do whatever you want."],["O'NEILL","I'll be able to do whatever I want."],["ANNOTATION","Daniel, Carter and Teal'c look at each other, slightly alarmed."],["CARTER","Within reason...sir."]],"present":["CARTER","DANIEL","O'NEILL","TEAL'C"],"place":"DANIEL'S LAB"},{"speech":[["ANNOTATION","The ramp is red-carpeted, with a podium at its top. Four flags are placed behind the Stargate. The Gate room is full of personnel. Weir walks to the podium."],["WEIR","Although my time here has been brief, it has been, without a doubt, indelible. I will remember every one of you and I thank you all for your hard work."],["ANNOTATION","Daniel, Carter and Teal'c, standing at the foot of the ramp, smile."],["WEIR","I'm not one for long goodbyes, so without further ado, it is with great pleasure I introduce you to your new Commanding Officer. Brigadier General Jack O'Neill."],["ANNOTATION","The blast doors open and people move to make a path, standing to attention for O'Neill. He acknowledges Teal'c, Carter and Daniel and nods to Weir as she steps off the ramp and he walks to the podium."],["O'NEILL","At ease. You all know how much I love speeches, so, I'll make this short. I wish I could say I didn't owe anything to anyone. But the truth is, I wouldn't be standing here if it wasn't for the courage and support of each and every one of you. I hope I can be as good a leader as we've had in the past and as good as you deserve."],["DANIEL","Here, here."],["ANNOTATION","Everyone applauds."],["O'NEILL","The other reason I took this job was so I could do really cool stuff like this. It is with great pride that my first order of business as Commander of this base is the announcement of the promotion of Major Samantha Carter to Lieutenant Colonel."],["ANNOTATION","Carter looks surprised and smiles. Daniel and Teal'c smile as everyone applauds and O'Neill raises his eyebrows at her."],["O'NEILL","Come on."],["ANNOTATION","He gestures for her to come up to the podium, which she does. Carter stands to face O'Neill."],["DAVIS","(at the podium) The President of the United States has placed special trust and confidence in the patriotism, integrity and abilities of Major Samantha Carter. Major Samantha Carter is promoted to the grade of Lieutenant Colonel, United States Air Force."],["ANNOTATION","As Davis speaks, O'Neill removes the Major insignias from Carter's epaulettes and replaces them with Lieutenant Colonel insignias. O'Neill salutes Carter, who salutes him in return. All those present applaud."],["O'NEILL","Lieutenant Colonel Samantha Carter. Now, raise your right hand and repeat after me. I, insert name."],["CARTER","I, Samantha Carter..."]],"present":["CARTER","DANIEL","DAVIS","O'NEILL","WEIR"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","The replicator ship is travelling through space."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Replicator bugs are working at one of the walls. Fifth steps up to the wall."],["FIFTH","Don't be afraid. I know the first moment of consciousness can be frightening. I will show you everything, share with you all I know. You have no idea how happy I am we were able to collect enough neutronium."],["ANNOTATION","A human-like figure steps out of the wall, covered in a gel-like substance. Fifth steps back as the naked figure steps up to him."],["FIFTH","We have much time to share. We must search for a new home for our brethren to propagate. It will pass quickly for us, though. Soon enough, everyone will know. Together, we cannot be stopped."],["ANNOTATION","Fifth walks up to the human-like figure and caresses its cheek. The figure is a likeness of Carter."]],"present":["FIFTH"],"place":"REPLICATOR SHIP"}]