[{"speech":[["PREVIOUSLY ON STARGATE SG-1",""],["ANNOTATION","Flashbacks from 5.15 \"Summit\"."],["ANNOTATION","Ren Au hands a vial to Daniel."],["REN AU","These two liquids mixed together form the most virulent poison."],["DANIEL","Am I supposed to hold my breath?"],["REN AU","The poison is only deadly to symbiotes."],["JACOB","There's enough material in that vial to kill every Tok'ra on this base twice over."],["ANNOTATION","Flashback from 7.15 \"Chimera."],["ANNOTATION","Osiris beams out of Daniel's bedroom."],["TEAL'C","Anubis once probed Thor's mind and in doing so they would have gained access to Asgard beaming technology."],["ANNOTATION","Flashbacks from 8.08 \"Covenant\"."],["VOGLER","Did you really think that they were gonna let you tell a secret like this?"],["COLSON","Brian, what are you talking about?"],["VOGLER","They call themselves the Trust."],["CARTER","They've been funding various secret endeavours, all aimed at controlling alien technology for their own purposes."],["ANNOTATION","Flashbacks from 8.07 \"Affinity\"."],["ANNOTATION","Daniel has a mystery caller on the phone."],["CALLER","The symbols, Doctor Jackson. We know it's the language of the Ancients. We need it translated into Goa'uld."],["HOSKINS","So either you give us what we want..."],["ANNOTATION","He cocks the weapon and points it at Krista."],["HOSKINS","...or I will kill her."],["ANNOTATION","End flashbacks."]],"present":["CALLER","CARTER","COLSON","DANIEL","HOSKINS","JACOB","PREVIOUSLY ON STARGATE SG-1","REN AU","TEAL'C","VOGLER"],"place":"nowhere"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN COMPLEX NIGHT"},{"speech":[["ANNOTATION","Harriman is sitting at a monitor, making notes. A technician enters."],["TECHNICIAN","What's going on?"],["HARRIMAN","Not much."],["ANNOTATION","The technician drags a chair over to sit next to Harriman."],["TECHNICIAN","I hate the graveyard shift. Nothing exciting ever happens on it."],["HARRIMAN","Hey, just because it's 3am here doesn't mean it's not daylight on other planets."],["ANNOTATION","Harriman leans forward conspiratorially. The tech also leans forward."],["HARRIMAN","There could be a team coming in hot, any second now."],["TECHNICIAN","(awed) Yeah, that's true."],["ANNOTATION","Both turn slowly to look at the gate."],["TECHNICIAN","So, coffee?"],["HARRIMAN","Yeah."],["ANNOTATION","They both walk to the rear of the Control Room, backs to the Stargate."],["TECHNICIAN","Let me ask you something. When it's late at night and there's not that many people around do you ever get the urge just to dial up the gate and check out another planet, just for a few minutes?"],["HARRIMAN","That would be a no."],["TECHNICIAN","Me...me...me neither."],["ANNOTATION","A bright beam of light illuminates the room."],["HARRIMAN","What the hell?"],["ANNOTATION","Alarms start beeping. Both men look at each other then turn slowly towards the gate room. Harriman's mouth drops open in shock. They walk to the Control Room window, to see that the Stargate has disappeared. A couple of SFs in the gate room look up at them from the base of the ramp."],["TECHNICIAN","The gate's gone."],["HARRIMAN","(shocked) I...I can see that."],["TECHNICIAN","Are we gonna get in trouble for this?"]],"present":["HARRIMAN","TECHNICIAN"],"place":"SGC CONTROL ROOM"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN COMPLEX DAY"},{"speech":[["ANNOTATION","Daniel is interviewing Harriman and the technician. The interview is being recorded and filmed."],["DANIEL","What about your instruments. Were you detecting any signs of gate activity?"],["HARRIMAN","No, sir."],["DANIEL","Did anyone approach the gate at any time?"],["HARRIMAN","No."],["TECHNICIAN","No."],["DANIEL","So no unusual activity of any kind. Both men shake their heads, Harriman decisively."],["DANIEL","Okay."],["ANNOTATION","Daniel switches off the tape recorder."],["TECHNICIAN","So, are we going to be facing any kind of disciplinary action for this?"],["DANIEL","No, Sergeant, I think it's safe to say there was nothing you could have done."],["TECHNICIAN","Thank God! I mean there wasn't. One minute we were getting coffee, the next minute...."],["DANIEL","Wait a minute, wait a minute. (loudly) You were getting coffee?"],["TECHNICIAN","Um...well...it's..."],["DANIEL","I'm joking, I'm joking. It's just a joke. I'm sorry. Okay, that's all. Thank you guys, I appreciate that. Okay."],["ANNOTATION","Daniel exits, leaving both Harriman and the tech looking relieved."]],"present":["DANIEL","HARRIMAN","TECHNICIAN"],"place":"SGC INTERROGATION ROOM"},{"speech":[["ANNOTATION","O'Neill and Daniel are looking down into the gateroom. Carter is sitting at a monitor on the briefing room table."],["DANIEL","I'd hate to be the guy that has to explain this to the President."],["ANNOTATION","O'Neill turns to stare at Daniel. Daniel turns to O'Neill, surprised to see him glaring."],["CARTER","Sir, I've got the video surveillance footage."],["ANNOTATION","O'Neill and Daniel turn away from the window and walk across to Carter at the table."],["CARTER","The gate disappeared at 0307. There were two airmen in the gateroom and two technicians in the control room but none of them saw or heard anything out of the ordinary prior to the flash."],["ANNOTATION","The monitor shows the gate being beamed away."],["DANIEL","Is it just me or does that look like an Asgard beam?"],["CARTER","It does, which makes no sense. Why would they take our gate?"],["O'NEILL","Yeah. Usually they ask nicely before they ignore us and do whatever they damn well please."],["DANIEL","What about the Prometheus? Didn't the Asgard install beam technology as well as a hyperdrive?"],["CARTER","It's in the hangar. We're still making adjustments to the new engines. There is another possibility. We know that Anubis possessed Asgard beam technology. We also know that Ba'al took over much of his fleet."],["DANIEL","You think Ba'al stole our gate?"],["CARTER","To be honest, right now I don't know what to think."],["O'NEILL","Well, I need some answers."],["CARTER","That's not going to be easy, sir. Without a gate, we have no access to offworld intel. We have no way of knowing what's going on out there."],["O'NEILL","You'll think of something. In the meantime...I have a phone call to make."],["ANNOTATION","O'Neill glares at Daniel again."],["DANIEL","Is Teal'c still on P4S-161?"],["CARTER","Yeah, his meeting with the rebel Jaffa leader should be over by now. When he can't contact us he'll follow protocol and head to the Alpha site."],["ANNOTATION","Daniel nods."]],"present":["CARTER","DANIEL","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[],"present":[],"place":"ALPHA SITE"},{"speech":[["ANNOTATION","Teal'c enters the Control Room, dressed in robes."],["TEAL'C","Colonel Pierce."],["PIERCE","Teal'c."],["TEAL'C","What is the situation?"],["PIERCE","We've been out of contact with Earth for seven hours now. We can establish a wormhole but all we get is a do not proceed response to our IDC."],["TEAL'C","As was the case when I attempted to return from my mission."],["PIERCE","We've had lockdowns before, but the fact that they're not responding to any of our radio calls has me concerned. Right now we have no idea what's happening at Stargate Command."],["TEAL'C","I will return to P4S-161. The rebel Jaffa will provide me with a cargo ship which I will then take to Earth."],["ANNOTATION","Teal'c begins to turn away."],["PIERCE","Teal'c."],["ANNOTATION","Teal'c turns back to face Pierce."],["PIERCE","We're not jumping to conclusions. This may be just a malfunction, but it's also possible Earth has been compromised."],["TEAL'C","Indeed."],["ANNOTATION","Teal'c leaves."]],"present":["PIERCE","TEAL'C"],"place":"ALPHA SITE CONTROL ROOM"},{"speech":[["ANNOTATION","Daniel enters the lab."],["DANIEL","Find anything?"],["CARTER","Yeah, as a matter of fact I have."],["ANNOTATION","Daniel walks up to Carter, who is sitting at a monitor."],["CARTER","I've been going over gate room security tapes from the sensor logs. For two days before the gate disappeared we were getting this anomalous reading. We assumed it was residual feedback from a recent overhaul of the super conductors, but...I don't think so. Look at this."],["ANNOTATION","Carter plays a video tape on the monitor, which shows a scientist kneeling at the gate. A couple of beeps can be heard on the video."],["DANIEL","What was that?"],["CARTER","I don't know. But I checked the time code and this corresponds with the exact moment that the sensors began recording the anomaly."],["ANNOTATION","Carter zooms in on the image of the scientist at the gate."],["DANIEL","I think we need to talk to this guy."]],"present":["CARTER","DANIEL"],"place":"SGC CARTER'S LAB"},{"speech":[["ANNOTATION","O'Neill is looking at a personnel file."],["CARTER","Doctor Kevin Hartkins. He's been with the program seven months. Clean record, nothing out of the ordinary, except that he's gone missing."],["DANIEL","He failed to report for duty this morning. We checked his apartment, it was cleaned out."],["O'NEILL","This is starting to sound familiar."],["DANIEL","You think it's the Trust."],["CARTER","Well, they've been busy lately. They had Teal'c under surveillance, they blackmailed you and they tried to kill Alec Colson. Obviously, the operation is a lot bigger than we first thought. Now, as far as we know the NID has been clean for over a year. But there are still dozens of ex-agents who are unaccounted for. And they continue to receive financing from unknown sources."],["DANIEL","Please, if they could take the gate out from under us they could empty the vault at Fort Knox."],["CARTER","Not necessarily. If they could take the gate any time they wanted, they would have, but that doesn't explain what Hartkins was doing, or the anomalous signal."],["O'NEILL","Got a theory?"],["CARTER","The Prometheus has Asgard beam technology but not Asgard sensors. Which means that we can't pinpoint specific targets unless they've been tagged in advance. What if whoever did this has the same problem?"],["DANIEL","Do you think the anomaly was a locater beacon?"],["CARTER","Yeah, which Hartkins placed directly on the gate. I mean, there's no other way they could pull this off."],["O'NEILL","So my stamp collection is safe. How does that help us find the gate?"],["CARTER","Well, if they want to keep using the beam, they'll have to keep using the beacons. We could request NSA satellite time to see if we could detect the signal."],["O'NEILL","Do it."]],"present":["CARTER","DANIEL","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Teal'c exits the Stargate. As he comes down the steps, he prepares his staff weapon for firing. Many Jaffa are lying on the ground, dead. Teal'c checks the pulse of one then rises, weapon ready, as someone comes out of the bushes, also armed."],["TEAL'C","M'zel."],["ANNOTATION","Teal'c lowers the staff weapon as the other man waves at him."],["M'ZEL","Teal'c."],["ANNOTATION","M'zel approaches Teal'c."],["TEAL'C","What has happened here?"],["M'ZEL","When I arrived, they were all dead."],["TEAL'C","All?"],["M'ZEL","I will show you."],["ANNOTATION","Both men walk away from the Stargate and the dead Jaffa."]],"present":["M'ZEL","TEAL'C"],"place":"P4S-161 STARGATE"},{"speech":[["ANNOTATION","A warehouse is surrounded by armed men and two vehicles. Another vehicle arrives and three of the armed men go towards it. Carter and Daniel exit the vehicle and immediately crouch down behind it. Carter speaks to one of the men."],["SOLDIER","We took out a couple of guards and we have the area secured. Satellite intel puts the signal somewhere inside this complex."],["CARTER","Alright. You three are with us. Keep your men on the perimeter, no-one in, no-one out."],["SOLDIER","Understood."],["ANNOTATION","Carter moves away towards the building's doorway, followed by a couple of the soldiers and Daniel. One of the men places an explosive device on the door and detonates it. The door opens."]],"present":["CARTER","SOLDIER"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","A smoke grenade is thrown inside. After the grenade detonates, the soldiers entered, followed by Carter and Daniel. As Carter checks the warehouse, Daniel moves to an area containing equipment."],["DANIEL","Sam!"],["ANNOTATION","Daniel throws back a sheet covering a number of rockets."],["CARTER","Daniel, these are VX rockets."],["ANNOTATION","Daniel picks up a cylinder, containing a fluorescent blue liquid."],["DANIEL","Yeah? What's this?"],["CARTER","Methyl Phosphonofluoridic acid."],["DANIEL","Which is?"],["CARTER","Nerve gas."],["DANIEL","Okay, putting that back."],["ANNOTATION","Daniel places the cylinder back on the table."],["CARTER","There's enough here to kill several hundred thousand people."],["DANIEL","What would the ex-NID be doing stockpiling this stuff?"],["CARTER","I've no idea."],["SOLDIER","Gun!"],["ANNOTATION","The soldiers start firing at a man who appears from behind a truck. He returns fire, hitting the nerve gas canisters. Carter zats him. As the soldiers move towards the man, Daniel notices that the damaged canisters are smoking."],["DANIEL","Ah! We've got a problem here. What do we do?"],["ANNOTATION","Carter turns to see the canisters."],["CARTER","It's too late."],["DANIEL","Nothing's happening."],["CARTER","This doesn't make sense. The effects are almost instantaneous. We should all be dead."]],"present":["CARTER","DANIEL","SOLDIER"],"place":"WAREHOUSE"},{"speech":[["ANNOTATION","Teal'c and M'zel come upon the main camp."],["M'ZEL","You see?"],["ANNOTATION","The ground is littered with bodies. Teal'c is visibly shaken and upset."]],"present":["M'ZEL"],"place":"P4S-161"},{"speech":[["ANNOTATION","O'Neill is studying photographs of the canisters, rockets etc."],["CARTER","We managed to identify the liquid we found in the warehouse."],["ANNOTATION","Carter hands a small vial of blue liquid to O'Neill."],["CARTER","It's symbiote poison. Specifically, the new formula we were working on in conjunction with the Tok'ra. [O'Neill carefully places the vial on the table and wipes his fingers.]"],["CARTER","It's more stable than the original and easier to produce but just as deadly to the Goa'uld."],["DANIEL","And the Jaffa."],["CARTER","Exactly, which is why we agreed not to use it, except in defensive situations. Sir, the people behind this have the gate and they have rockets capable of delivering the poison in aerosol form over large areas. I think The Trust intends to launch a full scale chemical attack against the Goa'uld, without any regard for the millions of Jaffa lives that could be lost in the process."],["O'NEILL","So, they didn't get the memo."],["DANIEL","The guy from the warehouse isn't talking but he was carrying this."],["ANNOTATION","Daniel hands a badge to O'Neill, who studies it."],["DANIEL","It's an Area 51 identification badge."]],"present":["CARTER","DANIEL","O'NEILL"],"place":"SGC BRIEFING ROOM"},{"speech":[],"present":[],"place":"AREA 51 COMPLEX"},{"speech":[["ANNOTATION","A scientist enters a room where Daniel and Carter are waiting. A guard is standing outside the room."],["BRICKSDALE","Colonel Carter, Doctor Jackson. Sorry to keep you waiting."],["ANNOTATION","Carter and Daniel stand. They are both wearing khaki jumpsuits."],["CARTER","Doctor Bricksdale, I believe you've been briefed on our situation."],["BRICKSDALE","Yes, I have"],["CARTER","Well, as a result of our investigation we have reason to believe that your security has been compromised."],["BRICKSDALE","With all due respect, Colonel, we're not the ones who lost a Stargate."],["DANIEL","But alien technology has gone missing from Area 51 before."],["BRICKSDALE","Yes, however our security measures have been significantly increased since then. No-one's allowed to bring anything in or out. No computers, no cell phones, not even their street clothes, as you've seen. All personnel are subject to a thorough search and scan every time they leave."],["CARTER","Look, whoever took the Stargate has access to Asgard beam technology. Last year, when Osiris came to Earth she used that same technology which she activated remotely with a wrist device. After she was captured that wrist device was brought here, and you worked on it."],["BRICKSDALE","And it's been here ever since."],["DANIEL","Well, if you don't mind, we'd like to see it."]],"present":["BRICKSDALE","CARTER","DANIEL"],"place":"AREA 51 OFFICES"},{"speech":[],"present":[],"place":"ALPHA SITE"},{"speech":[["PIERCE","Doctor Harris checked out some of the dead Jaffa on P4S-161. You were right. It was the Tok'ra symbiote poison."],["TEAL'C","I would not have believed it had I not seen it with my own eyes."],["PIERCE","I knew the Tok'ra had lost patience with the alliance but I never thought they'd do anything like this."],["ANNOTATION","M'zel enters."],["M'ZEL","(angrily) Teal'c! I have received word from our Jaffa brothers. Three more Goa'uld planets have been attacked. Millions are dead."],["ANNOTATION","Teal'c looks stunned."]],"present":["M'ZEL","PIERCE","TEAL'C"],"place":"ALPHA SITE CONTROL ROOM"},{"speech":[["ANNOTATION","Bricksdale, Carter and Daniel enter a room, having shown their passes to a couple of guards. Bricksdale places his hand on a palm reader and a drawer opens. Inside is a wrist device."],["BRICKSDALE","You see? It's right where we left it."],["CARTER","Sorry if I'm a little skeptical but we've been down this road before."],["ANNOTATION","Carter scans the device."],["CARTER","It's real"],["BRICKSDALE","Like I said. We figured if Osiris' ship was still up there, we could use the wrist device to get onboard. Unfortunately, it's not only keyed to the presence of naquadah in the blood of the user, but also specific Goa'uld DNA. We tried to create an adaptor using samples of both elements, but we didn't get anywhere."],["DANIEL","So the ship is probably still in orbit but cloaked."],["CARTER","In which case, we have no way to find it."]],"present":["BRICKSDALE","CARTER","DANIEL"],"place":"AREA 51 SECURED STORAGE ROOM"},{"speech":[["M'ZEL","(angrily) The Tok'ra will be made to pay for this treachery."],["PIERCE","Let's just calm down a second. We need to figure out what's going on."],["M'ZEL","What more do you need to know? The Jaffa are being murdered, poisoned like vermin."],["PIERCE","The Tok'ra have had this chemical weapon for a long time. Why would they suddenly decide to use it now?"],["TEAL'C","Perhaps the failure of the alliance convinced them that there was no other way."],["PIERCE","There's something else going on. It's not a coincidence that this happened immediately after we lost contact with Earth."],["TEAL'C","It does seem unlikely. We must speak to the Tok'ra directly."],["PIERCE","That's not so easy. Ever since they left the Alpha Site we haven't had much intelligence on their movements. We have no idea where the new base is."],["TEAL'C","We still know the location of some of their operatives. I believe our best chance for contact is P3S-114. A Tok'ra operative named Zarin is undercover, commanding one of Ba'al's garrisons on that world."],["M'ZEL","I will come with you."],["PIERCE","Whoa, hold on a minute, here. You're talking about walking into Goa'uld occupied territory. There's no Jaffa fifth column there to help you out. Without sympathetic warriors in Zarin's ranks, how do you plan to avoid being captured?"],["TEAL'C","We do not."],["PIERCE","What?"],["M'ZEL","Only by being captured will we be brought before the commander."],["PIERCE","That's how you're going to make contact?"],["M'ZEL","We must speak to the Tok'ra. There is no other way."],["PIERCE","It's too risky. You walk in there unannounced and Zarin could have you sacrificed just to maintain her cover."],["TEAL'C","That is a great possibility."],["PIERCE","You realise, the second you walk through that gate you're on your own."],["TEAL'C","Understood."],["ANNOTATION","Teal'c and M'zel leave."]],"present":["M'ZEL","PIERCE","TEAL'C"],"place":"ALPHA SITE CONTROL ROOM"},{"speech":[["ANNOTATION","Bricksdale is standing, nervously waiting. As he begins to make a phone call, a car arrives. He closes his phone. Hoskins gets out of the car."],["HOSKINS","So what's the big emergency?"],["BRICKSDALE","I can't do this anymore."],["HOSKINS","You've already taken the money, Doctor. A little late for cold feet."],["BRICKSDALE","You don't understand. They came to see me. They asked me about the wrist device."],["HOSKINS","Who?"],["BRICKSDALE","Two people from Stargate Command."],["HOSKINS","And you arranged a meeting with me?"],["ANNOTATION","Hoskins looks around, nervously."],["BRICKSDALE","What?"],["ANNOTATION","A black van races into the alley towards them."],["HOSKINS","You were followed."],["ANNOTATION","Hoskins fires as a number of armed men exit the van. As the men return fire, Hoskins shoots out the lock on a wooden door near him and goes inside. Another van races up, just as the SG forces surround Bricksdale, who puts his hands high in the air. As Bricksdale is pushed down onto the car's bonnet, another team follow Hoskins into the building. Hoskins fires on the soldiers, who duck behind crates."],["SOLDIER","Nobody fire, we need him alive."],["ANNOTATION","Hoskins climbs out onto the roof, then runs along until he jumps down to the ground. As he activates a device, Carter stands from behind a vehicle and zats him. Carter moves towards Hoskins and picks up the device which is beeping softly. Suddenly, she is beamed away."]],"present":["BRICKSDALE","HOSKINS","SOLDIER"],"place":"EARTH WAREHOUSE AREA"},{"speech":[["ANNOTATION","Carter appears and is zatted by Jennings."],["JENNINGS","(into radio) Brookes"],["BROOKES","(over radio) Go ahead."],["JENNINGS","(into radio) We've got a small problem here. Take a locator beacon and get down to Hoskins' last position."],["BROOKES","(over radio) What happened?"],["JENNINGS","(into radio) We've got an uninvited guest."],["ANNOTATION","The Stargate is in the ship's cargo hold, along with a number of rockets, one of which is aimed at the Stargate."]],"present":["BROOKES","JENNINGS"],"place":"OSIRIS' SHIP"},{"speech":[],"present":[],"place":"P3S-114"},{"speech":[["ANNOTATION","Zarin is sitting on the throne. Three Jaffa enter and kneel in front of her."],["ZARIN","Speak."],["JAFFA","My Lord Zarin. Two enemy Jaffa have been captured near the gate. One of them is the Shol'va, Teal'c."],["ZARIN","Are you certain?"],["JAFFA","I am. Lord Ba'al will be most pleased, will he not?"],["ZARIN","Yes. Of course. You have done well. Now bring them to me."],["JAFFA","Yes, my Lord."],["ANNOTATION","The three rise and leave."]],"present":["JAFFA","ZARIN"],"place":"P3S-114 THRONE ROOM"},{"speech":[["ANNOTATION","Daniel is interviewing Bricksdale. There are a couple of SF guards in the room."],["DANIEL","I'm going to ask you again. Where's Colonel Carter?"],["BRICKSDALE","(frustrated) I don't know!"],["ANNOTATION","Daniel gestures the guards to leave the room and locks the door behind them. He sits opposite Bricksdale."],["DANIEL","You're gonna need to start co-operating."],["BRICKSDALE","I can't!"],["DANIEL","A decorated officer in the United States Air Force and a member of one of our government's most top secret organisations is missing, and you're implicated."],["ANNOTATION","Bricksdale looks down, a hand to his forehead."],["DANIEL","I don't think you're gonna just walk away from this."],["BRICKSDALE","They'll kill me."],["DANIEL","We can protect you."],["ANNOTATION","Bricksdale shakes his head, scared."],["DANIEL","And we can also choose to ignore your two million dollar Cayman Island account."],["ANNOTATION","Bricksdale looks up at Daniel, shocked."],["DANIEL","Didn't think we'd find out about that, huh?"],["BRICKSDALE","So if I help you, I can keep the money?"],["DANIEL","We could come to an arrangement."],["ANNOTATION","Bricksdale sits back, happier."]],"present":["BRICKSDALE","DANIEL"],"place":"SGC INTERROGATION ROOM"},{"speech":[["ANNOTATION","Teal'c and M'zel are brought to Zarin by three Jaffa. They are pushed to their knees."],["JAFFA","The prisoners, my Lord."],["ZARIN","Leave us."],["ANNOTATION","The main Jaffa appears surprised."],["JAFFA","My Lord?"],["ANNOTATION","Zarin rises from the throne."],["ZARIN","I intend to question them myself. Leave us, now!"],["ANNOTATION","The three Jaffa and other guards in the room leave."],["ZARIN","Are you mad? What are you doing here?"],["ANNOTATION","Teal'c and M'zel stand."],["TEAL'C","We must speak with you."],["ZARIN","Speak with me? Do you not realise that by coming here you have placed all our lives in danger?"],["TEAL'C","Are you not in control of this garrison?"],["ZARIN","I am. And as such, it is my responsibility to see to it that you are tortured for information. Until such time that Ba'al arrives to witness your execution."],["ANNOTATION","Teal'c and M'zel look at each, eyebrows raised."]],"present":["JAFFA","TEAL'C","ZARIN"],"place":"P3S-114 THRONE ROOM"},{"speech":[["DANIEL","So, what's it gonna be?"],["BRICKSDALE","You said Colonel Carter was missing?"],["ANNOTATION","Daniel nods."],["BRICKSDALE","Well, she's probably on the ship."],["DANIEL","Osiris' ship. So you did manage to get on board?"],["ANNOTATION","Bricksdale nods."],["BRICKSDALE","About a year ago some men came to see me. They knew everything about my work, the Stargate, Osiris. They knew there was a possibility that a cloaked ship had been left in orbit and they wanted it badly. I told them that the key was the wrist device, but I couldn't get it out of there, at least not through the front door."],["DANIEL","What do you mean?"],["BRICKSDALE","One day I was in the lab working on the adapter. The next thing I know, I found myself on the ship. I had remotely activated the transport beam."],["DANIEL","Which you failed to report."],["BRICKSDALE","It was killing me that I wasn't able to tell anybody I'd figured it out. I had to keep telling them it wasn't working. Anyway, after that, I went back and forth half a dozen times. But at the end of the day, the wrist device was always back where it belonged."],["DANIEL","And you beamed the others up using locator beacons."],["BRICKSDALE","Well, the beam was the only thing that worked without the command codes. That's where you came in."],["DANIEL","Translation."],["ANNOTATION","Daniel closes his eyes in disgust."],["BRICKSDALE","Osiris worked for Anubis, and Anubis had all his command codes translated into Ancient. And once they had full control of the ship, thanks to you, they had no need for me. They kept a permanent presence up there, twenty four-seven, worked in shifts. I went back to Area 51 and sabotaged the adapter. Project was shelved and no-one was the wiser."],["DANIEL","Can you get the wrist device to work again?"],["BRICKSDALE","Absolutely."]],"present":["BRICKSDALE","DANIEL"],"place":"SGC INTERROGATION ROOM"},{"speech":[["ANNOTATION","Carter, lying on weapon containers, regains consciousness. She sits up, arms tied behind her back. Brookes walks over to Hoskins."],["BROOKES","Launch window in three minutes. Ready for upgrade."],["HOSKINS","Get down to the engine room. Check the power relays."],["BROOKES","Yes, sir."],["ANNOTATION","Jennings notices that Carter is conscious."],["JENNINGS","Sir."],["ANNOTATION","He gestures at Carter. Hoskins turns towards her."],["HOSKINS","Colonel Carter. Welcome aboard."],["CARTER","Where are we?"],["HOSKINS","We're in a polar orbit around the moon. Cloaked, of course."],["CARTER","This is the ship Osiris left behind."],["HOSKINS","We really have to thank you. If you hadn't have caught her we never would have had this opportunity."],["CARTER","You know they're gonna come after you."],["JENNINGS","Prometheus is undergoing a refit."],["CARTER","They still have sub-light engines. Once they've realised you're in a ship they'll launch. And even with a cloak you're giving off an energy signature."],["HOSKINS","We're operating at minimal power. Maybe after a year of intensive scans they might be able to find us. But this won't take that long."],["ANNOTATION","Jennings loads a cylinder of the symbiote poison into a rocket."],["CARTER","You're gonna launch a chemical attack against the Goa'uld."],["JENNINGS","We already have. We're starting with Ba'al's territory, Since he's the most immediate threat right now."],["CARTER","You realise you're killing millions of innocent Jaffa."],["HOSKINS","Spare me, Colonel. The Jaffa are a race of warriors, bred specifically to serve the Goa'uld and enslave humans throughout the galaxy."],["CARTER","They're indoctrinated from childhood to believe that the Goa'uld are their Gods. They don't have a choice."],["JENNINGS","So they're just following orders, right? Where have I heard that argument before?"],["CARTER","What about the rebel Jaffa? They're growing in numbers every day."],["JENNINGS","We consider them acceptable losses."],["HOSKINS","It's very simple, Colonel. Earth faces an imminent threat and we have a weapon that can eliminate that threat. We intend to use it."],["ANNOTATION","The rocket is armed."],["JENNINGS","We're ready."],["ANNOTATION","Jennings walks over to a computer."],["HOSKINS","What's the next target?"],["JENNINGS",""],["P3S-114.",""],["HOSKINS","Dial it."],["JENNINGS","Yes, sir."],["ANNOTATION","The dialling sequence begins on the Stargate."]],"present":["BROOKES","CARTER","HOSKINS","JENNINGS","P3S-114."],"place":"OSIRIS' SHIP CARGO HOLD"},{"speech":[["ZARIN","You force me to choose between abandoning my mission, and allowing you to die."],["M'ZEL","I would worry more about my own life if I were you, Tok'ra."],["ANNOTATION","M'zel walks up to Zarin and places his hands around her throat."],["TEAL'C","M'zel! I feel as you do, brother. But this is not the way."],["ANNOTATION","M'zel continues to choke Zarin, but turns to look at Teal'c. He lets Zarin go and steps back."],["ZARIN","Why are you here?"],["M'ZEL","We know about the attacks."],["ZARIN","What attacks?"],["TEAL'C","The Tok'ra have been using symbiote poison against the Goa'uld. Jaffa of three worlds have been annihilated thus far."],["ZARIN","Impossible."],["M'ZEL","We have seen it with our own eyes. An entire Jaffa army lying dead on the ground with no wounds, no signs of battle. How do you explain this?"],["ZARIN","I cannot. But I can assure you that the Tok'ra are not responsible. If these attacks had been planned I would have been informed."],["ANNOTATION","Teal'c and M'zel look at Zarin, considering her words."]],"present":["M'ZEL","TEAL'C","ZARIN"],"place":"P3S-114 THRONE ROOM"},{"speech":[["ANNOTATION","The Stargate opens. Jennings is at the computer."],["JENNINGS","Initiating launch sequence."],["CARTER","You can't do this. It's murder."],["JENNINGS","That's where you're wrong, Colonel. It's war."],["JENNINGS","Launching in three...two...one."],["ANNOTATION","The rocket is shot through the gate. Carter closes her eyes in despair."]],"present":["CARTER","JENNINGS"],"place":"OSIRIS' SHIP CARGO HOLD"},{"speech":[["ANNOTATION","A number of Jaffa are walking through a grassed area. They see the rocket flying through the air."]],"present":[],"place":"P3S-114"},{"speech":[["ANNOTATION","The sound of the rocket hitting is heard."],["ZARIN","What was that?"],["ANNOTATION","A number of Jaffa enter. Teal'c and M'zel fall to their knees as they hear them coming."],["JAFFA","My Lord, we are under attack."],["ZARIN","How?"],["JAFFA","A weapon was fired through the gate. It exploded over the sea."],["ANNOTATION","Zarin suddenly jerks in pain and grabs the back of her neck. She is having difficulty breathing. The main Jaffa runs up to her."],["JAFFA","Lord Zarin!"],["ANNOTATION","The Jaffa holds Zarin as she falls to the ground."],["JAFFA","Lord Zarin!"],["ANNOTATION","Zarin dies."],["TEAL'C","Brothers, we must leave immediately."],["JAFFA","Kree! An'oc."],["ANNOTATION","The Jaffa guard prime their weapons and aim them at Teal'c and M'zel. The lead Jaffa aims a zat at them."],["JAFFA","You are not going anywhere Shol'va!"],["TEAL'C","You do not understand."],["ANNOTATION","M'zel doubles over in pain, followed by the other Jaffa. The sound of a symbiote screeching can be heard."],["TEAL'C","M'zel, there may still be time."],["ANNOTATION","Teal'c holds M'zel as he falls to the ground. All the Jaffa have collapsed."],["M'ZEL","I die free!"],["ANNOTATION","Teal'c gently places M'zel's head on the ground as he dies."],["TEAL'C","Indeed."],["ANNOTATION","Teal'c stands and looks at the bodies of the Jaffa and Zarin."]],"present":["JAFFA","M'ZEL","TEAL'C","ZARIN"],"place":"P3S-114 THRONE ROOM"},{"speech":[["ANNOTATION","The Prometheus is orbiting Earth."]],"present":[],"place":"SPACE"},{"speech":[["COMM OFFICER","Sensor grid R14 shows no anomalies, sir."],["PENDERGAST","Very well, proceed to the next grid."],["COMM OFFICER","Yes, sir."],["PENDERGAST","She's out there somewhere."]],"present":["COMM OFFICER","PENDERGAST"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","Daniel enters the room. Bricksdale is sitting at the table. Daniel slams a case onto the table. Opening it, he swivels the case round to show Bricksdale the wrist device."],["DANIEL","Make it work."],["ANNOTATION","Bricksdale smirks at Daniel."]],"present":["DANIEL"],"place":"SGC INTERROGATION ROOM"},{"speech":[["JENNINGS","Our next target is P5R-357."],["HOSKINS","Let's do it."],["CARTER","I wouldn't bother."],["ANNOTATION","Both men turn to face Carter."],["CARTER","Ba'al abandoned that planet six months ago when the naquadah mines went dry."],["JENNINGS","She's lying."],["CARTER","Go ahead. Waste another rocket, that's one less planet you'll be able to destroy."],["HOSKINS","She does have more up-to-date intelligence."],["JENNINGS","She's bluffing."],["HOSKINS","You can make this a lot less painful if you help us select optimum targets."],["CARTER","What are you talking about?"],["HOSKINS","You know as much about the current tactical and strategic positions of the different System Lords as anyone on Earth."],["CARTER","I don't know as much as you think."],["HOSKINS","You know enough to help us get maximum effect with minimum collateral damage. You're the one who wants to save innocent lives."],["ANNOTATION","Carter smiles mirthlessly."],["CARTER","Nice try."],["JENNINGS","So. Are we going for P5R-357, or not?"],["ANNOTATION","Hoskins ponders, looking at Carter."],["HOSKINS","Go to the next one on the list."],["ANNOTATION","Jennings shakes his head, obviously not happy."]],"present":["CARTER","HOSKINS","JENNINGS"],"place":"OSIRIS' SHIP CARGO HOLD"},{"speech":[["ANNOTATION","As Daniel gears up, Siler works on the wrist device. O'Neill enters."],["O'NEILL","Alright, tell me again why I should agree to this?"],["DANIEL","Because it's the only way we have to get on the ship, and if they've changed the command codes I'm the one who has the best chance to decipher the Ancient symbols."],["O'NEILL","And if there are ten armed goons when you get there you're the one that's gonna get..."],["ANNOTATION","O'Neill gestures a finger across his throat."],["DANIEL","Better ideas?"],["ANNOTATION","Daniel looks at O'Neill and Siler. Both are silent."],["O'NEILL","Look, Daniel, just because I don't have a better idea is no reason to do anything."],["ANNOTATION","Both Daniel and O'Neill look confused."],["DANIEL","Look, once I shut down the cloak, Prometheus will be able to pinpoint the ship's location. Then all I'll have to do is disable the hyper-drive and wait for the cavalry. They'll never see it coming."],["O'NEILL","Which is one of the advantages of a totally insane idea."],["DANIEL","Yeah, where did I learn that from?"],["ANNOTATION","Daniel and O'Neill grimace at each other."],["DANIEL","Okay."],["ANNOTATION","Siler hands the wrist device to Daniel. As Daniel activates a zat, Siler moves to stand behind O'Neill. Seeing this, O'Neill moves back also. Daniel turns to look at a scientist standing behind him. The man moves away quickly."],["DANIEL","See you soon."],["ANNOTATION","Daniel activates the wrist device and is beamed out."]],"present":["DANIEL","O'NEILL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Daniel materialises on the ship. Seeing that the room is empty, he moves to a console and tries to access the system. Access is denied."],["DANIEL","Come on!"],["ANNOTATION","Typing further, he gets a System Error message."],["DANIEL","Fine!"],["ANNOTATION","Moving away from the console, he opens a drawer containing power crystals. He fires the zat at the crystals, which die."]],"present":["DANIEL"],"place":"OSIRIS' SHIP BRIDGE"},{"speech":[["ANNOTATION","Osiris' ship de-cloaks."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Daniel leaves the room."]],"present":[],"place":"OSIRIS' SHIP BRIDGE"},{"speech":[["COMM OFFICER","Sir, we have something, definitely a ship. Bearing's 157 by 229. 500,000 kilometres."],["PENDERGAST","Battle stations. Plot an intercept course."],["COMM OFFICER","Yes, sir."],["PENDERGAST","General O'Neill, this is Prometheus."]],"present":["COMM OFFICER","PENDERGAST"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","O'Neill is sitting in the Control Room."],["O'NEILL","Go ahead."]],"present":["O'NEILL"],"place":"SGC CONTROL ROOM"},{"speech":[["PENDERGAST","Looks like Doctor Jackson pulled it off, sir. We have them on our screens and we are moving in."]],"present":["PENDERGAST"],"place":"PROMETHEUS BRIDGE"},{"speech":[["O'NEILL","Understood."]],"present":["O'NEILL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Hoskins and Jennings are preparing another rocket. Brookes enters."],["BROOKES","We've got a problem. I just monitored a sixty percent drop in our power consumption."],["HOSKINS","The cloak."],["ANNOTATION","Hoskins takes out a zat and gestures at Carter as he leaves with Brookes."],["HOSKINS","Stay with her."],["ANNOTATION","Jennings turns to look down at Carter."]],"present":["BROOKES","HOSKINS"],"place":"OSIRIS' SHIP CARGO HOLD"},{"speech":[["ANNOTATION","Daniel stealthily moves down the corridor, zat at the ready. As he turns a corner he is zatted from behind. Hoskins and Brookes come around the corner, zat aimed at Daniel."],["HOSKINS","Get up to the bridge. Get that cloak back online."],["BROOKES","Yes, sir."],["ANNOTATION","Brookes leaves as Hoskins looks down at the unconscious Daniel."]],"present":["BROOKES","HOSKINS"],"place":"OSIRIS' SHIP CORRIDOR"},{"speech":[["COMM OFFICER","We're in weapons range, sir."],["PENDERGAST","Have they noticed us yet?"],["COMM OFFICER","I don't think so. They seem to be operating at minimal power, no evasive manoeuvres."],["PENDERGAST","What about the hyper-drive."],["COMM OFFICER","Still no signal from Doctor Jackson."],["PENDERGAST","(into radio) General O'Neill, we have a problem. The ship's cloak is down, sir, but Doctor Jackson is yet to confirm whether he has disabled the hyper-drive or not."]],"present":["COMM OFFICER","PENDERGAST"],"place":"PROMETHEUS BRIDGE"},{"speech":[["O'NEILL","Just give him a little more time."]],"present":["O'NEILL"],"place":"SGC CONTROL ROOM"},{"speech":[["PENDERGAST","(into radio) Right now, sir, they are sitting ducks. If they spot us they can run and we won't be able to catch them. We can't afford to let them get away, General. I recommend we open fire immediately."],["ANNOTATION","O'Neill does not respond."],["PENDERGAST","(into radio) General, please advise."]],"present":["PENDERGAST"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","O'Neill, silent, looks concerned."]],"present":[],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Brookes enters the bridge, sees that Daniel has tried to access the system and discovers the damaged crystals."]],"present":[],"place":"OSIRIS' SHIP BRIDGE"},{"speech":[["ANNOTATION","Daniel sits down next to Carter. They both look at each other, smiling slightly. Hoskins stands over them, holding a zat. Jennings enters, wiping his hands on a rag."],["JENNINGS","Where the hell did he come from?"],["ANNOTATION","He throws the rag down in anger."],["HOSKINS","He had the wrist device."],["JENNINGS","Any chance there's more of them onboard?"],["HOSKINS","It only lets one person up at a time."],["BROOKES","(over radio) Hoskins, this is Brookes."],["HOSKINS","(into radio) Go ahead."],["BROOKES","(over radio) The cloak's been disabled. I don't know if I can get it back online."],["ANNOTATION","Daniel and Carter glance at each other."],["HOSKINS","(into radio) This position is compromised. We need to get out of here now."],["BROOKES","(over radio) Yes, sir."],["JENNINGS","What about them?"],["HOSKINS","We can't take them with us."],["DANIEL","I don't mind going for a little ride."],["CARTER","Me neither."],["ANNOTATION","Hoskins aims the zat at them."],["HOSKINS","Sorry about this, Doctor Jackson."],["ANNOTATION","The gate suddenly activates. Jennings and Hoskins turn towards it."],["JENNINGS","Incoming!"],["ANNOTATION","Jennings and Hoskins dive to the floor as the event horizon whooshes out. As Hoskins starts to rise, Daniel jumps up and pushes him to the floor. Carter kicks Jennings' feet from under him. Hoskins' zat and radio skitter across the floor."],["TEAL'C","(over radio - via Stargate) This is Teal'c of SG-1. Please respond."],["ANNOTATION","Daniel hits Hoskins but his next punch is blocked and Hoskins hits him in the stomach and face."],["TEAL'C","(over radio - via Stargate) This is Teal'c of SG-1. Repeat, this is Teal'c."],["ANNOTATION","Carter kicks Jennings in the face. Daniel, on the ground, reaches for Hoskins' radio."],["TEAL'C","(over radio - via Stargate) Does anyone read? Repeat, this is Teal'c."],["DANIEL","(into radio) Teal'c, this is Daniel, we need your help, come on through."],["ANNOTATION","Hoskins notices the zat and rushes to pick it up. As he aims it at Daniel, Teal'c comes through the Stargate. Hoskins, hearing Teal'c come through, turns to fire at him but Teal'c shoots him with his staff weapon. Hoskins falls to the ground, dead. Teal'c walks down the steps to Hoskins, still aiming at him."],["CARTER","Does somebody want to untie me?"],["BROOKES","(over radio) Cargo hold? What's happening down there? Cargo hold respond. Jennings, Hoskins, where the hell are you?"]],"present":["BROOKES","CARTER","DANIEL","HOSKINS","JENNINGS","TEAL'C"],"place":"OSIRIS' SHIP CARGO HOLD"},{"speech":[["ANNOTATION","Not receiving a reply, Brookes works at a couple of the consoles."]],"present":[],"place":"OSIRIS' SHIP BRIDGE"},{"speech":[["ANNOTATION","As Daniel unties Carter, the sound of the engines firing can be heard. The power fluctuates."],["DANIEL","What's happening."],["ANNOTATION","Carter runs to one of the monitors."],["CARTER","She's bringing the hyperdrive online. Get to the gate."],["ANNOTATION","Teal'c and Daniel stand at the gate."]],"present":["CARTER","DANIEL"],"place":"OSIRIS' SHIP CARGO HOLD"},{"speech":[["ANNOTATION","Brookes prepares to manoeuvre the ship."]],"present":[],"place":"OSIRIS' SHIP BRIDGE"},{"speech":[["COMM OFFICER","They're trying to run, sir."],["PENDERGAST","Dammit. (into radio) General O'Neill? They are powering up their hyperdrive. We are out of options."]],"present":["COMM OFFICER","PENDERGAST"],"place":"PROMETHEUS BRIDGE"},{"speech":[["O'NEILL","Can you disable the ship without destroying it?"]],"present":["O'NEILL"],"place":"SGC CONTROL ROOM"},{"speech":[["PENDERGAST","I cannot give you any guarantees."]],"present":["PENDERGAST"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","Carter searches Jennings' pockets. She finds the beacon device and activates it."]],"present":[],"place":"OSIRIS' SHIP CARGO HOLD"},{"speech":[["COMM OFFICER","Sir, we're picking up a signal coming from inside the ship."],["PENDERGAST","What is it?"],["COMM OFFICER","Locator beacon, sir. Same frequency."],["PENDERGAST","Lock on the signal, activate transport beam."],["COMM OFFICER","Beam activated."]],"present":["COMM OFFICER","PENDERGAST"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","Brookes begins to manoeuvre the ship."]],"present":[],"place":"OSIRIS' SHIP BRIDGE"},{"speech":[["ANNOTATION","Osiris' ship launches into hyper-drive and enters a wormhole."]],"present":[],"place":"SPACE"},{"speech":[["COMM OFFICER","The ship's gone, sir."],["PENDERGAST","(into radio) Cargo bay, report."],["VOICE OVER RADIO","This is cargo bay. We have the gate, sir, as well as Teal'c, Colonel Carter and Doctor Jackson."],["ANNOTATION","The Comm Officer smiles."],["PENDERGAST","(surprised) Teal'c? (into radio) Acknowledged."],["PENDERGAST","(into radio) General O'Neill."]],"present":["COMM OFFICER","PENDERGAST","VOICE OVER RADIO"],"place":"PROMETHEUS BRIDGE"},{"speech":[["PENDERGAST","(over radio) It looks like you were right. We have the gate and SG-1 aboard. They are alive."],["O'NEILL","That's good news. Bring them home."]],"present":["O'NEILL","PENDERGAST"],"place":"SGC CONTROL ROOM"},{"speech":[["PENDERGAST","Yes, sir."]],"present":["PENDERGAST"],"place":"PROMETHEUS BRIDGE"},{"speech":[["ANNOTATION","O'Neill breathes a sigh of relief."]],"present":[],"place":"SGC CONTROL ROOM"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN COMPLEX DUSK"},{"speech":[["ANNOTATION","Carter is in the gate room with Siler and a number of technicians. The Stargate is being replaced. Carter walks down the ramp."],["CARTER","The good news is, the gate is fully operational again. We can resume offworld missions immediately."],["DANIEL","And the bad news is, the Trust now has a fully functional Goa'uld Alkesh."],["CARTER","We've installed jamming devices around the gate to prevent any locator beams from operating in the future."],["TEAL'C","What of the Tok'ra poison?"],["CARTER","Well, they left most of it behind, but they still have enough to wipe out at least half a dozen Goa'uld worlds."],["ANNOTATION","Teal'c raises an eyebrow."],["DANIEL","In retrospect, maybe you should have destroyed the ship when you had the chance."],["O'NEILL","(seriously) Yeah. Tough choice."],["ANNOTATION","O'Neill exits, leaving Carter, Daniel and Teal'c looking towards him."]],"present":["CARTER","DANIEL","O'NEILL","TEAL'C"],"place":"SGC GATE ROOM"}]