[{"speech":[],"present":[],"place":"nowhere"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Mitchell sits at a table in the crowded commissary. He has already finished eating the main course of his meal and now eats a second bowl red Jell-o while reading some papers. Vala comes and sits next to him, holding a file. Her guard stands watch near the doorway."],["VALA","What are you doing here?"],["MITCHELL","Having lunch."],["VALA","Don't you care that there could be Priors out there taking advantage of poor innocent people? Luring them into an oppressive religion, or worse, killing them for rejecting it?"],["MITCHELL","Are you bored of bothering Jackson?"],["VALA","Hey, you're supposed to be going out on missions through the Stargate. So let's go. Let's rid the galaxy of evildoers. Look, despite what Daniel might think, I really can help. I know how things work out there. I'm physically capable. I'm good with weapons. Not to mention, (raising her voice so it carries through the room) seductively attractive."],["ANNOTATION","Two airmen at a nearby table glance over. Vala waves at them with a smile and laugh. She turns back to Mitchell with her hand under her chin."],["VALA","I'd make a fine asset to any SG team."],["MITCHELL","You left out selfish and untrustworthy."],["ANNOTATION","Mitchell takes another bite of Jell-o."],["VALA","How about independent and resourceful?"],["ANNOTATION","Vala opens the file she has been carrying."],["MITCHELL","That is a classified file."],["ANNOTATION","He puts his Jell-o down and crosses his arms as Vala points out some information in the file."],["VALA","Priors have been reported on forty-three different planets already."],["MITCHELL","(barely glancing at the file) Yeah, that's what the file says."],["VALA","Well, it just so happens I have a very good relationship with the people on the one you've designated P8X-412."],["MITCHELL","(leans in and stares Vala in the eye) Define...\"relationship.\""],["VALA","They trust me."],["ANNOTATION","Mitchell turns away and gets up from the table."],["VALA","What? Where are you going?"],["MITCHELL","I'm gonna talk to Landry."],["VALA","(wincing) Why?"],["ANNOTATION","Mitchell turns back and leans over Vala, closing the file and taking it off the table."],["MITCHELL","Because anyone who trusts you is obviously in a great deal of danger."],["ANNOTATION","Mitchell starts to leave. Vala reaches for the unfinished cup of gelatin, but before she can take a bite, Mitchell spins around, grabs the dessert from her hand, and exits the room."],["WORMHOLE PASSAGE",""]],"present":["MITCHELL","VALA","WORMHOLE PASSAGE"],"place":"SGC COMMISSARY"},{"speech":[["ANNOTATION","Villagers go about daily activities in a small settlement near the base of a pyramid."]],"present":[],"place":"P8X-412, DAY"},{"speech":[["ANNOTATION","Firelit pillars line a large hall. At one end is a staircase leading to a raised dais, where a throne sits underneath a skylight. There is a doorway to another chamber to one side of the hall. Except for the throne and a few benches, the room is empty. From the main entrance on the opposite side of the throne, Teal'c, Daniel, Mitchell and Vala, all dressed in SGC mission garb, enter the room, Vala glancing furtively around."],["VALA","Oh good, no one's here."],["MITCHELL","I thought these people trusted you. Why are we sneaking around avoiding everybody?"],["VALA","I already told you, they won't recognize me dressed like this. Fortunately, I left a couple spare outfits behind."],["ANNOTATION","Vala strides to the side chamber."],["MITCHELL","(under his breath) What is it with her and her wardrobe?"],["DANIEL","(following Vala) You know, I think we could probably explain to them exactly--"],["ANNOTATION","Vala turns at the doorway and holds up her hands."],["VALA","This will only take a second. (She pushes lightly against Daniel's chest) Can a girl have a little privacy?"],["DANIEL","No. Besides, I think I've seen just about everything there is to see."],["ANNOTATION","Vala smiles widely at Daniel."],["VALA","(in a sultry voice) Right. (continuing in a normal tone) Look, there's no other way out of this room. I'm just going to change. I'll be right back."],["ANNOTATION","Vala steps into the side chamber. Daniel stands by the door, looking around the hall. Mitchell and Teal'c also look around. Azdak enters, carrying a small golden chalice. The three men turn at his entrance. Mitchell smiles and waves."],["MITCHELL","Hey!"],["ANNOTATION","Azdak looks up in alarm and runs from the hall. Daniel, Mitchell and Teal'c only have time to exchange looks before Azdak returns with four other men, all carrying staff weapons which they prime and point at the SGC members. Mitchell and Teal'c raise their guns defensively, and Daniel comes forward from behind them, his hands raised in a non-threatening manner."],["AZDAK","These are the weapons of our god, Qetesh! Who are you?"],["MITCHELL","Just take it easy."],["AZDAK","What are you doing here?"],["DANIEL","(now standing between Teal'c and Mitchell) We mean no harm."],["ANNOTATION","Azdak looks past the three men, and his jaw drops in astonishment. The villagers gasp, drop their weapons, and prostrate themselves on the floor. Mitchell and Teal'c lower their weapons as they and Daniel watch the men in confusion. Azdak raises his head, staying on his knees."],["AZDAK","(plaintively) Please, forgive us. It has been so long, we began to fear you would not return."],["ANNOTATION","Daniel turns to see where they are looking. Behind them, Vala walks into the middle of the chamber. She now wears a form-fitting, sleeveless dress with much of her torso exposed. At the neckline, a small crystal is centered near her throat. She stands with her head held high, hands on her hips."],["VALA","(speaking with Goa'uld echo) Then you are foolish. I would not abandon you. I am your god."],["ANNOTATION","Azdak drops his head back to the floor. Daniel, Mitchell and Teal'c look at Vala in astonishment."]],"present":["AZDAK","DANIEL","MITCHELL","VALA"],"place":"PYRAMID GREAT HALL"},{"speech":[["ANNOTATION","Villagers sit on the long benches lining either side of the hall. In the center, a play is being performed. Vala sits on the throne, watching the performance. Mitchell and Daniel sit by the staircase near the throne, Teal'c standing next to them."],["ACTOR 1","I have pillaged the galaxy many times over, and made slaves of all the mortals I have encountered. This world pleases me, and I shall take it as my own."],["ACTOR 2","The benevolent god Qetesh will never allow such treachery!"],["DANIEL","(leaning in and whispering to Mitchell) Not exactly Shakespeare."],["ANNOTATION","The performance continues as Daniel and Mitchell continue their conversation."],["ACTOR 1","...slave, I am Ba'al..."],["MITCHELL","(whispering back to Daniel) How is it these people don't know the Goa'uld have fallen?"],["DANIEL","(in low voice) Well, most of these worlds are pretty isolated, and I would be very surprised if anyone here actually knew how to operate the gate."],["TEAL'C","(also speaking low) These humans must be told the truth."],["DANIEL","(looking at the crowd and sighing) I know."],["ACTOR 2","Oh, merciful, beautiful Qetesh, have mercy on him. He knows not your power."],["ANNOTATION","Daniel gets up and walks to the throne, leaning close to Vala. She is watching the play with a delighted smile on her face. Both continue to watch the performance as they whisper to each other, Vala's voice maintaining the Goa'uld echo."],["DANIEL","(annoyed) What are you doing?"],["VALA","It's a play. Don't worry. I think it'll be over soon. Then we'll eat."],["DANIEL","That's not what I'm talking about."],["VALA","We want to stop these people from falling victim to the Priors. That's what I'm going to do."],["DANIEL","This is not what I had in mind."],["VALA","What your mind may or may not be able to imagine is really none of my concern. Now, kindly get out of your god's face."],["ANNOTATION","Daniel leans back and glares directly at Vala, who keeps an impassive expression while giving him a sidelong glance. Daniel eventually steps back, still unhappy. Vala smirks."],["ACTOR 2","...conquests, you have never met the likes of Qetesh."],["ACTRESS","No man shall lay claim to my world, and no man shall bring harm to my children."],["ANNOTATION","The actress raises her hand towards Actor 1 as if she wears a Goa'uld ribbon device. Actor 1 reaches into his tunic and pulls out a long red scarf, making exploding sounds in his mouth as he pretends to writhe in agony before falling to the floor. Daniel collapses back onto his seat at the staircase, exchanging a frustrated look with Teal'c."],["ACTOR 2","(bowing to Actress) Thanks be to you, Qetesh. All hail and glory be to you."],["ANNOTATION","The three performers stand together and bow to Vala."],["VALA","Hmm."],["ANNOTATION","The performers sit on the benches. Azdak stands and approaches."],["AZDAK","(nervously) We had little rehearsal my lord, but I trust it pleases you."],["VALA","Yes. As always, Azdak, you please your god greatly."],["AZDAK","Thank you, my lord. You have been greatly missed."],["ANNOTATION","Vala smiles for a moment."],["VALA","Now, I would like to hear about the visitor who arrived through the Chapp'ai."],["ANNOTATION","The crowd murmur to each other. Azdak shifts uncomfortably."],["VALA","It is pointless lying to your god, Azdak. I am all knowing as well as all beautiful."],["ANNOTATION","Mitchell and Daniel both look at Vala before turning back to Azdak."],["AZDAK","He said he was here to save us. That our true gods await our devotion."],["VALA","Lies. Meant to deceive you."],["AZDAK","I did not believe a word he said, my lord. I swear it."],["VALA","Some of you did."],["AZDAK","You have been absent for so many seasons. Some thought maybe you had abandoned us. They were weak, my lord. Please, forgive them."],["VALA","Have I not always been merciful to those who deserve forgiveness?"],["ANNOTATION","Azdak nods and bows low repeatedly. Vala looks away, her chin raised."],["VALA","Now go, while I consider your punishment."],["AZDAK","(bowing low) Yes, of course."],["ANNOTATION","Azdak and the crowd leave the hall. Vala maintains her pose, watching out of the corner of her eye until the last of them leave. Once they are gone, she gets up and stretches."],["VALA","(still in Goa'uld voice) Well...that was easy."],["DANIEL","(irritated) SHUT that thing off."],["VALA","Mmm."],["ANNOTATION","Vala touches the crystal on the neckline of her dress, and it beeps."],["TEAL'C","(sternly) Why must you continue to deceive these people?"],["VALA","(in normal voice) This was one of the many planets that Qetesh ruled over when I was her host. As you know, a Tok'ra eventually removed the symbiote, but not before her people rebelled and tortured me, thinking we were one and the same."],["ANNOTATION","Mitchell stands and walks down the steps."],["MITCHELL","And they couldn't tell the difference? (muttering to Teal'c and Daniel) Why am I not surprised?"],["VALA","(sitting on steps near Daniel) I had nothing. I was desolate. Fortunately, I discovered that news of Qetesh's demise had not reached this little mining outpost."],["DANIEL","(accusingly) So you kept them mining naquadah for you?"],["VALA","Just a tiny bit. (quickly continuing before Daniel can respond) Look, uh, the mine was practically barren by the time I got here, but this planet acted as a safe haven for me until I got back on my feet."],["ANNOTATION","Daniel stares at her in disbelief. Teal'c groans in disgust and turns away."],["VALA","Look, I never killed anyone. I never tortured them. I was a wonderful god. Just ask them."],["DANIEL","I think we will."],["ANNOTATION","He gets up and starts heading towards the main door. Vala hurries after him."],["VALA","Why? You don't believe me?"],["DANIEL","That, and I'm not totally convinced they're ultimately going to follow your command. Nor should that be the only reason they don't follow the Priors."],["VALA","I am still supposed to be their god. I can't exactly go out there and ask them IF they're going to listen to me."],["DANIEL","I wasn't expecting you to."],["VALA","What makes you think they're going to tell YOU the truth? You're supposed to be my faithful servants."],["DANIEL","Then I'll just have to explain to them that we're not as faithful as you might like to believe. And if necessary, I'll also tell them we're plotting to kill you."],["ANNOTATION","Daniel exits the hall, leaving Vala standing there. Mitchell walks over and stands next to her."],["VALA","(calling after Daniel) I have heard better plans!"],["MITCHELL","I kind of like it."],["VALA","Shut up."],["ANNOTATION","Vala angrily walks back to her throne. Teal'c watches, amused, as she passes."]],"present":["ACTOR 1","ACTOR 2","ACTRESS","AZDAK","DANIEL","MITCHELL","TEAL'C","VALA"],"place":"PYRAMID GREAT HALL"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Landry and Lam walk through a crowded corridor."],["LANDRY","How are the staff evaluations coming?"],["LAM","They're done. They'll be on your desk by tomorrow morning. That's when they're due, right?"],["LANDRY","Yes....Now, I have lunch with the heads of my departments once a month just to stay in touch, get any housekeeping done. Helps me get to know them a lot better. I know in our case--"],["LAM","(interrupting) What? In our case, what?"],["LANDRY","Well, it's just that we know each other a little better than, say, I do Colonel Garrett, the munitions supply officer."],["LAM","Really? I actually doubt that. Colonel Garrett's been here longer than I have."],["ANNOTATION","Landry looks around at the personnel passing by."],["LANDRY","(speaking lower) Do we have to do this here?"],["LAM","You want to have lunch? Fine. Tomorrow noon, I will be there as ordered."],["LANDRY","It's not an order."],["LAM","Okay."],["ANNOTATION","She walks away, and Landry sighs, disappointed."]],"present":["LAM","LANDRY"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Vachna walks through the settlement with Daniel. Other villagers go about their daily chores."],["VACHNA","I have been sick for some time now. The past few harvests, I have been more of a burden than a help to my family. I had even lost the ability to stand."],["DANIEL","You're standing now."],["VACHNA","The Prior. He cured me. Said that it was the will of the Ori."],["AZDAK","Blasphemer!"],["ANNOTATION","Azdak angrily approaches Vachna. Before he gets closer, Teal'c and Mitchell block his path. A crowd gathers and watches the disturbance."],["MITCHELL","(poking Azdak in the chest) Just...take it easy."],["AZDAK","I'm sorry, but I will not have him speak against Qetesh like that in my presence."],["DANIEL","Look, we're not out to get anybody here. We just want to hear what he has to say. (to Vachna) Go ahead."],["VACHNA","The jewel in his staff, it glowed. He waved it over me, and I felt better than I ever have. All he asked in return was that I tell others. That I spread the word of the Ori. Then upon his return..."],["TEAL'C","(interrupting) When is this Prior to return?"],["VACHNA","Tomorrow."],["ANNOTATION","Daniel and Teal'c exchange glances. Vachna begins to speak loudly to the crowd."],["VACHNA","The Prior said that Qetesh is a false god. That if she ever returned, he would expose her weakness."],["AZDAK","You are a fool. Speak no more, or I shall strike you down in the name of our true god!"],["ANNOTATION","Azdak starts towards Vachna, but Mitchell hurries to intercede and blocks his path again."],["MITCHELL","I said...take it easy."],["AZDAK","(yelling at Vachna over Mitchell's shoulder) You should be thankful that Qetesh is so forgiving. And pray when she slays the Prior for his WICKED LIES, she won't do the same to you."],["DANIEL","Oh boy."],["AZDAK","(yelling to crowd) Glory be to Qetesh! Glory to the one true god--"],["MITCHELL","Okay! You have made your point! (under his breath) Know when to stop."],["DANIEL","(to Mitchell) I think I need to talk to our \"one true god.\""],["ANNOTATION","Mitchell nods."]],"present":["AZDAK","DANIEL","MITCHELL","TEAL'C","VACHNA"],"place":"VILLAGE ON P8X-412, DAY"},{"speech":[["DANIEL","This is why you wanted to come back to this planet?"],["ANNOTATION","Vala is surrounded with containers of various sizes, filled with gold and other treasures. She is moving from one to the other checking their contents."],["VALA","All of this is mine. I earned it. These people have just been keeping it safe for me. And as you said, we can't be one-hundred percent certain that they're going to obey me. So if this planet does fall to the Priors..."],["MITCHELL","Hello. You stealing this planet's most valued treasure is the least of our concerns right now."],["ANNOTATION","He fingers some of the treasure she's packing, dropping it carelessly into the box."],["VALA","I like your attitude. I was thinking of cutting you boys in at ten percent, and now I'm thinking twenty."],["ANNOTATION","Vala playfully grabs Mitchell's nose. Daniel breathes heavily, eyes closed to control his anger."],["TEAL'C","Despite your return, many of the villagers believe the Ori to be true gods and worthy of their loyalty."],["VALA","All the more reason why we should pack all of this up right now and get out of here. Are you going to pitch in or what?"],["TEAL'C","Others believe you will slay the Prior in a show of power upon his return tomorrow."],["VALA","Tomorrow. Hmm... Tomorrow's no good for me."],["DANIEL","You need to tell these people the truth."],["VALA","I have a lot of needs, Daniel. But I assure you that that is not one of them."],["TEAL'C","If you do not tell them the truth, we will."],["VALA","Yes, and who do you think they're actually going to believe?"],["DANIEL","Look, commanding these people to obey you and not the Ori is not going to work. Especially once that Prior comes back."],["MITCHELL","And we do not want to get into a god-off. Especially since we know you're not even close."],["VALA","(annoyed) Forget what I said about the twenty percent."],["DANIEL","He's right. We can't trade one lie for another lie!"],["VALA","All right. What can we fight with, then? How can we stop this Prior from corrupting these people?"],["DANIEL","Okay. We have a very limited window of opportunity here. If you expose yourself as a false god, if you tell these people how you fooled them and why, we might be able to make them skeptical about the Prior."],["VALA","Or, it could push them towards believing in the Ori as true gods even more."],["DANIEL","No, the only chance these people have, the only chance any of us have against the Priors is to show them that we will not accept the Ori as gods. No matter what happens, we must reject them. True enlightenment must begin with the truth."],["VALA","(sighing) Oh please, the truth is so overrated."],["ANNOTATION","Daniel holds her by the shoulders and looks her directly in the eye."],["DANIEL","Look, for once, just do the right thing here. You're going to feel so good about it afterwards... (very earnestly) Trust me."]],"present":["DANIEL","MITCHELL","TEAL'C","VALA"],"place":"PYRAMID GREAT HALL"},{"speech":[["ANNOTATION","Azdak slams a rusted cell door shut in Vala's face. She is dressed once again in SGC gear. Daniel stands just outside the cell."],["DANIEL","(wincing) Really, this...this is unnecessary."],["AZDAK","(to Vala) You will be executed first light tomorrow. Imposter!"],["ANNOTATION","Azdak spits at Vala, then leaves. Daniel moves his head around uncomfortably. Vala moves closer to Daniel and begins speaking in such a low tone, Daniel needs to lean close to the bars to hear her."],["VALA","So, Daniel...when does that warm and glowy feeling from doing the right thing kick in? Because...I'm not there yet."],["ANNOTATION","Vala smiles sarcastically. Daniel looks at her before turning away and sighing."]],"present":["AZDAK","DANIEL","VALA"],"place":"JAIL ON P8X-412"},{"speech":[],"present":[],"place":"P8X-412, DAY"},{"speech":[["ANNOTATION","Vala's cell is set in the middle of the room, each corner of the metal cage is reinforced with large pillars of stone. A bench furnishes it. Vala slams her hands against the cell bars, then stands on the bench and grabs onto the bars of the ceiling, testing them for weakness. Two guards with staff weapons stand near the entrance. Daniel leans against the bars from the outside of the cell."],["VALA","(fuming) I can't believe you all just stood there and let them imprison me!"],["DANIEL","What were we supposed to do?"],["VALA","You have guns, don't you?"],["DANIEL","There was like over a hundred people there!"],["VALA","And?!?"],["ANNOTATION","Vala climbs down and paces the length of the cage."],["DANIEL","(stuttering) Just relax, we're going to get you out of this."],["VALA","(feigning relief) Oh you are."],["ANNOTATION","Daniel glares at her."],["VALA","(continuing) I feel a lot better, I'm sorry. I got...I got a little nervous what with the whole...EXECUTION looming and all!"],["ANNOTATION","Daniel jumps at her sudden vehemence."],["DANIEL","Believe me, it is not going to come to that. Mitchell and Teal'c are talking to them right now."],["VALA","Have you forgotten that if I die...you die?"],["ANNOTATION","Vala crosses her arms and glares at Daniel."],["DANIEL","(takes a deep breath) Believe me, it is not going to come to that...trust me."],["ANNOTATION","Vala gasps and sits down on the bench, back turned to Daniel. Daniel rolls his eyes at his poor choice of words."],["DANIEL","(wincing) ...this time."]],"present":["DANIEL","VALA"],"place":"JAIL"},{"speech":[["ANNOTATION","Mitchell and Teal'c talk to Azdak in the middle of the hall."],["MITCHELL","Fine, she made a mistake. It was a big mistake. It was a whopper! But you can't just kill her."],["AZDAK","Why not?"],["ANNOTATION","Mitchell pauses."],["MITCHELL","(to Teal'c) A little help?"],["TEAL'C","Does she not deserve a trial, to explain the things that she has done?"],["AZDAK","I think we all have a pretty good idea of what she did and why."],["ANNOTATION","Azdak starts to walk away, but Mitchell grabs him by the collar."],["MITCHELL","Your people are looking for leadership. They're looking to you. So you've got to decide--what kind of society do you want to have? One where people get executed without a chance to explain their actions?"],["ANNOTATION","While speaking, Mitchell lets go of Azdak's robe. Azdak's eyes widen in understanding."],["AZDAK","You want to hold a Mal Doran?"],["MITCHELL","(softly, to Teal'c) Isn't that her name?"],["ANNOTATION","Mitchell turns back to Azdak and gestures for him to explain."],["AZDAK","Qetesh established a process several years ago, a...a way to settle disputes between two parties."],["MITCHELL","Fine. That sounds...fitting. We're going to hold a Mal Doran!"],["ANNOTATION","Mitchell claps Teal'c on the shoulder and leaves the hall. Azdak sighs."]],"present":["AZDAK","MITCHELL","TEAL'C"],"place":"PYRAMID GREAT HALL"},{"speech":[["ANNOTATION","Vala grunts as she tries to squeeze between the bars of the jail cell. Daniel leans against the cell bars, watching her with disinterest. He spots Mitchell and moves to greet him."],["DANIEL","Hey! How'd it go?"],["MITCHELL","Well, you know..."],["ANNOTATION","Vala squeezes her head back into the cell."],["VALA","(breathless) What's the plan? You going to blow up this door? Lay down suppression fire so that we can rush out through the hidden escape passage?"],["ANNOTATION","Daniel and Mitchell look at her. She gestures behind her."],["VALA","It's in the room I told you had no other exits."],["ANNOTATION","Daniel smacks the flat of his hand against the bars in front of Vala's face."],["MITCHELL","They're going to put you on trial tomorrow."],["VALA","(pausing and making a face) I like my plan better."],["MITCHELL","Kind of IS your plan. It's named after you."],["VALA","Really? ...A Mal Doran! Are they going to let me be the judge?"],["MITCHELL","Don't think so."],["VALA","Then it's not a real Mal Doran, is it?"],["DANIEL","Actually, this couldn't have worked out better."],["VALA","Actually, I think it could have."],["DANIEL","No, a trial is public. We can use the forum to expose what it is to be a false god and warn the community about the Priors."],["VALA","You're right, actually. We could get them all worked up about false gods, and then they can kill ME as an example to the others."],["MITCHELL","(to Daniel) Look, I persuaded them to let you stay here for the night."],["DANIEL","Right. Thanks."],["MITCHELL","Yep. Well, I'll see you guys in the morning."],["ANNOTATION","Mitchell turns and leaves, waving a farewell."],["VALA","(sarcastically calling after Mitchell) Thank you! I apologize for ever doubting your masterful skills at negotiation."],["ANNOTATION","Daniel sighs and rolls his eyes, leaning against the cell bars."],["DANIEL","He's doing the best he can."],["VALA","That's what terrifies me!"]],"present":["DANIEL","MITCHELL","VALA"],"place":"JAIL"},{"speech":[],"present":[],"place":"P8X-412, DAY"},{"speech":[["ANNOTATION","Sunlight streams into an outer courtyard of the pyramid, which is walled in from four sides, with a small arched doorway to the outside and several doors into the pyramid. A small staircase is at one end. Two small tables are set up across from each other, Teal'c Mitchell, Vala, and Daniel sit at one table, Azdak and an aide (who was Actor 2 in the play) sit at the other. The center of the room is bare. Villagers stand around the room. Azdak rises and stands in the empty space between the two tables."],["AZDAK","Welcome, and thank you all for coming. Unlike in the past, the final decision of this Mal Doran will be yours, my friends. A general vote. After both presentations have been made, we shall ALL decide what is to be done to the FALSE god, Qetesh."],["ANNOTATION","The crowd murmurs. The aide walks up to Azdak and gives him a scroll of parchment. Vala turns to Daniel."],["VALA","(out of the corner of her mouth) We're pleading innocent, right?"],["DANIEL","You already confessed."],["VALA","A girl can change her mind, can't she?"],["ANNOTATION","Mitchell rolls his eyes. Azdak opens the parchment with a flourish."],["AZDAK","We shall begin, as always, with the reading of the claims. The first claim of seven...mass murder."],["VALA","(taken aback) Uh...wait a second."],["AZDAK","The second claim of seven...mass torture."],["ANNOTATION","Mitchell and Teal'c exchange worried looks. Vala gestures frantically."],["VALA","(to Daniel) I-I never killed. I never tortured. That is Qetesh."],["AZDAK","(continuing) The third claim of seven..."],["DANIEL","(standing) Excuse me, hi. Sorry to interrupt. Umm...the person seated before you didn't do those things."],["ANNOTATION","Vala smiles cautiously at the crowd, waving and shaking her head."],["AZDAK","You will have your chance to make your presentation."],["ANNOTATION","Azdak turns back to the parchment, but Daniel continues to speak."],["DANIEL","Yes, I-I'm sure we will. I just want to make something very clear. As we discussed when she confessed, Vala was a host to a Goa'uld, a parasite that controlled her actions for many years. It was that Goa'uld symbiote, named Qetesh, that committed the atrocities you're talking about. Vala herself can only be held responsible for the actions she did after that Goa'uld was removed."],["AZDAK","(sighing) When exactly was that?"],["DANIEL","Uh... (he leans down and Vala whispers in his ear) Four ye..four years? Four years."],["ANNOTATION","Azdak goes back to his table and speaks with two aides. Daniel makes a popping sound with his mouth as he watches them. Vala bites a fingernail. The crowd talks amongst themselves. Azdak moves back to the center of the room."],["AZDAK","Very well. Assuming your assertion to be true, we shall begin again."],["ANNOTATION","Daniel sits and exchanges a small smile with Vala as Azdak starts reading from the parchment."],["AZDAK","The first claim of four...planetary-wide forced labor."],["ANNOTATION","Daniel turns to Vala. She shrugs and nods. Mitchell turns to Teal'c."],["MITCHELL","It's going to be a long day."],["TEAL'C","Indeed."],["ANNOTATION","Time passes, and Azdak is now concluding his argument, becoming more emotional as he speaks. Vala leans forward, her arms crossed and resting on the table, head ducked at his comments."],["AZDAK","I, perhaps more than any of you, feel great sorrow at the fact that I devoted my love and faith so freely to an imposter who cared only for the naquadah in our mines. With every breath, she lied. With every effort, she stole. At every chance, she betrayed us. The conditions of poverty that we now suffer are her fault, and her fault alone! That is what you MUST consider!"],["MITCHELL","(to Vala) He's good."],["VALA","I'm dead."],["ANNOTATION","Daniel takes a deep breath to gather his thoughts, then stands, walking to the center of the room and putting his hands in his pockets."],["DANIEL","Yes. She stole. She betrayed you. She used you as slave labor. All this is true."],["VALA","(low to Mitchell) Not the opening statement I would've gone for."],["MITCHELL","Shhh."],["ANNOTATION","Daniel walks closer to the bystanders, making eye contact with many of them."],["DANIEL","But the only reason you know about this is because she told you. She came forward knowing full well how you would feel, and what the consequences would be. Ask yourselves, why did she do this? She did it because there's a greater threat in this galaxy she thought you deserved to know about. She told the truth in order to open your eyes. To show you the dangers of giving away your freedom, your free will, in the hopes that given another chance, you wouldn't make that same mistake twice."],["ANNOTATION","Vala sits up straight and looks around proudly."],["DANIEL","(continuing) We know a Prior of the Ori has come here. He has been sent to this village to convince you to worship beings more powerful than all of us. But you must know that, like Vala, they're not gods."],["PRIOR","You speak well, Daniel Jackson of the planet Earth."],["ANNOTATION","Daniel looks up in shock. Teal'c stands, and both he and Mitchell ready their weapons. Vala reaches for Mitchell's arm. The Prior takes off his hood and enters the hall. He is the same man that used to be the Administrator of Ver Ager."],["PRIOR","(continuing) What is a god? What power is great enough to make you bow down in humble reverence?"],["ANNOTATION","Daniel looks back at his companions with concern."],["VALA","(to Mitchell) That's the one that tried to burn us to death...twice."],["ANNOTATION","Mitchell does not acknowledge that he heard, but continues to scan the area, alert. The Prior walks among the crowd towards Daniel. Some of the villagers watch the Prior with curiosity. Others avert their gaze and bow their heads in reverence."],["PRIOR","(continuing) There's only one measure. The only question you may ask yourself is why must I believe? What is there for any and all to gain by choosing the Path of Origin? Those seeking eternal salvation can follow the word of the Ori. Those that do not shall die as mortals. It is as simple as that. The day of reckoning approaches. Your destiny awaits."],["ANNOTATION","While speaking the Prior stops directly in front of Daniel and sets his staff in the ground. He ends his speech sneering at Daniel. Vachna smiles and nods at the Prior."],["MITCHELL","(in low voice) He's pretty good too."],["VALA","We are SO dead."],["ANNOTATION","Teal'c keeps his weapon aimed at the Prior. Daniel stares at the Prior, clenching his jaw."]],"present":["AZDAK","DANIEL","MITCHELL","PRIOR","TEAL'C","VALA"],"place":"PYRAMID COURTYARD, DAY"},{"speech":[],"present":[],"place":"P8X-412, DAY"},{"speech":[["ANNOTATION","Vachna comes forward."],["VACHNA","I have told them of the Ori, Prior. Many of us believe."],["ANNOTATION","Vachna kneels."],["DANIEL","But not all of us."],["PRIOR","You doubt the power of the Ori?"],["DANIEL","No-o. But I understand how they got it, and because I do, I'm not willing to abandon my own free will and worship them for it."],["PRIOR","The Ori healed this man, this man that was sick. This man who could barely walk."],["DANIEL","This man was healed through knowledge. (he gestures to his companions) We have medicine. We have tools that can do much the same thing. This device... (Daniel moves to the other table, where Vala's Goa'uld devices lie, picking up the Goa'uld healing device) ...has the power to heal...if you know how to use it. But not by magical power. (Daniel holds the device high) It's called technology!"],["PRIOR","(scoffing) Technology."],["DANIEL","Yes. Knowledge. Understanding. Of the way things work. Of the science of the universe."],["PRIOR","Maybe so. But consider this. There are two men, one is starving and the other has a plentiful crop. Is it not wrong for the fortunate man to horde his harvest? Should he not share with his hungry brother?"],["ANNOTATION","The crowd starts murmuring and nodding to each other at the Prior's words. Daniel observes this change with concern. Vala watches with her eyes wide. The Prior circles the crowd as he speaks, until he eventually ends up standing in front of Daniel again."],["PRIOR","(continuing) It is the same with \"knowledge and understanding.\" As you have said, the Ori have a greater understanding of the universe, but most importantly, they are willing share it with us, out of their LOVE for us, their creation. (looking directly at Daniel) Only a fool would turn away."],["DANIEL","(circling the Prior) Just because the Ori know more than we do, doesn't make them gods. They are beings who were once like you and me, but they evolved. They learned of humanity's potential. Eventually, over time, they used that knowledge to shed their physical bodies and live as energy on another...higher plane of existence."],["VALA","(low to Mitchell) Which side is he on?"],["ANNOTATION","Mitchell only watches worriedly."],["PRIOR","You are all children of the Ori, but you have been raised by evil. The true nature of the universe has been kept from you by powers that would have you stray from the Path of Origin. It is time to open your eyes! Let Origin show you the way."],["ANNOTATION","Azdak considers this. The villagers are all listening intently, some with curiosity, some still bowing their heads. Daniel turns and walks the length of the hall away from the Ori."],["DANIEL","No, you're right. Maybe hoarding knowledge is wrong....or maybe it's not. Maybe, learning something for yourself is part of the journey to enlightenment. (Daniel pauses, before eventually retracing his steps to the Prior.) But killing someone for not worshiping you, regardless of your power, IS wrong. Very wrong. Knowledge is power, but how you use that power defines whether you are good, or evil."],["ANNOTATION","Daniel stares at the Prior, who meets his gaze."],["PRIOR","The choice is yours."],["ANNOTATION","Vachna approaches the Prior on his knees."],["VACHNA","Give us another chance, I beg you. Please, spare us all."],["ANNOTATION","The Prior reaches out and lays his hand on Vachna as if in blessing. He looks around at the crowd, finally resting his gaze on Vala."],["PRIOR","Believe in the power of the Ori...or be laid down in the dust."],["ANNOTATION","He sneers at Vala before turning and leaving the hall. Daniel makes a sidelong glance at his friends. Vachna stands and looks at Azdak before he and other villagers also leave. Daniel takes a deep breath, lost in thought and worry."],["AZDAK","Escort the prisoner back to the cell."],["DANIEL","Wait!"],["AZDAK","We are done with the Mal Doran. We must vote now on her punishment and discuss other issues we now face."],["ANNOTATION","He gestures towards where the Prior exited."],["DANIEL","Wha-- Azdak, I know what the Ori seem to be offering you may sound very tempting..."],["AZDAK","(leaning close and speaking lower) We are poverty stricken. As a society, we may not be able to survive much longer. (gesturing to Vala) We thought our god would provide for us. Why should we reject the knowledge and education to better ourselves?"],["DANIEL","But you can have all that without giving up your freedom! Don't you see how wrong it is to enforce belief by threatening your people with their very lives?"],["AZDAK","As the Ori said, would we not be ignorant and deserving of punishment for failing to see the plain truth before us?"],["ANNOTATION","Azrak looks at Vala and shakes his head in disgust. Vala flinches at his gaze."],["AZDAK","Leave us. We shall deliberate."],["ANNOTATION","Mitchell, Vala, and Teal'c stand up."]],"present":["AZDAK","DANIEL","PRIOR","VACHNA","VALA"],"place":"PYRAMID COURTYARD, DAY"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Landry and Lam sit across from each other at a table. Lam eats quickly, concentrating on her plate. Landry's meal is barely touched."],["LANDRY","Comfortable where you're living?"],["LAM","I kind of like the place I'm renting in Cimarron Hills."],["LANDRY","Hmm. If it's nice, you ought to buy."],["LAM","Well, I'll just wait and see. I don't know how long I'm going to be here, so..."],["LANDRY","(after a pause) How's your mother?"],["LAM","Why don't you call her and find out for yourself?"],["LANDRY","Why does everything have to be so hostile? I'm trying! To tell you the truth, I don't even really know where to start."],["LAM","Start what? The long road back to happily ever after?"],["LANDRY","I had a job to do."],["LAM","As I do. Now, I thought this was supposed to be a professional meeting about my staff. That's why I'm here."],["LANDRY","Excuse me."],["ANNOTATION","Landry gets up and storms out of the commissary. Lam drops her utensils, leans her head in her hand, and sighs."]],"present":["LAM","LANDRY"],"place":"SGC COMMISSARY"},{"speech":[["ANNOTATION","Mitchell and Teal'c sit in the doorway, silently playing a game of cards. Daniel sits, leaning against a pillar by the cell door. Vala sits inside the cell, leaning against the pillar opposite him."],["VALA","You need to work on your anti-Ori speech. That Prior almost had me believing. Well, not so much believing as willing to say I believe."],["DANIEL","I know."],["VALA","You ARE asking people to stand up and put their lives on the line."],["DANIEL","(lets out a deep breath) I really believe it's the only way we're going to have to defend ourselves against them."],["VALA","We could try shooting them. You said the Priors are human, right? A few well-aimed shots might at least get their attention."],["DANIEL","Well, you study enough religions, you find that killing the missionaries doesn't combat the overall philosophy."],["VALA","Problem is that what the Priors are offering sounds quite good, until you get to the whole prostrating and burning people alive bits."],["DANIEL","There's that, and I don't think any of us have read the real fine print yet."],["VALA","Meaning?"],["DANIEL","Well, I personally know without a doubt the Priors are bad."],["VALA","So creepy."],["DANIEL","And believe-or-die is an archaic moral standing. Now, the Ori are wrong for doing what they're doing, but the part I haven't figured out yet, the part that's really bothering me is WHY they're doing it. I mean, why do they care if people worship them or not?"],["ANNOTATION","Azdak enters the room. All four get to their feet. Vala takes a deep breath and closes her eyes for a moment before opening them to hear the verdict."],["AZDAK","We have decided to spare your life."],["ANNOTATION","Daniel breathes a deep sigh of relief, while unconsciously placing his hand on his holstered gun."],["VALA","Really? Thank you."],["AZDAK","Your punishment will be imprisonment for the rest of your life."],["VALA","What?!? A-Azdak, after everything we've been through...together!"],["AZDAK","You made me rub your feet."],["ANNOTATION","Daniel gives a small groan of disgusted sympathy. Vala smacks his shoulder through the bars."],["VALA","Weren't you justly rewarded? Anyway, the odd massage here and there hardly warrants life imprisonment."],["AZDAK","You lied, and abused the people of this planet."],["DANIEL","What about the Prior?"],["VALA","(smacking Daniel again) Wait a minute, we're not done here with me yet."],["AZDAK","Yes, we are. As for the Prior, the settlement is divided. Many believe the Ori are worthy of our devotion."],["ANNOTATION","Running footsteps can be heard approaching."],["DANIEL","And you?"],["ANNOTATION","The man who was running, the aide from the Mal Doran, appears in the doorway."],["AIDE","Vachna has fallen ill."],["DANIEL","That's the man the Prior healed."],["AZDAK","Yes."],["AIDE","Please hurry. We fear he might be close to death."],["ANNOTATION","The aide runs off. Azdak moves to follow."],["DANIEL","Wait, Azdak. Um...maybe we can help."]],"present":["AIDE","AZDAK","DANIEL","VALA"],"place":"JAIL ON P8X-412"},{"speech":[["ANNOTATION","Vachna lies on a cot. Vala sits at his side with the Goa'uld healing device in her hands. Azdak and Daniel stand beside the cot. Other villagers are nearby, observing."],["VACHNA","(knocking Vala's hand away) I do not want YOU near me."],["VALA","Take it easy."],["DANIEL","(to Azdak) It's okay. She's not going to hurt him."],["ANNOTATION","Azdak nods his consent. Vala passes the device over Vachna's body, the device humming and emitting a glow. After several seconds, she stops."],["VALA","There. How do you feel now?"],["VACHNA","(in wonder) What have you done to me?"],["VALA","(with a satisfied smile) Hmm. Making people feel good is a natural talent of mine."],["DANIEL","Can you sit up?"],["ANNOTATION","With Daniel's assistance, Vachna sits up straight."],["VACHNA","I do not understand. How did you do it?"],["ANNOTATION","Vala offers the device to Daniel, who takes it and holds it up to show Vachna."],["DANIEL","Well, this...is a tool. Like a hammer or shovel, just a lot more complicated. Just because you don't understand something at first doesn't mean it's the magic of the gods."],["ANNOTATION","Vala and Azdak exchange looks."]],"present":["DANIEL","VACHNA","VALA"],"place":"P8X-412, AN OPEN TENT IN THE VILLAGE, DAY"},{"speech":[["ANNOTATION","Azdak walks with Daniel, Vala, Mitchell and Teal'c through the settlement."],["AZDAK","You think that if we're united and tell this Prior we will not heed his word, he will merely go away and leave us alone?"],["DANIEL","Well, I wish I could say for sure what will happen. All I know is that you have to make a stand."],["MITCHELL","Whatever happens, we'll be here to back you up."],["DANIEL","But ultimately, it's gonna be up to you and your people."],["AZDAK","(turning to Vala) In exchange for saving Vachna's life, I have decided to reopen the issue of your life imprisonment."],["VALA","Thank you. I have to admit, it did make me feel rather good."],["DANIEL","I'm sure you thought that there might be a reward."],["VALA","(offended) That's not why I did it."],["ANNOTATION","Daniel nods, clearly not believing her."],["AZDAK","Speaking of rewards, the entirety of your property will be kept here as payment for your crimes."],["VALA","Now, hang on a minute..."],["ANNOTATION","Azdak starts to collapse, but Vala and Daniel catch him before he falls. He regains his equilibrium after a moment. Mitchell looks over with concern."],["DANIEL","You all right?"],["AZDAK","Yes, it's just been a very long day."],["ANNOTATION","The aide runs over. He grabs Azdak's sleeve and points in the opposite direction of the way they had been walking."],["AIDE","Azdak, you must come quickly."],["AZDAK","What is it?"],["AIDE","Many have fallen ill."],["ANNOTATION","Azdak glances at Daniel and Vala as the aide runs ahead. Daniel and Vala exchange looks. Azdak only takes a few steps, following the aide, before he collapses into the sand, unconscious. The aide, Daniel, and Vala rush to him, then exchange worried looks with Mitchell and Teal'c."]],"present":["AIDE","AZDAK","DANIEL","MITCHELL","VALA"],"place":"P8X-412 VILLAGE, DAY"},{"speech":[["ANNOTATION","Sick villagers lie around the courtyard. One of them is Azdak. Vala crouches by his side, using the Goa'uld healing device on him. Nearby, Daniel pours water to give to another sick villager."],["AZDAK","(sighing in relief and raising his head) Thank you. You are truly blessed."],["VALA","Oh, I don't know about that. I'm just doing the best that I can."],["ANNOTATION","Vala looks over at Daniel. He sees her, and comes over."],["AZDAK","How many have fallen ill?"],["VALA","I've lost count, but it's a lot."],["DANIEL","(crouching next to Vala) Whatever this thing is, it's spreading like wildfire. Come on, I'm gonna need you over here."],["ANNOTATION","Daniel gets up and moves to another part of the courtyard."],["VALA","(gently to Azdak) We'll talk about my treasure later."],["ANNOTATION","She winks at Azdak, then follows Daniel."]],"present":["AZDAK","DANIEL","VALA"],"place":"PYRAMID COURTYARD, DAY"},{"speech":[["ANNOTATION","Landry and Lam stand behind Harriman at his control station. The Stargate is active below them with the iris closed; klaxons blare in the background. Mitchell appears on the computer monitors and is communicating from the planet through a MALP video link."],["MITCHELL","We're doing our best to quarantine the sick. Vala's using the healing device to cure them as they come in, but they're piling up pretty quick."],["LAM","Symptoms?"],["MITCHELL","Weakness, high fever, chest and stomach pains...um...they have trouble breathing. Some of the extreme cases have gone into shock before Vala could even get to them."],["LAM","It doesn't sound like we're dealing with something transmitted from person to person, not that fast. We could be looking at a common source, possibly water or food."],["MITCHELL","Oh, I'd--I'd say we know the source."],["LANDRY","Looks like these Priors want to show us they're going to play hardball."],["MITCHELL","Well they're definitely trying to establish some credibility, sir."],["LAM","How are you and your team, Colonel?"],["MITCHELL","(pauses for a moment) Yeah, we're fine. But I reckon we could use some backup."],["LANDRY","On the way, Colonel."],["MITCHELL","Thank you, sir."],["ANNOTATION","Landry and Lam walk away as the video transmission cuts off."]],"present":["LAM","LANDRY","MITCHELL"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Vala sits on the steps in front of her throne, the healing device next to her. Daniel comes and sits beside her."],["DANIEL","You all right?"],["ANNOTATION","There is a long pause."],["VALA","(upset) No."],["DANIEL","(after letting out a deep breath) You can do this."],["VALA","I'm not so sure."],["DANIEL","Look, I know using that hand device must be taking a lot out of you, but we really, really need your help right now."],["VALA","Each one is getting harder. Each time it takes longer, and they keep coming. I don't think I can save this whole village, Daniel."],["DANIEL","You have to keep trying."],["MITCHELL","(over Daniel's radio) Jackson, we got a problem here."],["DANIEL","(keying radio) Give me a minute."],["MITCHELL","Now, please."],["ANNOTATION","Daniel and Vala exchange a look before Daniel gets up."]],"present":["DANIEL","MITCHELL","VALA"],"place":"PYRAMID GREAT HALL"},{"speech":[["ANNOTATION","Daniel, Mitchell, and Teal'c stand around Azdak's cot. Azdak is curled up on the cot, grimacing in pain. Vala comes up behind them."],["DANIEL","(shocked) He was just fine."],["MITCHELL","Well, he's not fine now."],["ANNOTATION","Vala kneels by Azdak's side."],["VALA","I healed him! If they can get reinfected, this will never end."],["ANNOTATION","Mitchell, Daniel and Teal'c say nothing, but they all look concerned."],["AZDAK","(crying from the pain) We must give in. They are too powerful."],["VALA","No. (She activates the healing device over him.) It's okay. I'm here."],["ANNOTATION","She and Daniel exchange worried looks."]],"present":["AZDAK","DANIEL","MITCHELL","VALA"],"place":"PYRAMID COURTYARD, DAY"},{"speech":[["ANNOTATION","Medical personnel in full hazmat gear walk down the corridor, carrying supplies and the helmets to their suits. Bringing up the rear is Lam. Landry meets up with her at a corridor junction."],["LANDRY","Carolyn--"],["LAM","(interrupting) I'm chief medical officer on this base, it's my call who goes on this mission. Given my work with the CDC, infectious disease is my specialty. I am easily the most qualified for this."],["LANDRY","(gently) I know. I'm your dad. I just came by to wish you luck...and be careful."],["LAM","(taken aback) Thank you. I will."],["ANNOTATION","Lam continues down the corridor. Landry watches her go."]],"present":["LAM","LANDRY"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Teal'c guards the doorway to the courtyard. Daniel sits by Azdak's side. Azdak is very ill."],["DANIEL","Hang in there. Don't give up yet."],["ANNOTATION","He lays a hand on Azdak's shoulder and turns to look at Vala. She is by the bedside of a young, female villager, using the hand device. She sees Daniel watching her and shakes her head with a grim expression. Teal'c moves from his place and talks to Mitchell. Lam, now wearing her helmet along with the hazmat gear, enters the courtyard. Mitchell approaches to greet her."],["MITCHELL","(breathing heavily) Hey, thanks for coming."],["LAM","This is worse than I thought."],["MITCHELL","Yeah, they're falling pretty fast."],["LAM","We're going to need a place to work."],["ANNOTATION","Mitchell needs a moment to compose himself before responding."],["MITCHELL","(nodding) This way."],["ANNOTATION","He leads Lam through the courtyard."]],"present":["DANIEL","LAM","MITCHELL"],"place":"PYRAMID COURTYARD, DAY"},{"speech":[["ANNOTATION","Far fewer villagers are walking around in the settlement."]],"present":[],"place":"P8X-412, DAY"},{"speech":[["ANNOTATION","Sick villagers crowd the hall, some even on the staircase. SGC medical personnel and healthier villagers are moving among the sick. Vala stands from where she has been healing a villager and beckons to Daniel, who stands by some medical equipment several feet away. He hurries over."],["DANIEL","(whispering) What?"],["VALA","(speaking low) This is not working anymore. I'm sorry."],["ANNOTATION","She presses the healing device against Daniel's chest. He takes it."],["DANIEL","(sighing) You have to keep trying. I mean, at least put on a show, keep their hopes up. I mean, we know you can do that."],["VALA","(agitated and upset, but still speaking low) See, this is exactly why I never even think about trying to help people. I'm terrible at it! Because of me, these poor souls are either going to die horribly, or they're going to give into the Prior in the hopes that he'll heal them."],["DANIEL","(also agitated but still speaking low) It is not because of you!"],["VALA","I cannot make them better! And if I hadn't been so worried about my precious treasure, I would never have opened my big, fat mouth, and we never would have come here!"],["DANIEL","And these people would still have had to either convert to Origin or face the consequences. And that's a dilemma the rest of our galaxy is also going to have to worry about."],["ANNOTATION","Lam approaches the pair. In the background, Teal'c is also approaching."],["LAM","(to Daniel) May I speak with you?"],["ANNOTATION","Lam moves off. Daniel gives Vala the Goa'uld healing device and follows. When Vala notices Teal'c coming too, she joins them."]],"present":["DANIEL","LAM","VALA"],"place":"PYRAMID COURTYARD, DAY"},{"speech":[["ANNOTATION","Lam, Daniel, Vala, and Teal'c enter the darker chamber of the pyramid."],["LAM","I've pretty much ruled out bacterial infection at this point. I'm treating with an anti-viral cocktail. We're just going to have to wait and see."],["DANIEL","Any idea why the hand device seems to have lost its effectiveness?"],["LAM","First, I'd have to understand even remotely how that thing works. I do know it's not unheard of for viruses to mutate and become immune to whatever's trying to attack it. Obviously, in this case, we're dealing with something more than just a garden-variety superbug."],["DANIEL","All right, I don't know if this helps or not, but we know that the Ancients were almost wiped out by a similar plague. I'm just bringing it up in case there's something in the research that's already been done."],["VALA","You think the Ori gave it to them?"],["ANNOTATION","Daniel tilts his head and raises his eyebrows at Vala."],["LAM","I am aware that SG-1 was infected with a virus, and then cured by an Ancient found frozen down in Antarctica. The symptoms and rate of progression here ARE remarkably similar."],["TEAL'C","Do you have any hypotheses as to why WE have not been affected?"],["LAM","No, we're still looking at your blood work. Excuse me."],["ANNOTATION","Lam heads to the exit. Teal'c follows after a nod at Daniel."],["VALA","Feel my forehead, am I hot? Hotter than usual? (She grabs Daniel's hand, placing it on her forehead and covering it with her own.) Well, you know what I mean."]],"present":["DANIEL","LAM","TEAL'C","VALA"],"place":"PYRAMID GREAT HALL"},{"speech":[["ANNOTATION","Landry sits next to Harriman. The Stargate is active with the iris closed; klaxons blare in the background. This time it is Lam who appears via the MALP video link, still wearing the Hazmat helmet."],["LAM","I'm sorry. I'm sure you know how much I wanted to walk in here and solve this."],["LANDRY","(with sympathetic smile) Hey, you wanted to be a doctor."],["LAM","(voice breaking slightly) I've seen some bad situations before, but nothing like this."],["LANDRY","And based on that comparison, what's your prognosis?"],["LAM","If we don't make a big breakthrough really soon, these people are going to need a miracle."],["WOMAN OVER LAM'S RADIO","Doctor Lam? You're needed immediately."],["LAM","I have to go. Lam out."],["ANNOTATION","Lam reaches forward and the transmission cuts off."]],"present":["LAM","LANDRY","WOMAN OVER LAM'S RADIO"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Lam rushes into the room, Daniel and Teal'c quickly following. They approach Vala who's holding a computerized medical chart. She hands it to Lam, who studies it."],["VALA","This is bad, right?"],["ANNOTATION","Lam hands the chart back to Vala and moves around a patient's bedside, checking monitors."],["LAM","The virus is shutting down his internal organs. He can't process toxins within his own system. He's essentially being poisoned to death."],["VALA","You can't give him more medicine?"],["LAM","As it is, this may be the virus bouncing back against treatment. I hate having to say this, but there's nothing I can do."],["ANNOTATION","Mitchell is the sick patient. He is on oxygen and intravenous bags hang at his bedside. He is unconscious and sweating profusely. Vala, Daniel, and Teal'c exchange concerned looks."]],"present":["LAM","VALA"],"place":"PYRAMID GREAT HALL"},{"speech":[["ANNOTATION","Lam fills out a computerized chart and hands it to one of her medical staff."],["LAM","Time of death: fourteen hours, eighteen minutes after preliminary symptoms were first noted."],["ANNOTATION","Another member of Lam's medical team covers Azdak's face with his blanket. Vala approaches from behind them."],["LAM","Remove the body, and prep for autopsy."],["ANNOTATION","The man nods. Lam and Daniel move a bit further away. Vala taps the man on the elbow."],["VALA","(voice breaking) Can I have a minute with him first?"],["ANNOTATION","The man nods and moves away. Vala lifts the blanket and looks at Azdak's body. She turns away and fights back tears. Further away, Lam talks to Daniel."],["LAM","This is the first, not the last. I've gotta get back to Colonel Mitchell."],["ANNOTATION","Daniel says nothing, but has a grave expression on his face. He approaches Vala and crouches beside her."],["DANIEL","You did everything you could."],["ANNOTATION","Vala sniffles and nods. A villager appears in the shadowed doorway."],["VILLAGER","He has returned! The Prior of the Ori has returned!"],["ANNOTATION","The villager runs off."],["VALA","You go ahead, Daniel."],["ANNOTATION","Daniel gets up and leaves. Her eyes wet, Vala leans down over Azdak's body, clasping her hands in front of her and biting her thumb."]],"present":["DANIEL","LAM","VALA","VILLAGER"],"place":"PYRAMID COURTYARD, DAY"},{"speech":[["ANNOTATION","The Prior walks slowly through the village. The orb on his staff emits a slight glow. Vachna spots him and approaches."],["VACHNA","Please, you must save us. Forgive those blinded by ignorance. People are dying. Our children are dying. They will believe. They do believe."],["ANNOTATION","Villagers begin to gather in a circle around Vachna and the Prior. Many are struggling to stand, weakened by the disease. Some are being held up upright by others."],["PRIOR","Still, not all of you."],["ANNOTATION","The Prior gestures behind Vachna with a nod. Vachna turns to see Daniel and Teal'c approaching."],["VACHNA","(gesturing at Daniel and Teal'c) They are not of us. They do not speak for us."],["DANIEL","Why are you doing this?"],["PRIOR","From the smallest seed of doubt springs forth a mighty poisonous tree of evil."],["DANIEL","(taking a couple of steps forward) Yeah, all right, cut the crap. This is my fault, all right? I'm the one who told these people if they didn't bow down to you, bow down to \"the Ori\", you might just give up and go away. Well I was wrong. I understand now. You don't have to kill them to prove a point to me."],["PRIOR","(leaning forward) Do you truly understand?"],["DANIEL","I understand this isn't about you and me."],["PRIOR","It is about all of the children of the Ori."],["VALA","Enough."],["ANNOTATION","Daniel, the Prior, and Vachna turn at Vala's voice. She approaches them with a determined gait, carrying a P-90. She stops when she reaches Teal'c and Daniel."],["VALA","Heal these people now."],["DANIEL","Vala..."],["VALA","No, Daniel, I've had it with the Ori. I think it's time we sent them a message. Or will you heal them?"],["PRIOR","Only their faith can heal them now."],["VALA","Then you are useless to us."],["ANNOTATION","She raises the weapon to her shoulder and fires several shots. Daniel, standing very close to Vala, cringes and turns aside from any backfire from the weapon. Villagers cry and gasp in alarm, shielding their faces. Daniel turns back to see what has happened. The bullets from Vala's weapon stop inches from the Prior's chest, hanging in mid-air for a few seconds until dropping harmlessly to the sand by his feet. The Prior, who has not moved, smiles at Vala. Vachna moves between them, and Vala and Teal'c lower their weapons slightly."],["VACHNA","Stop at once! (to Prior) Please, do not their evil deeds doom us. We all bow to the power of the Ori."],["ANNOTATION","Vachna kneels and lowers his face to the ground. All of the other villagers do the same. Vala, Daniel, Teal'c and Prior now stand in the middle of a circle of prostrated villagers."],["PRIOR","Hallowed are the Ori."],["VILLAGERS","Hallowed are the Ori."],["ANNOTATION","The Prior stabs his staff into the ground. The orb at the top glows with a blinding light. Vala, Daniel, and Teal'c have to avert their eyes from its glare; the Ori's eyes are closed. The light shines brighter and expands."]],"present":["DANIEL","PRIOR","VACHNA","VALA","VILLAGERS"],"place":"P8X-412 VILLAGE, DAY"},{"speech":[["ANNOTATION","The light from the Prior's staff can be seen from the other side of the pyramid as it continues to expand across the desert."]],"present":[],"place":"P8X-412, DAY"},{"speech":[["ANNOTATION","Lam is by Mitchell's bedside. She notices the brightness through the windows that illuminates the room. The light disappears, and Mitchell immediately regains consciousness. Lam presses her hand to his chest as he tries to sit up."],["LAM","Colonel?"],["ANNOTATION","She moves her gloved hands to his throat and face."],["MITCHELL","(disoriented) Oh, wow. Have you got a couple of aspirin?"],["ANNOTATION","A technician runs over."],["TECHNICIAN","Dr. Lam!"],["ANNOTATION","Lam holds up her hand to prevent him from interrupting and continues to examine Mitchell. The technician impatiently waits."],["LAM","(to Mitchell) How are you feeling?"],["MITCHELL","Tingly. How `bout we pretend I didn't say that?"],["ANNOTATION","Mitchell lays his head back down."],["LAM","You hang on, and I'll be right back."],["ANNOTATION","Lam gets up, and the technician leads her out of the room."],["MITCHELL","(raising his head and looking around) Hey, what did I miss?"]],"present":["LAM","MITCHELL","TECHNICIAN"],"place":"PYRAMID GREAT HALL"},{"speech":[["ANNOTATION","Lam and the technician rush into the courtyard. Once there, Lam stops short at what she sees. All of the villagers are getting up from their sickbeds. They appear healthy."],["LAM","(mouth agape) Oh my God!"],["TECHNICIAN","That's not all. Look!"],["ANNOTATION","The technician points to Azdak's bed in the center of the courtyard. He too is sitting up, looking perfectly well. Joyous villagers approach Azdak and take his hands. Lam looks on in shock."]],"present":["LAM","TECHNICIAN"],"place":"PYRAMID COURTYARD, DAY"},{"speech":[["ANNOTATION","The orb has returned to its previous state, only glowing slightly. Vala, Daniel, and Teal'c turn their faces back towards the Prior. The Prior begins to walk towards Daniel, and Vala and Teal'c raise their weapons defensively. The villagers begin to stand; the sick ones are now well. The Prior stops very close to Daniel and smirks."],["PRIOR","Tell others what you have seen today."],["ANNOTATION","The Prior turns around and walks away, various villagers bowing as they allow him to pass. Vala, Daniel, and Teal'c watch him leave with grave expressions on their faces."]],"present":["PRIOR"],"place":"P8X-412 VILLAGE, DAY"}]