[{"speech":[["PREVIOUSLY ON STARGATE SG-1",""]],"present":["PREVIOUSLY ON STARGATE SG-1"],"place":"nowhere"},{"speech":[["ANNOTATION","A group of Jaffa carrying staff weapons move around stone ruins to stand before the Prior."],["PRIOR","What say you to the promise of the Ori?"],["LATAL","We will hear no more of false gods."],["ANNOTATION","The Jaffa fire their staff weapons at the Prior to no effect. The Prior pounds the base of the staff into the sand. All six Jaffa are thrown back through the air and disappear into the horizon."]],"present":["LATAL","PRIOR"],"place":"KALLANA, DAY"},{"speech":[["TASS'AN","He told us we had to make a choice. Follow the Ori, or be destroyed. In moments, our city was leveled. If a Prior visits your world...leave."]],"present":["TASS'AN"],"place":"SGC INTERROGATION ROOM"},{"speech":[["ANNOTATION","Mitchell cools his face with water, looks up, and spots a Prior walking through the Sodan village."]],"present":[],"place":"SODAN HOMEWORLD, DAY"},{"speech":[["DOCI","Is great knowledge, power, understanding not enough for you to revere the Ori?"],["DANIEL","That doesn't mean I would murder innocent people in their name."]],"present":["DANIEL","DOCI"],"place":"DOCI CHAMBER, CELESTIS"},{"speech":[["ANNOTATION","Landry speaks to Gerak as they stand by the window overlooking the Gate Room."],["LANDRY","If we don't continue to work together, the victory we worked so long and hard for could result in chaos."]],"present":["LANDRY"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Orlin stands in Carter's home speaking to her."],["ORLIN","My name is Orlin. I'm from the planet you just visited...Actually, the truth is...I...love you."],["ANNOTATION","Carter takes a breath, then closes her eyes. Orlin begins to glow brightly, losing his human form as he does so. The light surrounds both him and Carter before dissipating. Carter opens her eyes and stares at Orlin."],["CARTER","Oh my god."]],"present":["CARTER","ORLIN"],"place":"CARTER'S HOME"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Mitchell and Daniel round a corner and walk down the hallway. From the ball Mitchell carries and their attire, they appear to have just finished playing a basketball game. Daniel tosses a towel over his shoulder while Mitchell drinks from a water bottle."],["MITCHELL","I'm just saying, it's pure ego."],["DANIEL","Pure ego? I don't know, at that level of enlightenment? I mean, arrogance is about pleasure, right? Wallowing in the pride of one's achievement."],["MITCHELL","Well, you don't think that getting a whole galaxy to bow down and worship you is something to write home about?"],["DANIEL","No, I'm just saying the ascended beings I've met have pretty much all the satisfaction anyone can need. They don't need to lord it over us. They kind of look at us the way we look at bugs: insignificant, amusing at best."],["MITCHELL","No, look. I-I get what you're saying, but..."],["ANNOTATION","Soon after they round another corner, both Daniel and Mitchell make expressions like they smell something unpleasant."],["MITCHELL","(sniffing under his arm) Damn. That-that smell. Is that you?"],["DANIEL","(checking himself) Nope. Uh-uh. Don't think so."],["ANNOTATION","SG-6, wearing brown peasant clothing and looking very grubby, enters the corridor from the gate room just as Daniel and Mitchell pass by."],["MITCHELL","Whoa, Barnes...Right, of course. I should've known that stench was you."],["ANNOTATION","Barnes peels off his outer shirt, revealing a long-sleeved black t-shirt underneath. Ryan and Brooks of SG-6 pass by and go down the hall from where Daniel and Mitchell just came."],["BARNES","Very funny, Mitchell. We've been undercover on P2X-885. Ten thousand poverty stricken peasants. Only one freshwater well."],["FISHER","Not to mention 130 degrees...in the shade."],["MITCHELL","Well, you might want to think about taking a shower before you debrief Landry."],["BARNES","Right after Lam clears us."],["DANIEL","Well, lucky her."],["FISHER","(grinning) Maybe if we're lucky, she'll give us all a sponge bath."],["BARNES","I wouldn't repeat that around the general, Lieutenant."],["MITCHELL","I wouldn't repeat that around me."],["FISHER","(chastised) Sorry, sir."],["ANNOTATION","Daniel and Mitchell continue down the corridor."],["BARNES","(to Fisher) Let's go."],["ANNOTATION","Barnes and Fisher head in the other direction. Fisher looks back to see if Mitchell is out of hearing range before speaking again."],["FISHER","Okay, seriously...what's his problem?"],["BARNES","(stopping short) Aside from the fact that's a completely inappropriate comment, Lam is Landry's daughter."],["ANNOTATION","Fisher is taken aback and glances back again towards Mitchell and Daniel, now at the other end of the hallway."],["FISHER","Sir, I'm sorry."],["BARNES","Know when to shut up, Lieutenant."],["MITCHELL","(calling from end of corridor) Hey, Colonel? How'd it go, by the way?"],["BARNES","(calling back) Not good. 885's gone Ori."],["ANNOTATION","Daniel cleans his glasses on his towel. Mitchell makes a face and tosses the basketball at Daniel who catches it one handed, juggling it a bit while holding his glasses in his other hand."],["MITCHELL","(to Daniel) Third planet this month."],["ANNOTATION","Mitchell walks away while Daniel shifts the basketball distractedly and looks upset."]],"present":["BARNES","DANIEL","FISHER","MITCHELL"],"place":"SGC CORRIDOR"},{"speech":[],"present":[],"place":"DAKARA, DAY"},{"speech":[["ANNOTATION","Gerak sits at his desk. Sunlight streams through the window. Yat'yir enters."],["GERAK","I asked not to be disturbed."],["YAT'YIR","(bowing) Forgive me...but HE is here."],["ANNOTATION","Gerak looks up, startled, and closes his book. It is the Book of Origin. He stands as a Prior enters, wearing black robes. It is the same Prior who started the plague in The Powers That Be and was formerly the Administrator of Ver Ager."],["GERAK","(composing himself and standing) Greetings."],["PRIOR","Have you contemplated your destiny?"],["GERAK","I have read from the book, and I find it to be most illuminating."],["PRIOR","Antaris and the river. How the people of the low valley were freed from the yoke of an iron serpent who ruled over them without mercy. Do you see this as more than mere coincidence?"],["GERAK","You suggest it is prophecy?"],["PRIOR","Such is the wisdom granted by true enlightenment and the road we all must take."],["GERAK","Many Jaffa are without faith and direction, hurt by the lies and betrayal of those who have enslaved us."],["ANNOTATION","Yat'yir listens to this exchange with interest."],["PRIOR","You have been burned by evil, but do not let that keep you from the warmth and light of the eternal flame. Let Origin show you the way."],["GERAK","(rounding his desk) I'm merely saying that, uh, it may still take some time for other Jaffa to see Origin as I have come to see it. But I vow to spread the word of the Ori to all Jaffa."],["ANNOTATION","Yat'yir's stares at Gerak in shock."],["PRIOR","Hallowed are the Ori."],["GERAK","Hallowed are the Ori."]],"present":["GERAK","PRIOR","YAT'YIR"],"place":"GERAK'S CHAMBER"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Landry hangs up the phone in his office and joins SG-1 in the briefing room, waving Mitchell and Carter to stay seated. Daniel is reading a very thick report. Copies of the same report are in front of Mitchell and Carter."],["LANDRY","Colonel Carter, I've read your proposal."],["CARTER","And?"],["LANDRY","And, I'm not exactly sure what an aneurysm feels like, but I suspect I'm pretty close."],["MITCHELL","Boy, I'm glad I'm not the only one."],["LANDRY","Can you put this in layman's terms?"],["CARTER","Well, simply speaking, sir, based on the research that was done on Anubis's genetic experiment, Khalek, we believe we may be close to developing a technology that could inhibit a Prior's special abilities."],["MITCHELL","(flipping through the report) Are we talking about a anti-Prior gun here? Because I don't remember seeing the word \"gun\" anywhere in here."],["CARTER","Well, it wouldn't be a \"gun\" exactly, but that is kind of what made us think it was possible."],["DANIEL","Because I was able to shoot Khalek while he was focused on defending himself from you."],["ANNOTATION","Daniel points at Mitchell."],["CARTER","Which meant he wasn't omnipotent."],["LANDRY","You think the Priors are the same."],["CARTER","We've identified specific portions of the brain that were active when Khalek was using his unique abilities."],["DANIEL","Now he had those abilities because he was in a much more evolved state, very close to ascension. Now we're hoping the Ori are affecting the Priors in much the same way."],["CARTER","Dr. Lee and I are working on a way of targeting and neutralizing those higher brain functions using a field generator emitting fluctuating ultrasonic frequencies."],["LANDRY","And my headache was just going away."],["CARTER","(smiling) I don't want to sound overly optimistic, sir, but I think we may be close to testing within a couple of days."],["LANDRY","Mmm. I would like to report that something positive came out of that whole \"Khalek\" situation."],["CARTER","Yes, sir."],["LANDRY","Keep me posted."],["ANNOTATION","He stands and leaves the room, Mitchell and Carter rise until he's gone. Carter looks after Landry with a concerned expression, clenching her teeth as she sits."],["CARTER","He didn't look too impressed."],["MITCHELL","Oh, trust me. \"Anti-Prior gun\" would've gone down better."],["ANNOTATION","Mitchell closes his copy of the report and pushes it back towards Carter. She takes a deep breath."]],"present":["CARTER","DANIEL","LANDRY","MITCHELL"],"place":"SGC BRIEFING ROOM"},{"speech":[],"present":[],"place":"DAKARA, DAY"},{"speech":[["ANNOTATION","The full council sits at the tables. Gerak stands in the center of the circle, addressing them."],["GERAK","If the Jaffa at Kellana had heeded the wisdom of the Priors, they'd all still be alive today."],["BRA'TAC","(standing) The Jaffa at Kellana were defending themselves against a military incursion. The Ori were attempting to construct a means by which to invade our galaxy and attack us."],["GERAK","(holding up Book of Origin) They offered us the wisdom of the ages and everlasting life, and we met that with force. Were their actions not justified?"],["ANNOTATION","Teal'c enters the chamber and walks down the steps."],["BRA'TAC","(voice trembling with fury) Thousands of lives were lost."],["GERAK","All the more reason why we should respect their power!"],["BRA'TAC","If you are suggesting we have no other choice but to acquiesce, that would be cowardice."],["ANNOTATION","Gerak steps off the raised circle and approaches Bra'tac."],["TEAL'C","Gerak!"],["GERAK","(composing himself) I believe their intentions are pure. They offer us enlightenment, knowledge, salvation. All of these things can be ours, IF we have the courage to embrace our destiny."],["ANNOTATION","Gerak looks at Bra'tac with clear challenge in his eyes. Bra'tac clenches his jaw and moves to respond. Ka'lel, watching this from her seat next to Bra'tac, quickly stands."],["KA'LEL","I believe a recess is in order. The council will deliberate on Gerak's proposal."],["ANNOTATION","The council members get up and leave. Teal'c and Bra'tac remain, taking seats in two of the chairs."],["TEAL'C","I came as soon as I heard."],["BRA'TAC","(sighing) Gerak has proposed that the religion of the Ori should be adopted by all Jaffa."],["TEAL'C","(shocked) As law?"],["BRA'TAC","(nodding) To be taught to our children. Its benedictions and traditions followed to the letter. Should it be ratified by the council, all Jaffa would have no choice but to accept the Ori as gods."],["TEAL'C","True belief cannot be legislated. Surely the council must know this is beyond their purview."],["BRA'TAC","But Gerak seems to have swayed many. He is convinced that the Ori represent the true gods we have all sought for generations, and that only by worshipping them can we finally find peace and enlightenment."],["TEAL'C","Then he is a fool, and must be revealed as such."],["BRA'TAC","Gerak is many things, but he is no fool, Teal'c. Because of us, too many Jaffa now know that the Ancients of this galaxy will never offer us a quick path to ascension."],["TEAL'C","Still, the Ori are not the answer."],["BRA'TAC","No...but Gerak is old, as are many of the council. For them, the Ori represent hope for life beyond that which we now know. For that reason alone, this proposal will carry weight."],["ANNOTATION","Teal'c leans back in his chair and considers this, frowning deeply."]],"present":["BRA'TAC","GERAK","KA'LEL","TEAL'C"],"place":"JAFFA HIGH COUNCIL CHAMBER"},{"speech":[["ANNOTATION","A monitor exhibits a brain scan. Lee sits near the monitor and looks at Carter incredulously."],["LEE","Wha...A couple of days?!?"],["CARTER","Well, we'll just have to roll up our sleeves and burn some midnight oil if we have to."],["ANNOTATION","She takes her seat at a worktable behind him."],["LEE","(sarcastically) Ah...midnight oil. Why didn't you just tell them we'd come up with a viable means of creating cold fusion while you were at it?"],["CARTER","(brightly) Sure, if you've got something."],["ANNOTATION","Lee chuckles bitterly at her joke. Carter smiles, then reaches to the table, picks up some small objects, places them in her ears, and starts to work. Lee, not facing her, doesn't notice her actions and continues to speak."],["LEE","No, look, I mean, all we have is a bunch of uncorrelated data and-and a theory...Yeah, I-I mean I admit, it's a pretty-pretty \"sound\" theory, if you'll pardon the pun. (He laughs quite a bit at his joke) Ultrasonic waves...Oh, that's good. (composing himself) Anyway, I mean, it's going to be a matter of months before we get... (continues in a teasing tone) Oh! I see, I understand--this is your first project back from Area 51, and you just uh, you just want to impress everybody, right--?"],["ANNOTATION","Lee spins his stool around, smiling, and notices Carter is completely ignoring him. His face falls."],["LEE","(loudly) Can you hear me?"],["ANNOTATION","Carter glances over and sees Lee looking at her. She takes out the earpieces."],["CARTER","What?"],["LEE","(shaking head) I...uh,...no, I,...right. Sleeves up...and...working."],["ANNOTATION","Lee dramatically shoves up his sleeves and turns back to his keyboard. Carter grins and puts the earpieces back in her ears, turning back to her own work. From above, an entity watches Carter, its vision monochromatic and fuzzy at the edges."]],"present":["CARTER","LEE"],"place":"SGC SCIENCE LAB"},{"speech":[["ANNOTATION","Barnes lies on a gurney in hospital scrubs, hooked up to monitors and wearing a full oxygen mask. He is conscious but breathing heavily. Two medical personnel stand over him, wearing full isolation suits."]],"present":[],"place":"SGC ISOLATION ROOM"},{"speech":[["ANNOTATION","Lam briefs Landry while they watch Barnes."],["LAM","It's Colonel Barnes. About three hours ago, he came in complaining of fatigue. About an hour after that, he could barely stand. High fever, chest pain, respiratory distress. Sound familiar?"],["LANDRY","You're certain it's the same?"],["LAM","He's displaying identical symptoms as the people who were infected on 412. It's a Prior plague. We have to find Lieutenant Fisher...and fast."]],"present":["LAM","LANDRY"],"place":"SGC ISOLATION OBSERVATION ROOM"},{"speech":[["ANNOTATION","Fisher is in full dress uniform, seated with a crowd of other military and civilian personnel inside the hangar. An F-16 is parked on the tarmac outside, and another inside. The audience listens to Hammond give a speech. Hammond is wearing a civilian suit."],["HAMMOND","In my many years of service, I've met with our men and women in uniform around the world. Active, Guard, and Reserve, both on the front lines and those here at home. And then, as now, I am continually amazed by your courage, dedication, and patriotism. Our airmen, soldiers, sailors, and marines are symbols of the pride and strength of this nation. Be proud of what you do. You make our nation stronger and our world safer. Thank you."],["ANNOTATION","The crowd bursts into a standing ovation. Hammond leaves the podium and greets some of the audience in the front row. Others move forward to speak to him Fisher's face breaks out in a wide grin as he stands and claps with others. Fisher turns and speaks to the woman next to him, touching her arm. He walks up the center aisle, hoping to speak with Hammond, pausing to greet another person briefly and inadvertently jostling others as he approaches. Only a few people are between him and Hammond when several SUVs screech to a halt inside the hangar."],["ANNOTATION","The crowd murmurs questions of \"what's going on\" as Hammond is hustled to a vehicle by his protection escort. From a van, people in full isolation suits exit and approach Fisher, pushing others firmly, but not violently, aside."],["MAN IN HAZMAT SUIT","(to people in crowd) Back away. Back away. (to Fisher) Lieutenant Fisher?"],["FISHER","(scared and confused) Yes, sir?"],["ANNOTATION","The man and others with him grab Fisher by the elbows and hustle him quickly to the van. Fisher looks around in shock, and tries not to resist as they manhandle him."],["MAN IN HAZMAT SUIT","You're going to have to come with me immediately, sir. (To crowd) Come on. Back away. (To Fisher) In here, please."],["ANNOTATION","They help Fisher into the van and close the doors. Other personnel in hazmat suits remain with the crowd."]],"present":["FISHER","HAMMOND","MAN IN HAZMAT SUIT"],"place":"PETERSON AIR FORCE BASE AIRCRAFT HANGAR, DAY"},{"speech":[["ANNOTATION","Landry and Lam pass medical personnel as they walk down the observation room staircase and leave the ante-room for the corridor."],["LANDRY","You cleared SG-6 when they returned from 885."],["LAM","I approved their clearance, yes. We've been taking extra precautions since the outbreak on 412, but you can't test for a virus that you don't know exists. This strain has a completely different genetic makeup, and what's worse, it seems to be mutating right before our eyes."],["ANNOTATION","Mitchell runs down the hall from the isolation wards and catches up to them."],["MITCHELL","Sir! They found Fisher. They're bringing him in, and everyone at the speech has been quarantined."],["LANDRY","Barnes says he thinks Fisher was the one who made direct contact with the Prior."],["LAM","(upset) Airman Ryan is showing early symptoms. Lt. Brooks has been quarantined as well. Sir, we have no way of knowing who Fisher may have come in contact with prior to leaving this base, or how far this thing has spread."]],"present":["LAM","LANDRY","MITCHELL"],"place":"SGC ISOLATION WARDS ANTE-ROOM AND NEARBY CORRIDOR"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Fisher stands \"at ease\" in hospital scrubs inside the isolation room. Lam and Mitchell speak to him from the observation room."],["FISHER","It was a couple of days before we left the planet. Airman Ryan and I went to morning prostration. The Prior was there preaching."],["MITCHELL","(into microphone) You had no idea your cover'd been blown?"],["FISHER","No, sir. There was no way anybody from that planet could've known we were from Earth. Uh, The Prior walked among us, touching people on the head. Some sort of benediction."],["MITCHELL","(forgetting to key microphone) Oh...w-w-wh-wait. He touched... (using microphone) Sorry. He touched you on your head?!?"],["ANNOTATION","Fisher makes a sound as if he's annoyed with himself and shakes his head."],["FISHER","I'm sorry, sir. If I had realized it was so important, I would've put it in my report."],["MITCHELL","(keying microphone) That's all right, Lieutenant. Thank you. (to Lam) So how come he isn't sick?"],["LAM","I'm guessing it's because he's just a carrier. If he got sick and died from the virus, it wouldn't spread very far would it?"],["ANNOTATION","Landry opens the door to the observation room and gestures to them."],["LANDRY","Colonel, Dr. Lam, a word?"],["ANNOTATION","Lam and Mitchell exit the room. On the observation room monitor, Fisher can be seen sitting down at a table."]],"present":["FISHER","LAM","LANDRY","MITCHELL"],"place":"SGC ISOLATION ROOM AND ITS OBSERVATION ROOM"},{"speech":[["LANDRY","What've you got?"],["LAM","He's definitely Patient Zero."],["LANDRY","Uh, the team on site at Peterson just reported that two of the people in the crowd at General Hammond's speech are displaying symptoms and have tested positive. The general himself is fine."],["MITCHELL","That's good, sir. What about the restaurant and gas station Fisher stopped at on his way into town?"],["LANDRY","The CDC has mobilized units to try and contain the situation. They've sent out bulletins to every hospital and medical facility in the state. Anyone showing plague symptoms will be referred to us."],["MITCHELL","Do we have a cover story?"],["LANDRY","A new influenza that first appeared at St. Francis Medical Center two days ago. We're issuing a press release in an hour. Colonel, I'd like you in the field following up on Lt. Fisher's activities, just to be sure."],["MITCHELL","Yes, sir."],["ANNOTATION","Mitchell heads out of the ante chamber and into the corridor."],["LAM","(calling after him) You'll have to get scrubbed and stay in hazmat on the outside!"],["MITCHELL","(waving back in acknowledgment) Yes, ma'am!"],["LAM","Twelve infected base personnel have been quarantined. Four of them are showing early symptoms. Now half of those people came in direct physical contact with SG-6 after they came back. However, the rest of them didn't, which means we should assume the worst case scenario."],["LANDRY","Which is?"],["LAM","The virus may be airborne and persistent."],["LANDRY","So we have no idea how many people this will ultimately affect?"],["LAM","No."],["ANNOTATION","Klaxons blare and red lights flash."],["HARRIMAN","(over intercom) Unauthorized offworld activation."],["LANDRY","(heaving a frustrated sigh) What now?"],["ANNOTATION","Landry slowly moves to the corridor."],["LAM","Hey, you wanted to be a general."],["ANNOTATION","Landry pauses and looks at back at Lam. She gives him a sidelong glance before moving to another part of the room."],["HARRIMAN","(over intercom) General Landry to the control room."],["ANNOTATION","Landry turns, smiles to himself, and exits."]],"present":["HARRIMAN","LAM","LANDRY","MITCHELL"],"place":"SGC ISOLATION WARD ANTE-CHAMBER"},{"speech":[["ANNOTATION","Landry enters the room, which is dark. Through the window, the stargate can be seen with its iris closed, all chevrons lit."],["LANDRY","Chief?"],["HARRIMAN","It's Teal'c, sir. I've established a video link with him on Dakara."],["ANNOTATION","Harriman gestures to a nearby monitor. Teal'c is on the screen. Landry sits in front of the monitor."],["TEAL'C","General Landry. Chief Harriman has informed me of the situation. May I be of any assistance?"],["LANDRY","Not at the moment. We've restricted gate travel in and out of the base for the time being."],["TEAL'C","Understood."],["LANDRY","How'd it go with the council? Have they made a decision?"],["TEAL'C","They have not. But I have been told that they are leaning towards accepting Gerak's proposal despite our warnings."],["LANDRY","Doesn't sound good."],["TEAL'C","Bra'tac and I no longer believe this battle can be won through diplomacy alone. The council must know of our resolve by other means."],["LANDRY","Such as?"],["TEAL'C","We will travel to Chulak to meet with other Jaffa leaders who feel as we do. No matter what the council decides, we will resist any alliance with the Ori."],["LANDRY","So your fight for freedom may end up in an all-out civil war."],["TEAL'C","(sighing) Indeed."],["LANDRY","Mmm. Let's hope it doesn't come to that."],["ANNOTATION","Landry gestures to Harriman. Teal'c bows in farewell, and Harriman cuts off the transmission. The gate shuts down as Landry rises from the chair."]],"present":["HARRIMAN","LANDRY","TEAL'C"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Isolation tents and white trailers are scattered around the vicinity of the \"Gas and Bait\". People in hazmat suits are testing and disinfecting the gas pumps and other surfaces. Mitchell is on his telephone headset, walking through the area in full hazmat gear."],["MITCHELL","(into headset) It's a self-serve station, sir. According to receipts, twenty-two people have used the pump that Fisher used. We're tracking down the folks that used credit cards, but six used cash."]],"present":["MITCHELL"],"place":"GAS STATION, COLORADO, DAY"},{"speech":[["ANNOTATION","A computer screen shows a map of part of Colorado. Landry sits nearby, on the telephone. The monitor in front of him shows a muted television news anchor giving a report."],["LANDRY","We've called in the National Guard; I'm staying touch with the Governor, but it looks like we may need to close down the state, Colonel."],["MITCHELL","(over phone) Yes, sir. It's pretty bad."]],"present":["LANDRY","MITCHELL"],"place":"SGC OPERATIONS ROOM"},{"speech":[["MITCHELL","(continuing) The attendant's been put into quarantine, and it looks like he's got it."],["LANDRY","(over phone) That's not the news I wanted to hear."],["ANNOTATION","Mitchell looks over to see two hazmat personnel wheeling out a gurney. A plastic tent completely encases the gas station attendant inside."]],"present":["LANDRY","MITCHELL"],"place":"GAS STATION, DAY"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN DAY"},{"speech":[["ANNOTATION","Heavy metal music blares from large speakers, which are vibrating from the high volume. Lee sits at his station between the two largest speakers, unbothered by the noise. He leans his chin on one hand and types at the keyboard with the other. Carter opens the door and enters, carrying folders, and is immediately overwhelmed by the sound."],["CARTER","Hey!"],["ANNOTATION","She quickly shuts the door and drops her folders on the table she was working at earlier."],["CARTER",""],["HEY!",""],["ANNOTATION","Lee is oblivious to her, so she looks for the controls and shuts off the music herself. Lee immediately sits up and looks around."],["LEE","(confused) What are you doing?"],["CARTER","What are you doing?!?"],["LEE","(gesturing at his equipment) I'm testing frequencies."],["ANNOTATION","Carter picks up a cd case and reads it. She waves the case at Lee and walks over to his station."],["CARTER","With \"Dark Pariah\"?!?"],["LEE","(shaking his head) I can't hear a thing. Noise-cancelling technology."],["ANNOTATION","Lee takes out earplugs and shows them to her. Carter looks at the speakers and sighs."],["CARTER","How's it coming?"],["ANNOTATION","Lee and Carter look at the monitor which shows an illustrated and captioned brain scan."],["LEE","(shaking head) Oh, well...I mean, we all know our auditory senses are a direct line to certain brain functions, and we know that they respond differently to different sonic frequencies, but, uh, you know, trying to achieve something as specific as isolating one small part of the brain, that's like...I mean it's like uh...it's like...trying to do...something that's...impossible."],["ANNOTATION","Lee chuckles in defeat."],["CARTER","(sarcastically) Good analogy."],["LEE","(laughs) Oh, come on...I haven't slept."],["ANNOTATION","The entity watches Carter go back to her station and sit. She seems to sense something, because she looks up at the entity. Lee sees her looking towards the ceiling."],["LEE","What?"],["ANNOTATION","Carter still looks around cautiously, but doesn't see anything. She shakes her head and redirects her attention to Lee."],["CARTER","What?"],["LEE","No, I said it first. What are-what are you looking at?"],["CARTER","Nothing. I think I'm just tired, too."],["ANNOTATION","Carter leans down and rubs her face with her hands. Lee looks up at the ceiling, and, seeing nothing, turns back to his work."]],"present":["CARTER","HEY!","LEE"],"place":"SCIENCE LAB"},{"speech":[["ANNOTATION","The hazmat crew swarm through a café, looking at various items. Outside the window, one of the hazmat team, not wearing his helmet, is being interviewed by reporters while camera crews try to film the inside of the restaurant through the window."],["MITCHELL","(on headset telephone) The waitress who served him, the cook, the manager, they're all testing positive. We have fourteen customers unaccounted for. Bulletins are being issued on local AND national radio and television."],["LANDRY","(over phone) The media's having a field day."]],"present":["LANDRY","MITCHELL"],"place":"RESTAURANT, COLORADO"},{"speech":[["ANNOTATION","Landry sits at his desk speaking on the telephone. A television news report sounds in the background."],["MITCHELL","(over phone) Have you closed the state borders, sir?"],["LANDRY","Too late for that, Colonel. We already have reported cases in Utah, Kansas, and New Mexico."]],"present":["LANDRY","MITCHELL"],"place":"SGC LANDRY'S OFFICE"},{"speech":[["MITCHELL","Damn, that was fast."],["LANDRY","(over phone) Faster than we can move..."]],"present":["LANDRY","MITCHELL"],"place":"RESTAURANT"},{"speech":[["LANDRY","(continuing) Airports, bus stations, train stations are all secure at this point, but more than one person seems to have gotten out. Track 'em down, Colonel."],["MITCHELL","(over phone) Will do, sir."],["ANNOTATION","Landry hangs up the phone and turns to the television."],["MALE REPORTER","(on television) ...headquarters safely."],["FEMALE ANCHOR","(on television) Panicked citizens are demanding answers from authorities who have been clearly overwhelmed by the speed and scope of the virus. Despite their best efforts, the contagion continues to spread at an alarming rate. Of course, keep it right here, we'll have the latest in breaking news on the hour, every hour. We'll see you then."],["ANNOTATION","Landry leans his forehead on his clasped hands, and shakes his head slowly."]],"present":["FEMALE ANCHOR","LANDRY","MALE REPORTER","MITCHELL"],"place":"LANDRY'S OFFICE"},{"speech":[["LEE","This is going nowhere, and my sleeves are up as high as they can go."],["CARTER","Perhaps if we tried a different kind of spread spectrum...maybe a combination of waves."],["ANNOTATION","Lee gets up and looks at her monitors for a moment, trying to concentrate."],["LEE","Yeah, but, uh... (grimaces and shakes his head in exhaustion) Look, I...I'm sorry, the only thing I can confirm with any kind of certainty is that sleep deprivation definitely has an adverse effect on all brain function. Um, I'm going to get some coffee. Do you want anything?"],["CARTER","No, I'm good."],["ANNOTATION","Lee leaves the room, rubbing his neck. Carter plays with her pen as she studies the monitors."],["ORLIN","(unseen) You're so close."],["CARTER","(distractedly) I know."],["ANNOTATION","Carter realizes no one else should be in the room, and she spins around. A boy, dressed in casual clothes, stands near Lee's station."],["ORLIN","Hello, Sam. It's good to see you again. I've missed you."],["CARTER","Who are you?"],["ORLIN","I had no choice but to take this form. It's me, Orlin."],["ANNOTATION","Carter stares at young Orlin in shock."]],"present":["CARTER","LEE","ORLIN"],"place":"SGC SCIENCE LAB"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","On a monitor is Orlin, dressed in blue medical scrubs, calmly sitting at a small table. Next to the monitor, Orlin can be seen through the window in an interrogation room. A guard walks by, giving the boy a second look before taking position by the door. Lam, Daniel, Carter, and Landry watch from the window."],["LAM","As far as I can tell, he's a normal human adolescent."],["LANDRY","Who claims he's an Ancient who has descended and taken human form."],["CARTER","There really is no other explanation, sir, for how he could've gotten into the base, or know the things he knows. I'm pretty sure he's given us the key to finishing the anti-Prior technology Dr. Lee and I were working on."],["LANDRY","According to the mission report on your first encounter with Orlin, you two...had a...intimate relationship?"],["ANNOTATION","Lam's eyes widen."],["CARTER","Uh, well...w-we did, but uh, he didn't look like that...He was..."],["LAM","Taller?"],["CARTER","(smiles thinly) He was a grown man."],["LANDRY","Ah. So why come back as a boy this time?"],["CARTER","He said he had no choice, sir. He had to take a younger form in order to preserve as many of the Ancient memories as possible."],["DANIEL","The knowledge he possessed as an ascended being was too massive for a normal human brain to handle. We're guessing that having a younger brain gave him a slightly better chance of retaining the knowledge a little longer."],["LAM","That makes sense, actually. The neural make-up of a still developing mind has the potential for better memory retention than that of an adult."],["CARTER","Ultimately, sir, he says he will lose most of the knowledge. Sir, I think he's taken a huge risk just to be here. We should at least hear him out."],["LANDRY","Mmm."]],"present":["CARTER","DANIEL","LAM","LANDRY"],"place":"SGC ISOLATION OBSERVATION ROOM"},{"speech":[["ANNOTATION","Daniel sits across the table from Orlin and Carter. Landry sits at the end of the table. SFs guard the doors."],["DANIEL","I'm sorry--aren't you breaking some major cosmic rules here? I mean, why did the Others let you go without wiping your memory clean?"],["ORLIN","Honestly, I don't really know. I guess enough of them felt it was necessary for someone to step out of line and warn you."],["LANDRY","I'm assuming you're talking about the Ori. We're already aware of the threat they pose."],["ORLIN","Believe me, you don't know everything. A long time ago, the Ori and the Alterans were one society, human, on an evolutionary path to ascension, but a philosophical division grew. The Ori grew more and more fervent in their religious belief. The Alterans...for lack of a better way of putting it...believed in science. The Ori tried to wipe them out."],["DANIEL","So instead of going to war, the Alterans built a ship, left their galaxy, and came here. Uh, we know that both the Alterans and the Ori eventually ascended, and that the Ori passed on a religion called \"Origin\" to the next evolution of humans they created."],["ORLIN","Yes, but the central promise of the religion, everything Origin's followers devote themselves to, is a lie."],["DANIEL","(slowly) Are you saying that the Ori don't offer their followers ascension?"],["ORLIN","No. Most certainly not. Then they'd have to share."],["LANDRY","Share what?"],["ORLIN","The power they sap from those who worship them."],["CARTER","Wha--how is that possible? I mean, are you-are you saying there's a real, physical transfer of energy to the Ori that occurs simply through a human being's belief in them?"],["ORLIN","\"Simply\" is not how I would put it. It's quite complicated, but possible. And for it to have a measurable effect, it requires massive numbers of humans relinquishing their will. Nevertheless, it is one of the main reasons the Ancients have so strongly believed in strict non-interference in the lower planes."],["DANIEL","(quickly) Because the temptation to manipulate and align lower life forms in some order for your own purposes could result in exactly this type of abusive corruption."],["ORLIN","The Ori empower themselves by sapping the life force of those willing to surrender themselves to them."],["DANIEL","Unknowingly. And this promise of salvation in return..."],["ORLIN","Leads to nothing but death of the most meaningless kind."],["DANIEL","Because there's no conscious effort to achieve enlightenment without being spoon-fed by the Ori."],["CARTER","Do the Priors know this? I mean, are they complicit?"],["ORLIN","No. They are merely pawns. The more worlds the Priors convert, the more powerful the Ori become. They must be stopped."],["LANDRY","Why don't the Ancients, er, Alterans, whatever you call yourselves now...why don't you stop them?"],["ORLIN","I am one of them no longer, and even if I was, it is unclear whether such action would result in victory. Nor is such an endeavor at that level necessarily the next best step to further enlightenment. All I can say for sure is that if this galaxy were to succumb and bow to the Ori, it would be very bad for everyone."],["ANNOTATION","The others all look very concerned."]],"present":["CARTER","DANIEL","LANDRY","ORLIN"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Gerak enters to find the Prior waiting for him."],["PRIOR","You have spread the word of the Ori well, Gerak."],["GERAK","I believe that their wisdom was worthy of my efforts."],["PRIOR","And yet such wisdom still falls upon deaf ears. A group of unbelievers, Jaffa who would stand against your leadership and the Ori, are meeting as we speak on Chulak."],["GERAK","True belief cannot be forced upon others. The offering of Origin speaks for itself. I believe that in time, they will come to believe that this is true."],["PRIOR","As you have said, the Jaffa are strong-willed. You are a people that understands the nobility of bloodshed, the necessity of sacrifice."],["GERAK","What would you have me do?"],["PRIOR","Go to Chulak. Mark it as the last place a Jaffa will ever defy the power of the Ori, and destroy all those who will not walk the path to enlightenment."],["ANNOTATION","Gerak looks upset."]],"present":["GERAK","PRIOR"],"place":"GERAK'S CHAMBER, DAKARA"},{"speech":[["ANNOTATION","Carter, Orlin, and Landry look into the isolation room, where four SGC members are lying on gurneys, being treated for the plague by medical staff in hazmat suits."],["LANDRY","We're hoping that as long as you're here, you may be able to help us."],["ORLIN","I no longer possess the power to simply cure this plague as I could have as an ascended being. However, with the knowledge I still retain, I believe I can synthesize a cure using your own medical technology."],["CARTER","You built a stargate in my basement with spare parts from a toaster."],["ORLIN","Actually, this'll be a little harder than that."],["ANNOTATION","Carter and Landry exchange bemused looks."]],"present":["CARTER","LANDRY","ORLIN"],"place":"INFIRMARY ISOLATION OBSERVATION ROOM"},{"speech":[["ANNOTATION","Gerak hands some papers to Yat'yir, who turns to leave. Gerak begins to read from the Book of Origin. Yat'yir pauses and turns back."],["YAT'YIR","Gerak, the battle at Kellana...I lost a cousin there."],["GERAK","(nodding) Hmm. Their deaths still haunt me today. But it does not cause me to doubt my decision."],["ANNOTATION","He returns to his book. Yat'yir composes his thoughts, then steps forward again."],["YAT'YIR","I have read from the Book of Origin, searched for the wisdom you speak so highly of. And I do see fables meant to fill a soul bereft of hope with purpose. Stories of morality and righteousness."],["GERAK","(gesturing with his book) And this is not worthy of your respect?"],["YAT'YIR","So are the traditions of the Jaffa. Are we just supposed to abandon all that we are?"],["GERAK","(tapping the book with each phrase) NO! But if you were to look real close, you'll find that everything that we want is in here. Everything that we ever desired, is in here."],["ANNOTATION","Gerak approaches Yat'yir and presses the book against Yat'yir's chest. Yat'yir looks down at it."]],"present":["GERAK","YAT'YIR"],"place":"GERAK'S CHAMBER"},{"speech":[["ANNOTATION","Personnel in hazmat gear work at various stations in a containment area. Some are at computers, others are working with test tubes in small containment chambers. Carter, also wearing a suit, enters and joins Orlin at his work station."],["CARTER","How's it going?"],["ORLIN","Basically, I know what I need to make. I just don't have any of the right materials or tools."],["CARTER","This is the best we have...I can get you a toaster if you need it?"],["ORLIN","Not unless you're hungry for toast."],["ANNOTATION","Carter makes a face."],["CARTER","Waffle iron?"],["ANNOTATION","They exchange small smiles"],["CARTER","Look, I hate to be pushy, but do you have any kind of a time frame on this?"],["ORLIN","Honestly, time from your perspective is not something I'm all that used to dealing with."],["CARTER","Is there anything I can do?"],["ORLIN","You can keep me company."],["CARTER","(smiling) Right."]],"present":["CARTER","ORLIN"],"place":"SGC SCIENCE LAB"},{"speech":[["ANNOTATION","Landry watches a television news report. Harriman is at his station."],["FEMALE REPORTER","(on television) Hospitals are struggling to cope with an influx of people who suspect they may have contracted the virus."],["HARRIMAN","General Landry, Colonel Mitchell on the line for you."],["FEMALE REPORTER","(continuing) ...As a result, crowded waiting rooms are serving to only exacerbate an already difficult..."],["ANNOTATION","Landry turns off the monitor."],["LANDRY","Put him on speaker...What have you got, Colonel?"]],"present":["FEMALE REPORTER","HARRIMAN","LANDRY"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Mitchell is standing beside an SUV near a runway. He carries a clipboard and is not wearing his hazmat helmet."],["MITCHELL","Sir, we have a problem. Looks like one of the people who used the gas pump Fisher touched got onto a plane before the quarantine went into effect."],["LANDRY","(over phone) To where?"],["MITCHELL","It's bad. He caught a flight to Denver, with connections to Chicago and New York."]],"present":["LANDRY","MITCHELL"],"place":"AIRPORT, DAY"},{"speech":[["MITCHELL","(on speakerphone) Sir, I'm afraid we've lost control of the situation."],["ANNOTATION","Landry takes a deep breath."]],"present":["MITCHELL"],"place":"SGC CONTROL ROOM"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Carter and Orlin, now just wearing BDUs, stand by a cooler. Carter grabs some blue Jell-o and fruit salad, while Orlin takes a sandwich and some pudding. They pick up their trays and move to a table."],["ORLIN","I have to admit, it's nice being out of that uncomfortable suit for a while. I know I'm vulnerable now as a human, yet I still can't quite get my head around my own frailty."],["CARTER","Well, you've been at it nearly nine hours straight. You need something to eat."],["ORLIN","I am hungry. Maybe it's just me--it has been a while since I experienced human senses, but this food doesn't smell very good."],["CARTER","That's because it's not very good."],["ANNOTATION","Orlin takes a bite of his sandwich."],["ORLIN","I remember eating pretty well the last time I did this."],["CARTER","This is a one-way trip for you this time, isn't it? The Others, they're not going to help you ascend again, are they?"],["ORLIN","I don't think so. (there is a long pause) I know it must be kind of weird, my appearing this young."],["CARTER","A little...but I understand."],["ANNOTATION","Carter takes a bite of cantaloupe."],["ORLIN","My only regret in all this is that human social conventions preclude us from showing affection the way I wish I could."],["ANNOTATION","Carter stops chewing and she looks up, glancing quickly to either side."],["CARTER","(mouth full) Excuse me?"],["ORLIN","My feelings haven't changed for you since we last saw each other, Sam. Maybe in a few years..."],["CARTER","(chuckling uncomfortably) Uh..."],["ORLIN","It's okay. We don't need to talk about it any further. I just wanted you to know that taking human form at this age, while necessary, didn't come easy because of how I knew I would feel being here with you again."],["ANNOTATION","Ill-at-ease, Carter shifts in her seat and plays with her food."],["ORLIN","Is it me, or is this food not very good?"],["CARTER","(smiling) Are you making a joke?"],["ORLIN","No. It has been a while since I tasted food, but this seems terrible."],["CARTER","(hesitating) We just talked about that."],["ORLIN","Oh right, I'm sorry. I'm used to hearing my own thoughts in my mind, and sometimes it's hard to distinguish whi-which ones I say out loud...Did I tell you I still have feelings for you?"],["CARTER","Yes, thank you...yeah, we don't need to go into that again."],["ANNOTATION","Orlin smiles. Carter looks very uncomfortable."]],"present":["CARTER","ORLIN"],"place":"SGC COMMISSARY"},{"speech":[["ANNOTATION","Daniel and Landry walk through a corridor. They reach the operations room, where an SF opens the door for them."],["DANIEL","Five thousand confirmed cases of infection. Now the bulk of those are from the Colorado Springs and Denver areas."],["LANDRY","What about New York? And Chicago?"]],"present":["DANIEL","LANDRY"],"place":"SGC CORRIDOR"},{"speech":[["DANIEL","Forty-five new cases have been reported in Utah, thirty-six in New York, twenty in Chicago, and now twenty in San Diego."],["ANNOTATION","Lam joins them. Around them, personnel mark maps, speak on phones and work at computers."],["LAM","The country's in a panic."],["LANDRY","The President's preparing an address. What the hell happened at JFK and Salt Lake? The CDC had the manifests and the names of the flight crew."],["DANIEL","And because we moved fast, most of those passengers were quarantined, but a few still remain unaccounted for. They're doing the best they can to track them down now."],["ANNOTATION","Lam leads them over to a map of the region."],["LAM","We're now hearing about cases in new locations. Every hour now, as opposed to three or four a day."],["LANDRY","What about casualties?"],["LAM","There are only eight people dead so far; five of them were SGC personnel."],["LANDRY","\"So far?\""],["LAM","I say \"so far\" because of the reasonably long incubation period. Again, this virus was designed to avoid detection and for maximum spreading capability. And we know it's deadly, so with over five thousand people infected and no effective treatment as of yet, that number of casualties will climb very quickly, very soon."],["ANNOTATION","Landry and Daniel exchange grim looks."]],"present":["DANIEL","LAM","LANDRY"],"place":"SGC OPERATIONS ROOM"},{"speech":[["ANNOTATION","Landry and Daniel enter Landry's office. Carter and Mitchell are already waiting there."],["LANDRY","Colonels, please tell me something good is happening somewhere."],["CARTER","Dr. Lee has finished the anti-Prior prototype."],["DANIEL","Of course, without a Prior on hand..."],["CARTER","It does need to be field tested, but we think we have a good reason to try it."],["LANDRY","How's that?"],["CARTER","Orlin seems to have hit a dead-end with his work on a cure. He says there's a vital component missing."],["LANDRY","I told you, anything he needs..."],["MITCHELL","(reading report) What he needs is a blood sample from the Prior who infected Lt. Fisher."],["CARTER","Orlin thinks the Prior essentially manipulated his own DNA to create the virus. Now, it's mutated several times since then, but he still thinks having the root DNA that it was based on may help."],["LANDRY","You're talking about using an untested technology to try and capture a Prior."],["MITCHELL","No, not just any Prior, the Prior who infected Fisher. (closing report) It was our intel from our friends on the Sodan planet who led us to 885 in the first place. Apparently, they're expecting the same Prior back there tomorrow."],["LANDRY","And you're sure they can be trusted? As far as we know, the Sodan are the ones who blew SG-6's cover."],["MITCHELL","I don't believe that, sir."],["LANDRY","Ah, it seems awful risky, given that Orlin doesn't even sound positive this will help him."],["DANIEL","Orlin's attempt to find a cure might not be the only reason to do this."],["CARTER","He thinks the Priors don't know the truth about the Ori."],["DANIEL","Maybe if we \"enlighten them\" for a change..."],["LANDRY","(chuckling slightly) Hmm-mmm. You want to try and turn this Prior."],["DANIEL","Well, maybe not a complete 180, but he might give us something, especially once he finds out his gods aren't going to ascend him."],["LANDRY","(skeptically) If he believes you."],["DANIEL","We won't know until we try, sir."],["CARTER","In the meantime, we can at least get a blood sample."],["ANNOTATION","Landry considers this."]],"present":["CARTER","DANIEL","LANDRY","MITCHELL"],"place":"LANDRY'S OFFICE"},{"speech":[["ANNOTATION","Daniel, Lee, Mitchell, and Carter are gathered around a work table, looking at a small disk-shaped device placed on top of a closed metal briefcase."],["MITCHELL","So how does it work? Assuming, it actually does...work."],["LEE","(shaking his head) Huh, you know, I keep telling myself that one of these days, I'm going to do something that actually gets me a little respect around here."],["DANIEL","We're all waiting for that day, Bill."],["ANNOTATION","Bill makes a face."],["CARTER","Theoretically, once activated, the device will emit an omnidirectional ultrasonic field..."],["LEE","And THAT will prevent the Prior from accessing the highly evolved area of his brain that gives him the superhuman abilities."],["ANNOTATION","Daniel picks up Lee's coffee mug and sniffs its contents. Daniel puts the mug back down and looks at Lee in a skeptical manner. Lee sees what he's doing and pointedly ignores him. Mitchell also looks skeptical while Carter continues the explanation."],["CARTER","Of course, we're presuming that the staff weapons the Priors carry are also mentally activated and will also be neutralized."],["MITCHELL","And while we're at it, why don't we just ASSUME that I can fly?"],["LEE","Oh, actually, I've been working on a theory where..."],["CARTER","You said yourself it would be risky."],["MITCHELL","Yeah, yeah, I know, I know I said that. But the more I'm hearing, the more it's crossing over into crazy. Don't get me wrong, I like crazy, that's why I asked for this job."],["CARTER","(packing the device in the metal case) One more thing, there's a range of frequencies programmed into the emitter. If one doesn't work at first, try the others."]],"present":["CARTER","DANIEL","LEE","MITCHELL"],"place":"SGC SCIENCE LAB"},{"speech":[["ANNOTATION","A ha'tak vessel enters orbit around Chulak."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Aron looks out into the fog, then turns and looks at Bra'tac, Teal'c and other Jaffa standing in the tented shelter."],["ARON","Even if the Kal'jok region commits to our cause, we will still be outnumbered in ships and armies...nearly six to one."],["BRA'TAC","Hopefully no shots will ever be fired."],["ANNOTATION","In the distance a Jaffa is heard calling and approaching."],["ARON","You believe our mere willingness to battle our brothers will force the council to hear us?"],["TEAL'C","The council is lost. It is the hearts and minds of our brothers and sisters that will take notice. They must be made aware of the threat the Ori pose."],["ANNOTATION","The Jaffa soldier that was calling from afar runs up to Bra'tac and whispers in his ear. The others watch the exchange."],["BRA'TAC","(to Jaffa soldier) If he is unarmed, let him enter."],["ANNOTATION","The soldier moves off. Bra'tac exchanges looks with Teal'c and Aron. After a moment, Gerak enters the tent. Teal'c approaches with a snarl, but Bra'tac grabs his arm."],["TEAL'C","(hissing to Gerak) You are not welcome here."],["GERAK","The powers of the Ori cannot be denied. I have come to beg you to cease this madness, or be destroyed."],["TEAL'C","By whose hand?"],["GERAK","My ha'tak is in orbit above this planet."],["BRA'TAC","You would murder your brothers and sisters, innocent children, for choosing the life of a free Jaffa?"],["GERAK","You leave me no alternative...You have been warned."],["ANNOTATION","Gerak leaves the tent. Teal'c starts to go after him, but Bra'tac holds him back yet again. They exchange grim looks. The other Jaffa look worried."]],"present":["ARON","BRA'TAC","GERAK","TEAL'C"],"place":"CHULAK FOREST, DAY"},{"speech":[["ANNOTATION","Carter walks by the open door of a lab to see Orlin typing on a laptop and rubbing his eyes to stay awake. She enters the room."],["CARTER","What are you doing? I thought you were going to get some rest."],["ORLIN","As soon as I finish the DNA sequencing program. That way when we get the sample from the Prior, we can plug in the decoded strand, and we'll know if it's going to help."],["CARTER","Orlin, you've already done it."],["ORLIN","What?"],["CARTER","The sequencing program. You finished it a couple of hours ago. You were going to get some rest."],["ORLIN","I...was on my way, and...I felt like...I had forgotten something."],["CARTER","(concerned) Orlin?"],["ORLIN","It's okay, I-I'm just tired."],["CARTER","No, you're not. I want you to go see Dr. Lam."],["ORLIN","I think she has enough to deal with right now."],["CARTER","Orlin, you're our best hope for finding a cure. We need you to be okay."]],"present":["CARTER","ORLIN"],"place":"SGC SCIENCE LAB"},{"speech":[["ANNOTATION","Gerak's ha'tak still hovers above Chulak."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Yat'yir and another Jaffa are at the controls of the craft."],["YAT'YIR","I have them targeted. Shall I open fire?"],["ANNOTATION","Yat'yir glances back towards the throne. Gerak sinks into his chair, looking at the planet with a sad expression."]],"present":["YAT'YIR"],"place":"BRIDGE, GERAK'S HA'TAK"},{"speech":[["PRIOR","The only true darkness lives in the hearts of those who will not follow the path. Otherwise, there is always some measure of light. And where there is light, the Ori see ALL!"],["ANNOTATION","The Prior turns to face Gerak."],["GERAK","I spared their lives because I believe they will soon see."],["PRIOR","(furious) YOU DEFIED ME! We do not serve the Ori at our whim!"],["GERAK","You cannot win the hearts of the Jaffa by needlessly spilling the blood of the innocent."],["PRIOR","We are mere mortals. We cannot begin to question those with the knowledge and understanding of the infinite universe! If a few JAFFA must give their lives so that all Jaffa from now until the end of time can find true enlightenment, then who are YOU to stand in the way?!?"],["GERAK","Would you forgive me?"],["PRIOR","Ask ME not for forgiveness. I sense your doubt, Gerak. But fear not, the Ori do not require blind obedience. They will show you their power."],["ANNOTATION","The Prior raises his staff, and the orb at its tip glows brightly."]],"present":["GERAK","PRIOR"],"place":"GERAK'S CHAMBER, DAKARA"},{"speech":[["ANNOTATION","Gerak and the Prior stand in the corridor by a window, looking out at the tall pointed spires of the city outside."],["GERAK","Where are we?"],["PRIOR","Your physical form remains on Dakara. The power of the Ori has brought your mind here, to Celestis, City of the Gods. Come."]],"present":["GERAK","PRIOR"],"place":"CORRIDOR, CITY OF THE GODS, CELESTIS"},{"speech":[["ANNOTATION","The Doci opens the metal gates to the balcony, and allows Gerak and the Prior to enter. Gerak looks at the wall of fire, nervous and fearful."],["DOCI","Hallowed are the Ori."]],"present":["DOCI"],"place":"BALCONY, DOCI CHAMBER, CELESTIS"},{"speech":[["ANNOTATION","Mitchell, Daniel and another four-man SG team are walking through a cleared path in the forest. Daniel is on edge, pointing his weapon suddenly at the woods at some perceived sound or movement. Though the other SG team members do not react to Daniel's aiming his weapon, they continue walking with their guns at ready. Mitchell, who is holding his weapon more casually, chuckles at Daniel's reaction."],["MITCHELL","Relax, Jackson. I spent two weeks with these guys. You got nothing to worry about."],["DANIEL","Well, considering what happened the last time we were here, you'll forgive me if I'm a little cautious."],["MITCHELL","We'll be fine."],["ANNOTATION","Sodan warriors materialize all around them. Daniel raises his P-90, but one of the warriors knocks it out of his grasp with a krantu staff, then stabs at Daniel's left side with his blade. Daniel grunts and clutches his side, which is partially protected by his vest. One of the other SGC members is already being held at blade point by a Sodan. Mitchell's weapon is also knocked aside by a warrior, but when the attacker lunges, Mitchell grabs the krantu staff and backhands the Sodan. Mitchell twirls the krantu staff expertly. Two other SG team members have been disarmed and remain still, faced with the bladed krantu staffs. Daniel is still bent over when the warrior attacking him strikes with a blow to the head from the wooden part of the staff. Daniel staggers backward into yet another Sodan warrior, who wraps one arm around Daniel's chest, and holds his blade close to Daniel's throat with the other hand."],["ANNOTATION","An SG team member tries to fight a Sodan in hand to hand combat, but is overpowered and placed in a choke hold; he continues to fruitlessly resist. Mitchell trades staff blows with a Sodan with calm precision. With a twist of his arm when the two staffs connect, Mitchell is able to throw his opponent off balance and places a well-aimed kick that knocks the Sodan to the ground. Before Mitchell can press his advantage, the warrior who first attacked Daniel grabs Mitchell's collar and pulls him back by the scruff of the neck, holding the blade of his weapon to Mitchell's throat. Mitchell drops his krantu staff and smiles disarmingly."],["DANIEL","(panting heavily) Are we still fine?"],["MITCHELL","(forcing himself to sound calm) Yeah, we're fine."],["DANIEL","Good. Just checking."],["ANNOTATION","Daniel, still held fast, shifts slightly to look at the others. Mitchell maintains a calm, thin smile and waggles his empty fingers in a nonthreatening manner, two warriors' blades pointed at his throat."]],"present":["DANIEL","MITCHELL"],"place":"FOREST, SODAN PLANET, DAY"},{"speech":[["ANNOTATION","A nurse checks on Orlin, who lies curled up on his side, sleeping. Nearby, Carter and Lam sit and study a monitor showing Orlin's brain activity."],["LAM","It's the most active scan we've seen since Khalek. That device you brought back from Anubis's genetic lab shows his actual synaptic interaction."],["CARTER","And?"],["LAM","Looks like pockets of cells are just shutting down. I can't say for certain, but I can hazard a guess they're wearing out from extremely unnatural overuse."],["CARTER","Well, he said he would lose the memories eventually. The human brain isn't meant to hold that much information."],["LAM","This looks worse than that. It's like the cells are literally dying because they can't handle all the synaptic activity."],["CARTER","What?"],["LAM","Okay, this is way beyond my experience."],["CARTER","Still..."],["LAM","(clearing throat) As you said, the human brain wasn't supposed to be used this way."],["ANNOTATION","Carter nods and waits."],["LAM","I don't know if it's conscious or not, but it's possible he's trying to hold onto the knowledge."],["CARTER","And holding onto that much knowledge is causing brain damage."],["ANNOTATION","Lam nods. Both look over at the sleeping Orlin."]],"present":["CARTER","LAM"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Personnel are scattered through the room, monitoring equipment, checking maps, and speaking with each other. In one corner, Landry is on the phone."],["LANDRY","That's right. Have him contact me as soon as he lands. We're tracking a new outbreak in Florida."],["ANNOTATION","Landry hangs up the phone. Harriman enters the room holding out a piece of paper to Landry."],["LANDRY","Walter?"],["HARRIMAN","Sir. Just received a communique from the White House."],["ANNOTATION","Landry reads the paper, then looks around the room."],["LANDRY","Can I have your attention, please? At last count, we have reports of over eight thousand people infected in thirteen states. As a result of these numbers, as of 0800 this morning, the President has ordered that all borders in the United States be closed until further notice. All inbound planes and ships and other traffic will be ordered to divert to alternate destinations. Our country is now entirely under quarantine."]],"present":["HARRIMAN","LANDRY"],"place":"SGC OPERATIONS ROOM"},{"speech":[["ANNOTATION","Some council seats are empty as Teal'c paces inside the center of the chamber, addressing the council members. He slams a Book of Origin on one of the curved tables in emphasis to his point. His voice is hoarse, as if he has been filibustering for a while."],["TEAL'C","You cannot ratify this proposal until all members of this council have been heard from. So far, six regional members--"],["YAT'YIR","(interrupting) You seek to delay the inevitable."],["KA'LEL","If and when all Jaffa wish to embrace the Ori, then we shall act accordingly."],["YAT'YIR","If our brothers refuse to accept Origin into their hearts, then they seal their own fate. We cannot turn our backs on our own salvation because of indecisiveness!"],["GERAK","(through closed door behind Yat'yir) And they will see their way to the path."],["ANNOTATION","The large metal double doors swing open of their own accord. Everyone rises in shock. Gerak stands in the doorway, holding a Prior staff, its orb glowing. Gerak's eyes have become milky white and his skin is tattooed. Gerak has become a Prior. He enters the room. Yat'yir glances furtively around, his mouth agape."],["GERAK","For it is the destiny of all Jaffa to follow...Origin."],["ANNOTATION","Bra'tac looks at Teal'c in concern. Teal'c continues to look at Gerak with a puzzled and shocked expression."],["...",""]],"present":["...","GERAK","KA'LEL","TEAL'C","YAT'YIR"],"place":"JAFFA HIGH COUNCIL CHAMBER, DAKARA"}]