[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","A puddle jumper flies through the air heading towards the city ship of Atlantis."]],"present":[],"place":"ANTARCTICA, SEVERAL MILLION YEARS AGO, NIGHT"},{"speech":[["ANNOTATION","An Ancient man and woman exchange wordless, emotional gazes as the jumper approaches the dock. She watches him depart with a wistful gaze, then stares out the window towards the cityscape of Atlantis."]],"present":[],"place":"ATLANTIS OUTPOST CHAIR ROOM, SEVERAL MILLION YEARS AGO, NIGHT"},{"speech":[["ANNOTATION","Atlantis lifts off from the ground and flies into space."]],"present":[],"place":"ANTARCTICA, SEVERAL MILLION YEARS AGO, NIGHT"},{"speech":[["ANNOTATION","The international research outpost is set up over the the Ancient outpost chair room deep below."]],"present":[],"place":"ANTARCTICA, PRESENT DAY, DAY"},{"speech":[["ANNOTATION","An elevator containing Dr. Weir lowers into the Ancient outpost. Several personnel are milling around, conducting experiments. Grodin studies an inactive drone weapon."],["TECHNICIAN","(over loudspeaker) This is Operations. General O'Neill is inbound, 20 minutes out."],["ANNOTATION","Weir approaches Grodin."],["GRODIN","Dr. Weir."],["WEIR","Peter."],["ANNOTATION","She watches him a moment, then heads toward the chair room."]],"present":["GRODIN","TECHNICIAN","WEIR"],"place":"ANTARCTIC OUPOST"},{"speech":[["ANNOTATION","Beckett stands up from the chair, arguing with McKay as Weir arrives."],["BECKETT","You see? Nothing."],["ANNOTATION","He leaves."],["MCKAY","Carson, get back here."],["BECKETT","I could sit in that chair all bloody day long, and nothing will happen. It's a waste of time. (passing Weir) Excuse me, Dr. Weir."],["MCKAY","(arguing to Weir) He's not even trying."],["WEIR","He's the one who discovered the gene this technology responds to."],["MCKAY","Yeah, well, he said he wished he never had it."],["WEIR","(surprised) Really?"],["MCKAY","I know. Can you believe that?"],["WEIR","(teasing) We could always test you a third time, Rodney."],["MCKAY","(unamused) That's very funny."],["WEIR","We have only found a handful of people who are genetically compatible with the Ancient technology, and despite your heroic efforts to interface ours with theirs, we need every one of them to sit in this chair,including Dr. Beckett."],["MCKAY","What am I supposed to do? He's afraid of the thing."],["WEIR","This chair controls the most powerful weapons known to humankind. I'm afraid of the thing. But every time someone sits in it, we learn something new about the Ancients who built this outpost. Dr. Beckett should be proud he's genetically advanced."],["MCKAY","It's not more advanced. It is a random characteristic."],["WEIR","(shrewdly) This really bothers you, this whole gene thing, huh?"],["MCKAY","(sarcastic) Oh, clearly, I am overcome with envy."],["ANNOTATION","Daniel rushes in."],["DANIEL","Ah, just the people I need to see."],["ANNOTATION","He immediately turns and rushes away. McKay and Weir exchange looks. Daniel doubles back and beckons them."],["DANIEL","Come with me."]],"present":["BECKETT","DANIEL","MCKAY","WEIR"],"place":"ANCIENT OUTPOST CHAIR ROOM"},{"speech":[["ANNOTATION","They follow Daniel into another room filled with computer monitors showing gate addresses and paper star charts. Daniel stands by a whiteboard covered with Stargate chevrons."],["DANIEL","We've gotten closer and closer to finding the location of the Lost City, but it turns out we've been looking in the wrong place all along. Now, we thought we had a stargate address--six symbols representing coordinates in space that determined the location of the planet the Ancients went to after they left Antarctica. Now, recently, we determined a seventh symbol."],["ANNOTATION","He draws the symbol for Earth."],["WEIR","The point of origin, Earth."],["DANIEL","That's not it."],["MCKAY","Then your address must be incorrect."],["DANIEL","Not incorrect. Incomplete."],["ANNOTATION","He draws another symbol on the chart between the sixth symbol and the one for Earth."],["WEIR","(intrigued) What are you saying, Dr. Jackson?"],["ANNOTATION","Daniel labels the new symbol and Earth's with the numbers 7 and 8."],["DANIEL","It's an eight-symbol address. What we're looking for may be further away than we ever imagined, but it's not out of reach."],["MCKAY","Atlantis."],["DANIEL","(nodding) Atlantis. I think we can go there."]],"present":["DANIEL","MCKAY","WEIR"],"place":"ANCIENT OUTPOST LAB"},{"speech":[["ANNOTATION","A helicopter flies across the Antarctic landscape."]],"present":[],"place":"ANTARCTICA, DAY"},{"speech":[["ANNOTATION","Sheppard sits at the controls. O'Neill sits next to him."],["SHEPPARD","Apache, Blackhawk, Cobra, Osprey..."],["O'NEILL","It's a lot of training for the Antarctic."],["SHEPPARD","It was the one continent I never set foot on."],["O'NEILL","It's one of my least favorite continents."],["SHEPPARD","I kind of like it here."],["O'NEILL","(incredulous) You like it here?"],["SHEPPARD","Yes, sir. Be there in about ten minutes, sir."]],"present":["O'NEILL","SHEPPARD"],"place":"HELICOPTER"},{"speech":[["ANNOTATION","McKay herds Beckett back towards the chair."],["BECKETT","Look, we've been through this. I'm not your man."],["MCKAY","Keep moving."],["BECKETT","I'm a doctor. A medical doctor."],["MCKAY","There's nothing to be afraid of."],["BECKETT","You don't understand. I break things like this."],["MCKAY","(insistent) This device has survived for millions of years intact. It will survive you. Now, sit down, close your eyes, and concentrate."],["ANNOTATION","Beckett sighs in resignation and sits in the chair. After a split second he shrugs, frustrated, and starts to get up."],["BECKETT","Again, nothing."],["ANNOTATION","McKay signals for him to stay seated."],["MCKAY","Okay, this time just try to imagine an image of where we are in the solar system."],["ANNOTATION","Skeptical, Beckett closes his eyes and concentrates."],["BECKETT","I think I feel something. (opening his eyes) It could be lunch-related."],["MCKAY","(annoyed) Shut up. And concentrate."],["ANNOTATION","Beckett grimaces, but complies, closing his eyes again in concentration. The chair lights up and shoves backward. Beckett opens his eyes, mouth agape in surprise."]],"present":["BECKETT","MCKAY"],"place":"ANCIENT OUTPOST CHAIR ROOM AREA"},{"speech":[["ANNOTATION","The drone Grodin has been studying suddenly activates, catching Grodin by surprise."]],"present":[],"place":"ANCIENT OUTPOST OUTER CHAMBER"},{"speech":[["ANNOTATION","McKay and Beckett stare in shock and horror as the drone in the outer room starts flying around the room."]],"present":[],"place":"ANCIENT CHAIR ROOM"},{"speech":[["ANNOTATION","People everywhere dive out of the way as the drone ping-pongs out of control throughout the chamber."],["WOMAN","Watch out!"],["ANNOTATION","The drone finds the opening of the elevator shaft and flies up it."]],"present":["WOMAN"],"place":"ANCIENT OUTPOST OUTER CHAMBER"},{"speech":[["BECKETT","What did I do?"]],"present":["BECKETT"],"place":"ANCIENT CHAIR ROOM"},{"speech":[["ANNOTATION","The cage elevator rising to the surface contains Weir, Daniel, and two women. They see the lit drone streak past them, causing the elevator to tremble."],["WEIR","Get us back down there!"]],"present":["WEIR"],"place":"ANTARCTICA OUTPOST ELEVATOR SHAFT"},{"speech":[["ANNOTATION","The drone bursts through the outpost roof and starts flying at high speed through the sky."]],"present":[],"place":"ANTARCTICA, DAY"},{"speech":[["TECHNICIAN","(over radio) All inbound craft, we have a rogue drone that could seek a target on its own. Land immediately and shut down your engines. This is not a drill. I repeat--"],["SHEPPARD","It's too late. Hang on."],["ANNOTATION","Sheppard barely avoids the drone that streaks around the helicopter twice, locking onto the helicopter as a target."],["O'NEILL","Break right."],["ANNOTATION","Sheppard dodges the drone again by flying higher and to the left."],["O'NEILL","I said, right!"],["SHEPPARD","I'm getting to that, sir."]],"present":["O'NEILL","SHEPPARD","TECHNICIAN"],"place":"HELICOPTER"},{"speech":[["ANNOTATION","Daniel immediately runs toward the chair room. Weir pauses a moment, taking in the devastation before running after Daniel."]],"present":[],"place":"ANCIENT OUTPOST"},{"speech":[["ANNOTATION","Weir runs up to Beckett her arms outstretched in bewilderment."],["BECKETT","I told you I was the wrong person."],["MCKAY","It doesn't matter now. Just do something!"],["BECKETT","Like what?"],["WEIR","(soothingly) Okay, Carson, concentrate on shutting that weapon down before it hurts someone."]],"present":["BECKETT","MCKAY","WEIR"],"place":"ANCIENT ANTARCTIC CHAIR ROOM"},{"speech":[["ANNOTATION","Sheppard looks through his windows searching for the drone."],["SHEPPARD","I can't see it."],["O'NEILL","(sharply) Pull up. Pull up!"]],"present":["O'NEILL","SHEPPARD"],"place":"HELICOPTER"},{"speech":[["ANNOTATION","The helicopter barely misses a mountain ridge then dives down underneath the erratic path of the drone."]],"present":[],"place":"ANTARCTICA, DAY"},{"speech":[["ANNOTATION","Beckett concentrates while sitting in the chair as everyone watches him anxiously."]],"present":[],"place":"ANCIENT CHAIR ROOM"},{"speech":[["O'NEILL","What about now?"],["SHEPPARD","(breathless) Now's good."]],"present":["O'NEILL","SHEPPARD"],"place":"HELICOPTER"},{"speech":[["ANNOTATION","The helicopter skims over the surface. The drone piles into the snow. The helicopter itself lands on a flat surface."]],"present":[],"place":"ANTARCTICA, DAY"},{"speech":[["O'NEILL","(sharply) Shut it down!"],["ANNOTATION","Sheppard complies."],["SHEPPARD","(nervously) Sir, what the hell was that?"],["O'NEILL","(holding up his hand) Wait for it."],["ANNOTATION","They watch and wait. A few seconds later, the drone bursts out of the snowbank, still at high speed, and heading straight for the helicopter."],["SHEPPARD","Get out!"],["ANNOTATION","The pair scramble out of the helicopter. Sheppard takes a belly-flop into the snow. The drone powers down and slides to a stop mere inches away from O'Neill."]],"present":["O'NEILL","SHEPPARD"],"place":"HELICOPTER"},{"speech":[["ANNOTATION","Beckett opens his eyes."],["BECKETT","I think I did it."]],"present":["BECKETT"],"place":"ANCIENT CHAIR ROOM"},{"speech":[["ANNOTATION","Sheppard and O'Neill warily reenter their helicopter."],["SHEPPARD","(breathlessly) That was different."],["O'NEILL","(resigned) For me, not so much."]],"present":["O'NEILL","SHEPPARD"],"place":"HELICOPTER"},{"speech":[["ANNOTATION","Lieutenant Aiden Ford runs into the room."],["FORD","Major Sheppard is reporting the drone appears to have been incapacitated. General O'Neill's helicopter is unharmed, and on its way again. Seven minutes out."],["ANNOTATION","Everyone sighs in relief."],["WEIR","Thank God."],["BECKETT","Holy crap."]],"present":["BECKETT","FORD","WEIR"],"place":"ANCIENT CHAIR ROOM"},{"speech":[],"present":[],"place":"ANTARCTIC OUTPOST, DAY"},{"speech":[["ANNOTATION","O'Neill and Sheppard exit the elevator. Daniel hurries to greet them."],["DANIEL","Jack!"],["O'NEILL","(dryly) Daniel. Warm welcome."],["DANIEL","It wasn't me. How did you manage to--"],["O'NEILL","Keep my ass from getting blown out of the sky? The exceptional flying of Major John Sheppard. He likes it here."],["DANIEL","(bewildered) Exceptional? You like it here?"],["O'NEILL","(pokes Daniel's chest) What say we cut to the part where you start talking real fast?"],["DANIEL","Ah. Weir's in here."],["O'NEILL","(to Sheppard) Hey. Don't touch anything."],["SHEPPARD","Yes, sir."],["ANNOTATION","O'Neill and Daniel leave Sheppard where he nervously looks around the busy room. Scientists are back at their experiments or still cleaning up the mess left by the drone."]],"present":["DANIEL","O'NEILL","SHEPPARD"],"place":"ANCIENT OUPOST"},{"speech":[["DANIEL","I figure the Ancients packed up their entire city and left somewhere between five and ten million years ago."],["O'NEILL","(humoring him) In their...flying city?"],["DANIEL","Yes."],["ANNOTATION","O'Neill shoots Daniel an amused, skeptical look."],["DANIEL","What?"],["O'NEILL","\"Flying city?\""],["DANIEL","Well, keeping in mind this is the race that built the Stargates. They did everything big."],["O'NEILL","So, why did they leave?"],["DANIEL","Why'd they leave? Um, who knows? We know the Ancients on Earth were suffering from a plague. Um, maybe some of them were trying to start over, seeding life in a new galaxy. Maybe that's what Ancients do. The point is, we know where they went."],["O'NEILL","Pegasus."],["DANIEL","Yes, it's-it's the name of a dwarf galaxy in the local group."],["MCKAY","After all that time, is there any hope of actually meeting them?"],["DANIEL","(looks to Weir) Uh, well, who knows, but isn't that reason enough to go?"],["WEIR","Well, I've been choosing members for this expedition for months, Doctor. I'm not the one who needs convincing."],["O'NEILL","Well, I'm convinced. Have fun."],["DANIEL","Uh, it-it's a little more complicated than that."],["MCKAY","We need the \"Zed-PM\" to power the gate."],["O'NEILL","What?"],["DANIEL","\"Zee-PM\". He's, uh, he's Canadian."],["O'NEILL","(to McKay, half-mockingly) I'm sorry."],["MCKAY","Oh, \"Zero-Point Module,\" General. The Ancient power source you recovered from Praclarush Taonas and that's now powering the outpost's defenses. I've since determined that it generates its enormous power from vacuum energy derived from a self-contained region of subspace time."],["O'NEILL","That was a waste of a perfectly good explanation. The answer's no."]],"present":["DANIEL","MCKAY","O'NEILL","WEIR"],"place":"ANCIENT OUPOST STAR-CHART ROOM"},{"speech":[["ANNOTATION","Sheppard wanders near the chair room, where he hears Beckett bragging to a few scientists who are entranced by his tale."],["BECKETT","(chuckling) The second I shut my eyes, I could see. I just felt this power that I've never had before. I had it dancing all across the sky. It was magical, it really was. I mean, well, they are lucky. I don't know where it came from. I just tried to concentrate, and the drone shut itself down."],["ANNOTATION","Sheppard sees Beckett speaking to two others next to the chair."],["SHEPPARD","So you were the one."],["BECKETT","Me?"],["SHEPPARD","(angrily) You're the one who fired that thing at me."],["BECKETT","(placating) Look, we're doing research, working with technology that's light-years beyond us, and we make mistakes. I'm incredibly, incredibly sorry."],["SHEPPARD","(mollified) Well, next time, just be a little more careful, okay?"],["BECKETT","That's what I said."],["SHEPPARD","What the hell was that thing anyway?"],["BECKETT","You mean the drone?"],["ANNOTATION","Sheppard nods."],["BECKETT","The weapon the Ancients built to defend this outpost."],["SHEPPARD","The who?"],["BECKETT","(worried) You do have security clearance to be here?"],["SHEPPARD","Yeah, yeah, General O'Neill just gave it to me."],["BECKETT","(gulping in surprise) Then you don't even know about the Stargate."],["SHEPPARD","The what?"]],"present":["BECKETT","SHEPPARD"],"place":"ANTARCTIC OUTPOST, CHAIR ROOM AREA"},{"speech":[["DANIEL","Jack, you know that gating to another galaxy requires an enormous amount of power."],["O'NEILL","Yes, I do. Find another way."],["DANIEL","There's no other way."],["O'NEILL","Do you think there are more of these...zed things in Atlantis?"],["DANIEL","Yes, and who knows what else we could find. This isn't just some other civilization we're talking about. These are the gate builders."],["WEIR","The potential wealth of knowledge and technology&emdash;it outweighs anything we've come across since we stepped through the Stargate."],["O'NEILL","Well, with the amount of power you'll need to make this trek, odds are it'll be one-way."],["WEIR","Yes, we know. But the benefit to humanity is far greater than the risk, General. And it is a risk that every one of my expedition members is willing to take."],["ANNOTATION","O'Neill considers this."]],"present":["DANIEL","O'NEILL","WEIR"],"place":"ANCIENT OUPOST CHAMBER"},{"speech":[["BECKETT","We think the gene was used as a sort of genetic key, if you will, so that only their kind could operate certain dangerous or powerful technologies."],["SHEPPARD","So some people have the same genes as these Ancients?"],["BECKETT","The specific gene is very rare, but on the whole, they look very much like we do. In fact, they were first. We're the second evolution of this form, the Ancients having explored this galaxy for millions of years before--"],["ANNOTATION","He notices Sheppard is moving to sit in the chair."],["BECKETT","Major, please don't."],["SHEPPARD","(sitting) Come on, what are the odds of me having the same genes as these guys?"],["ANNOTATION","As soon as Sheppard sits down, the chair activates. Sheppard freezes out of nervousness."],["BECKETT","(shocked) Quite slim, actually. (calling out) Dr. Weir! (to Sheppard) Don't move."],["ANNOTATION","He runs out of the room. A few moments later. Weir, McKay, O'Neill and Daniel return with him."],["WEIR","Who is this?"],["O'NEILL","(exasperated) I said don't touch anything."],["SHEPPARD","(protesting) I just sat down."],["MCKAY","Major, think about where we are in the solar system."],["ANNOTATION","After a moment, a three dimensional holographic image of the solar system appears over their heads. Weir is elated. McKay is shocked."],["SHEPPARD","Did I do that?"]],"present":["BECKETT","MCKAY","O'NEILL","SHEPPARD","WEIR"],"place":"ANCIENT OUPOST CHAIR ROOM"},{"speech":[],"present":[],"place":"ANCIENT OUTPOST SURFACE"},{"speech":[["ANNOTATION","O'Neill and Weir walk through the facility."],["WEIR","We could be on our way to discovering an entirely new Ancient civilization. The best case scenario, we meet actual Ancients who are willing to help us, but if we don't..."],["ANNOTATION","O'Neill becomes particularly distracted as they pass the stasis chamber he had been trapped in for several months."],["WEIR","General, we need him."],["O'NEILL","Sorry, Doc, I need Daniel here."],["WEIR","I'm talking about Major Sheppard."],["O'NEILL","Oh. Don't you have a dozen or so people already who can use the Ancient technology?"],["WEIR","Yes, with concentration and training, they can make it work, but John Sheppard, he does it naturally."],["ANNOTATION","They pause by the elevator."],["O'NEILL","You know, I've checked into his record."],["WEIR","I know about the whole supposed black mark in Afghanistan. He was trying to save the lives of three servicemen."],["O'NEILL","Disobeying a direct order in the process."],["WEIR","(ironically) I have read your own file, General. Please."],["O'NEILL","Right. (sighing) Okay, it's your expedition. You want him, you ask him."],["WEIR","Uh, that's the thing. I have."],["O'NEILL","(surprised) Really?"]],"present":["O'NEILL","WEIR"],"place":"ANCIENT OUTPOST"},{"speech":[["ANNOTATION","Sheppard prepares for departure. O'Neill sits next to him."],["O'NEILL","This isn't a long trip, so I'll be as succinct as possible."],["ANNOTATION","He glares at Sheppard for several moments."],["SHEPPARD","Well, that's pretty succinct."],["O'NEILL","Thank you."],["SHEPPARD","I told Dr. Weir that, you know, I'd think about it."],["O'NEILL","And? So? Well? What?"],["SHEPPARD","With all due respect, sir, we were just attacked by an alien missile. And then I found out I have some mutant gene. Then there's this \"Stargate thing\" and these expeditions to other galaxies."],["O'NEILL","You know, this isn't about you, Sheppard. It's a lot bigger than that."],["SHEPPARD","Right now, at this very second, whether I decide to go on this mission or not seems to be about me."],["ANNOTATION","He starts up the rotors and fixes his helmet."],["O'NEILL","Let me ask you something."],["ANNOTATION","He realizes Sheppard can no longer hear him and snags his own headset."],["O'NEILL","(into headset) Why'd you become a pilot?"],["SHEPPARD","I think people who don't want to fly are crazy."],["O'NEILL","And I think people who don't want to go through the Stargate are equally as whacked. Now, if you can't give me a yes by the time we reach McMurdo, I don't even want you."],["ANNOTATION","Sheppard stares at O'Neill in shock."]],"present":["O'NEILL","SHEPPARD"],"place":"HELICOPTER"},{"speech":[["ANNOTATION","The helicopter flies across the sky."]],"present":[],"place":"ANTARCTICA"},{"speech":[["ANNOTATION","Simon sits on a sofa and starts watching a video of Weir."],["WEIR","(over video) Simon, if you're watching this, it means the President has been kind enough to grant you security clearance. I'm not going on a diplomatic mission to another country. I'm going to another planet in another galaxy by means of a device called a Stargate."],["WEIR","(continuing video in voiceover) Millions of years ago, there was a race of beings we call the Ancients. They created a network of these Stargates throughout our galaxy in order to travel freely among their worlds. We don't know why, but they left for another galaxy somewhere between five and ten million years ago, taking their entire city along with them. That city was called Atlantis. I have been assembling an expedition team in order to try to find Atlantis and hopefully, the Ancients who left Earth all those years ago."],["ANNOTATION","While Weir speaks other scenes appear showing expedition members preparing to leave. Ford kisses his grandparents goodbye before getting into a taxi. Beckett sits down to a home-cooked meal in his mother's kitchen, his mother doting on him. McKay leaves his cat with a neighbor, complete with a supply of food. Sheppard sits on a hillside in a park near a coastline, flipping a coin indecisively."],["S",""],["WEIR","(continuing on video) I want to do this, Simon with all my heart. You know me well enough to know I could never turn down an opportunity like this, but I wanted the chance to tell you--"],["ANNOTATION","Simon pauses the video and moves over to the phone. He dials a number."],["OPERATOR","(over telephone) The cellular customer you are trying to reach is currently outside the coverage area."],["ANNOTATION","Simon hangs up."],["SIMON","No kidding."]],"present":["OPERATOR","S","SIMON","WEIR"],"place":"SIMON'S LIVING ROOM"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","The corridors are crowded with expedition members move equipment around, preparing for departure."],["CANADIAN EXPEDITION MEMBER","I narrowed it down to about three things, but after a week, it just kind of fell into place..."],["ANNOTATION","Grodin speaks Spanish to another member and pats him on the back."],["ANNOTATION","In another area outside the Gate Room, a couple of expedition members are speaking with Ford."],["FORD","(frustrated) I don't under--does anyone else here speak whatever language these guys are speaking?"]],"present":["CANADIAN EXPEDITION MEMBER","FORD"],"place":"LEVEL 28, STARGATE COMMAND"},{"speech":[["ANNOTATION","More expedition members finish packing. Bates argues with Beckett."],["BECKETT","Listen, I just need a couple of minutes to finish my work, and you're not helping by standing there."],["ANNOTATION","Sumner stands on the ramp, overseeing the progress. He walks past the technicians working on the MALP."],["SUMNER","(to technicians) You've got five minutes to get it going, or I'm leaving it."],["ANNOTATION","Sumner walks down the ramp towards Bates and Beckett."],["SUMNER","(to Beckett) Everything in here has been double-checked and triple-checked and cleared for takeoff. Leave it alone."],["BECKETT","Look, Colonel, I don't answer to you."],["BATES","He said the same to me, sir."],["SUMNER","(to Bates) That's what your sidearm's for."]],"present":["BATES","BECKETT","SUMNER"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Weir is among the expedition members working with SGC personnel to prepare for departure. Daniel enters with an expedition member."],["DANIEL","So the eight-chevron address is what tells our gate to look for a point in space outside of our galaxy, so we won't know until it locks."],["EXPEDITION SCIENTIST","Okay."],["ANNOTATION","O'Neill enters from the stairwell with a jaunty step."],["O'NEILL","Are we there yet?"],["WEIR","We're just waiting on Dr. McKay."]],"present":["DANIEL","EXPEDITION SCIENTIST","O'NEILL","WEIR"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","McKay and Siler work on hooking up a generator device to the power grid. McKay holds a ZPM."],["SILER","It should work now. I've got it."],["MCKAY","Okay, Sergeant, give it a try. The ZPM should light up when it senses a conductive connection to the gate."],["ANNOTATION","McKay plugs in the ZPM. Siler pulls a lever. The ZPM activates."],["MCKAY","(pleased) Oh, yeah."]],"present":["MCKAY","SILER"],"place":"SGC POWER ROOM"},{"speech":[["ANNOTATION","Sheppard heads into the Gate Room, watching the bustle of activity."],["SHEPPARD","(to Sumner) Colonel."],["ANNOTATION","Sumner stares at Sheppard coldly. Sheppard is disappointed in the scrutiny. Weir enters."],["WEIR","Can I have everyone's attention, please? All right, here we go. We're about to try to make a connection. We have been unable to predict exactly how much power this is going to take, and we may only get the one chance at this. So if we're able to achieve a stable wormhole, we're not going to risk shutting the 'gate down. We'll send in the MALP robot probe, check for viability, and go. Everything in one shot. Now, every one of you volunteered for this mission, and you represent over a dozen countries. You are the world's best and brightest. And in light of the adventure we are about to embark on, you're also the bravest. I hope we all return one day having discovered a whole new realm for humanity to explore. But as all of you know, we may never be able to return home. I'd like to offer you all one last chance to withdraw your participation."],["ANNOTATION","No one responds."],["WEIR","Begin the dialing sequence."],["ANNOTATION","She steps off the ramp."],["SUMNER","(low, to Sheppard) Let me make myself clear, Major. You are not here by my choice."],["SHEPPARD","I'm sure you'll warm up to me once you get to know me, sir."],["SUMNER","As long as you remember who's giving the orders."],["ANNOTATION","Sheppard smirks."],["SHEPPARD","That would be Dr. Weir, right?"],["ANNOTATION","Sumner glares. Sheppard smiles and rolls his eyes as he turns away."]],"present":["SHEPPARD","SUMNER","WEIR"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Weir rejoins O'Neill and Daniel in the room."],["TECHNICIAN","Chevron Three encoded. Chevron Four encoded."],["O'NEILL","Nice."],["WEIR","Thank you."],["TECHNICIAN","Chevron Five encoded."],["ANNOTATION","McKay rushes in and joins the other."],["TECHNICIAN","Chevron Six encoded."],["WEIR","(nervous and excited) This is it."],["MCKAY","(quietly) Yeah."],["WEIR","(teasingly) Seriously, Doctor, calm down. You're embarrassing me."],["MCKAY","(drily) I've never been so excited in my entire life."],["TECHNICIAN","Chevron Eight is locked."]],"present":["MCKAY","O'NEILL","TECHNICIAN","WEIR"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","The Stargate activates. Everyone applauds."]],"present":[],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","O'Neill squelches a pleased smile."],["WEIR","Send the MALP."],["ANNOTATION","The technician sends a command code. and the MALP enters the Stargate. A dark image appears on the monitor."],["TECHNICIAN","We have MALP telemetry."],["WEIR","What is it we're looking at?"],["ANNOTATION","McKay joins the technician at the controls."],["TECHNICIAN","Switching to zero locks."],["MCKAY","The radar indicates...a large room?"],["DANIEL","(incredulous) Structurally intact?"],["MCKAY","Environmental sensors say there's oxygen, no measurable toxins. We have viable life support. It looks like we're not getting out of this."],["ANNOTATION","He smiles and leaves. Weir smiles and turns to O'Neill."],["O'NEILL","Dr. Weir, you have a go."],["WEIR","Thank you...sir."]],"present":["DANIEL","MCKAY","O'NEILL","TECHNICIAN","WEIR"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Sumner and an initial team head up the ramp."],["SUMNER","(shouting) Let's go, people. We don't know how much power we've got. Security teams One and Two, you're up first. All other personnel will follow on our signal. Once on the other side, keep moving, clear the debarkation area. On my lead..."],["WEIR","(entering) Hold on, Colonel! (snagging her pack) We go through together."],["SUMNER","Fair enough."],["ANNOTATION","Sumner readies his weapon and leads his team through. Weir pauses a moment and looks back at O'Neill and Daniel in the Gate Room. She nods a farewell, then steps through the Stargate."]],"present":["SUMNER","WEIR"],"place":"SGC GATE ROOM"},{"speech":[["DANIEL","(wistful) Jack, it-it's not too late for me--"],["O'NEILL","(flatly) No."],["DANIEL","I can just grab my--"],["O'NEILL","No."],["DANIEL","...kit."],["SUMNER","(over radio) All clear. It looks good."],["O'NEILL","(into intercom) Expedition team...move out."]],"present":["DANIEL","O'NEILL","SUMNER"],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard and Ford are next in line to go through the Stargate."],["SHEPPARD","(nervous) What's it feel like?"],["ANNOTATION","Ford takes stock of Sheppard."],["FORD","Hurts like hell, sir."],["ANNOTATION","Sheppard grimaces, readying himself. Ford breaks out into a grin and leaps backward into the event horizon."],["FORD","Whoo-hoo!"],["ANNOTATION","Sheppard pauses, wincing, then steps through, eyes closed."],["WORMHOLE EFFECT",""],["ANNOTATION","The wormhole is green in color as it heads to the Pegasus Galaxy."]],"present":["FORD","SHEPPARD","WORMHOLE EFFECT"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Sheppard comes out of the wormhole and looks back in shock. He readies his weapon though in the strange environment."],["SUMNER","Teams One and Two, secure the immediate area."]],"present":["SUMNER"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Personnel start to push equipment through the Stargate."]],"present":[],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Sumner heads towards a door, which opens automatically as he approaches. He turns back."],["SUMNER","(shouting) Everyone else, find an open space and park it until instructed otherwise."],["ANNOTATION","Weir stares around. She notices how the steps light up as Sheppard and McKay start to walk up them."],["WEIR","Who's doing that?"],["SUMNER","(into radio) Security teams, any alien contact?"],["TEAM","Negative, sir."],["TEAM","Team Four, negative, Colonel."],["ANNOTATION","At the top of the stairwell, Sheppard heads towards the control room, and the lights activate there."],["SHEPPARD","The lights are coming on by themselves."],["ANNOTATION","He and McKay start to explore the room as more personnel arrive with equipment."],["SUMNER","That's everyone."],["WEIR","(into radio) General O'Neill? Atlantis base offers greetings from the Pegasus Galaxy. You may cut power to the 'gate."],["ANNOTATION","A bottle of champagne rolls through the Stargate as the wormhole deactivates. Weir picks it up. A tag on the neck reads. \"Bon Voyage--Gen. Jack O'Neill\"."]],"present":["SHEPPARD","SUMNER","TEAM","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Some people enter the conference room."]],"present":[],"place":"ATLANTIS CONFERENCE ROOM"},{"speech":[["ANNOTATION","Lights activate as people explore."]],"present":[],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Two scientists enter a room filled with several small craft docked inside."],["SCIENTIST 1","(excited) They look like ships. Spaceships!"],["SCIENTIST 2","I love it."],["ANNOTATION","They move further into the room and see there's more than one level of the small ships as the lights come on."],["SCIENTIST 1","(into radio) Dr. Weir, you have to see this."]],"present":["SCIENTIST 1","SCIENTIST 2"],"place":"JUMPER BAY"},{"speech":[["ANNOTATION","Weir sets her bag down in the room off the control room (that will become her office)."],["WEIR","(into radio) I have a lot of things to see. Just be careful."]],"present":["WEIR"],"place":"OFFICE"},{"speech":[["ANNOTATION","Weir walks the catwalk back into the control room where McKay, Sheppard, and others are taking sheets off the stations and looking at devices. As Sheppard walks by a monitor it lights up."],["SHEPPARD","(protesting) I didn't touch anything."],["WEIR","Relax, Major. It's like the entire complex is sensing our presence and coming to life."],["MCKAY","This has got to be the control room. This is obviously their version of a DHD."],["SHEPPARD","(sarcastic) Oh, obviously."],["MCKAY","(moving to another console) This area could be power control systems, possibly a computer interface--"],["WEIR","Hey, hey. Why don't you find out?"],["MCKAY","Right."],["SUMNER","(over radio) Dr. Weir, Colonel Sumner. Could you come down and meet me, please? We're three levels down from you."],["WEIR","Right away."]],"present":["MCKAY","SHEPPARD","SUMNER","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Weir and Sheppard join Sumner."],["SUMNER","We've only been able to secure a fraction of the place. It's huge."],["WEIR","So it might really be the lost city of Atlantis?"],["SUMNER","I'd say that's a good bet."],["ANNOTATION","He leads them to a glass door."],["WEIR","Oh, my God."],["ANNOTATION","They stare at the strange green setting. Above them, they can see sunlight peeking through the surface of waves."],["WEIR","We're underwater."],["SUMNER","I'd say we're under several hundred feet of ocean. If we can't dial out, this could be a problem."],["ANNOTATION","McKay arrives."],["MCKAY","Colonel, Dr. Weir--"],["SHEPPARD","(excited) We're underwater."],["MCKAY","Yes, I was just coming to tell you. Fortunately, there's some sort of a force field holding back the wa&emdash; (he slows, looking at the scene) ...water. Oh, that is impressive, isn't it? Uh, Dr. Beckett has found something you should, uh, see."],["ANNOTATION","They follow him."]],"present":["MCKAY","SHEPPARD","SUMNER","WEIR"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","A holographic Ancient woman speaks on a platform. Weir, Sumner, Sheppard, and McKay enter. Beckett stands by the console."],["ANCIENT WOMAN HOLOGRAM","...in the hope of spreading new life in a galaxy where there appeared to be none. Soon, the new life grew and prospered. Here..."],["BECKETT","(excited) It's a hologram. The recording loops. This is my second time through."],["SUMNER","What have we missed?"],["BECKETT","Not much."],["ANCIENT WOMAN HOLOGRAM","(continuing) ...exchange knowledge and friendship. In time, a thousand worlds bore the fruit of life in this form. Then one day, our people set foot upon a dark world where a terrible enemy slept."],["ANNOTATION","Over her head an image of the galaxy with individual star systems appear."],["ANCIENT WOMAN HOLOGRAM","Never before had we encountered beings with powers that rivaled our own. In our overconfidence, we were unprepared and outnumbered. The enemy fed upon the defenseless human worlds like a great scourge, until finally, only Atlantis remained."],["ANNOTATION","The stars turn red to show the spread of the terrible enemy throughout the galaxy."],["ANCIENT WOMAN HOLOGRAM","This city's great shield was powerful enough to withstand their terrible weapons, but here we were besieged for many years. In an effort to save the last of our kind, we submerged our great city into the ocean. The Atlantis Stargate was the one and only link back to Earth from this galaxy, and those who remained used it to return to that world that was once home. There, the last survivors of Atlantis lived out the remainder of their lives. This city was left to slumber, in the hope that our kind would one day return."],["ANNOTATION","The hologram stops speaking, and Beckett steps away from the console. She disappears."],["MCKAY","Huh. So the story of Atlantis is true. A great city that sank in the ocean."],["BECKETT","It just didn't happen on Earth."],["MCKAY","Well, the Ancient Greeks must have heard it from one of the surviving Ancients."],["SUMNER","I don't like the fact they got their asses kicked."],["ANNOTATION","Grodin enters and whispers to McKay. Beckett steps to the console, activating the hologram."],["BECKETT","Let's see again from the beginning."],["MCKAY","(nervously) Stop. Turn it off."],["ANNOTATION","Nonplussed, Beckett steps back."],["MCKAY","Power levels throughout the city are dropping like a stone."],["SUMNER","What does that mean?"],["MCKAY","That if we don't stop everything we're doing right now, we are dead."],["ANNOTATION","McKay hurries out with Grodin. Puzzled, everyone else follows."]],"present":["ANCIENT WOMAN HOLOGRAM","BECKETT","MCKAY","SUMNER"],"place":"HOLOGRAM ROOM"},{"speech":[["ANNOTATION","Everyone is now back in the control room. McKay works on his computer."],["BECKETT","(nervous) Please tell me this is not my fault."],["MCKAY","(rolling his eyes) No."],["BECKETT","Thank you."],["MCKAY","From what we've been able to ascertain, the city is powered by three Zero-Point Modules. Two are entirely depleted, and the third is reaching maximum entropy. When it does, it will die too, and nothing can reverse that."],["SUMNER","Just tell me the bottom line."],["MCKAY","The force field holding back the ocean has collapsed to its minimum sustainable levels. Look, you can see here and here where the shield's already failed and the city's flooded. It could've happened years ago. but... This section is likely more protected because of the Stargate."],["SHEPPARD","What if it fails completely?"],["MCKAY","It's a matter of \"when,\" not \"if.\""],["WEIR","Colonel Sumner, you need to order your security teams to stop searching the city immediately."],["SUMNER","(into radio) All security teams, fall back to the gate room."],["MCKAY","That's not going to be good enough."],["WEIR","All right, well, how much time do we have?"],["MCKAY","It's hard to say. Hours, maybe days, if we minimize power expenditure."],["BECKETT","What about our own power generators?"],["MCKAY","We're working on that, but even with our most advanced, naquadah-powered generators, the equations are coming up far short."],["WEIR","So we need to find more ZPMs."],["SUMNER","How do we do that if we can't search the city?"],["MCKAY","If there were more here, we'd be able to detect them."],["SUMNER","Can we use the Stargate?"],["MCKAY","There's nowhere near enough power to open a wormhole back to Earth."],["SHEPPARD","Maybe somewhere in this galaxy."],["MCKAY","(considering) Well, that's relatively easy. Fortunately, some Ancient technology still uses good, old-fashioned push buttons, so we've been able to access the Stargate control system and a library of known gate addresses in the database."],["GRODIN","That's not all. Look at this."],["ANNOTATION","Pleased, he pushes a button. A shield encompasses the Stargate."],["SUMNER","Just like the Iris on the Earth gate."],["MCKAY","(nervously) Using power, using power, using power..."],["ANNOTATION","Grodin powers down the shield."],["WEIR","Well, at least we don't have to deal with any uninvited guests. Colonel, assemble a team. We need safe harbor, or better still, another power source."],["SUMNER","(into radio) Lieutenant Ford, gather security teams One and Two. Everyone gear up."],["WEIR","(to Sheppard) Major, I'd like you to go along."],["SHEPPARD","Yes, ma'am."],["WEIR","(to McKay) All right, pick an address. Start dialing."],["ANNOTATION","McKay presses a key. The Stargate whirs to life and one chevron lights up."],["MCKAY","(with pomp) Chevron one encoded."],["ANNOTATION","Weir closes her eyes."],["WEIR","(impatient) Rodney..."],["MCKAY","Fine."],["ANNOTATION","McKay dials the rest of the address in quick succession and the Stargate whirs to activation."],["GRODIN","Ready MALP Four for off-world recon."],["ANNOTATION","McKay hits the center control, and the Stargate activates."]],"present":["BECKETT","GRODIN","MCKAY","SHEPPARD","SUMNER","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Sumner's team readies at the event horizon. Grodin runs down the stairs and stands nearby studying a display."],["GRODIN","The MALP reads full viability and no immediate signs of activity around the Stargate, but it's pitch black. For now, we're going to use the tried and true system for identification of inbound gate travelers."],["ANNOTATION","Sheppard joins Sumner's team, readying his infrared goggles, which everyone else already wears. Sumner glances at Weir who nods her approval."],["SUMNER","Let's move out!"],["ANNOTATION","They step through the Stargate. Sheppard waves farewell at Weir before walking through."]],"present":["GRODIN","SUMNER"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","The teams spread out and reconnoiter the field where they've arrived. Sheppard hears a twig snap and he motions Ford to hold. They check out the movement. A figure enters Ford's field of vision; he raises and readies his weapon. The figure, a young boy, stares in fear at Ford. Another boy wearing a scary mask pounces on the first figure in a tackle, not noticing Ford."],["JINTO","(panicked) Please, don't hurt us."],["ANNOTATION","Both boys stare in fear at Ford. Sheppard arrives. A tall man runs towards the children."],["HALLING","Please! They're just playing."],["ANNOTATION","Sumner approaches."],["SUMNER","Is everything okay here, Sheppard?"],["SHEPPARD","Yes, sir. Just a couple of kids."],["ANNOTATION","Halling rises to his full height, which is several inches taller than Sumner. Sumner raises his weapon in a guarded, but not threatening manner. Halling gathers the boys close to him. He turns to Sheppard and gestures to himself."],["HALLING","Halling."],["SHEPPARD","I don't know what that means."],["SUMNER","(annoyed) It's his name."],["SHEPPARD","Oh. Halling, it's nice to meet you."],["HALLING","Are you here to trade?"],["SHEPPARD","Trade. Yes. We're tr-traders."],["HALLING","(to Jinto) Now, how many times have I told you not to play in the forest after dark? I'm just glad you're safe."],["ANNOTATION","They touch foreheads and Halling rises again."],["HALLING","(to Sheppard) Teyla will wish to meet with you. Come."],["SUMNER","(to Parker and Smitty) Parker, Smitty, you're on gate duty. Dial Atlantis base and let the good doctor know we've made contact with the indigenous people."],["ANNOTATION","Sumner, Ford, Sheppard, and others follow Halling."],["FORD","Sir, if you don't mind my asking...I noticed you've got a problem with Major Sheppard."],["SUMNER","My problem, Lieutenant, is with his record. I don't like anybody who doesn't follow the proper chain of command."],["FORD","Yes, sir."],["ANNOTATION","Jinto walks with Sheppard."],["JINTO","What was that mask you had on?"],["SHEPPARD","It helps you see in the dark. Check it out."],["ANNOTATION","He hands his infrared goggles to Jinto, who puts them on."],["JINTO","Whoa."],["WEX","Let me see. (he looks) Whoa. Can I have it?"],["ANNOTATION","Sheppard takes the goggles back."],["SHEPPARD","No. What's the mask you got on?"],["WEX","This? Wraith."],["SHEPPARD","Wraith? What's that?"],["WEX","(surprised) You don't know?"],["JINTO","(incredulous) What world do you come from?"],["WEX","Can we go there?"],["SHEPPARD","I'm afraid not. I come from a galaxy far, far away."],["ANNOTATION","They arrive at a settlement of several tents, campfires burning."]],"present":["FORD","HALLING","JINTO","SHEPPARD","SUMNER","WEX"],"place":"ATHOS, NIGHT"},{"speech":[["ANNOTATION","Several people sit around a table drinking from mugs. One is small woman with long hair, Teyla. Halling calls out from outside."],["HALLING","It's Halling. I bring men from away."],["TEYLA","(smiling) Enter."],["ANNOTATION","Halling, Sumner, Ford, and Sheppard enter. Teyla stands, frowning at the strangers' odd outfits and weapons."],["HALLING","These men wish to trade."],["ANNOTATION","Sheppard nervously pulls off his goggles and ruffles his hair, which only makes it look more unkempt."],["SHEPPARD","(with charming smile) Oh, it's...it's nice to meet you."],["TEYLA","I am Teyla Emmagan, daughter of Tagan."],["SUMNER","(nodding to each team member) Colonel Marshall Sumner, Major Sheppard, Lieutenant Ford. We have very few specific needs."],["TEYLA","(sternly) We do not trade with strangers."],["SUMNER","Is that a fact?"],["SHEPPARD","Well, then, we'll just, uh...we'll have to get to know each other. Me, um, I like Ferris wheels and college football, anything that goes more than 200 miles per hour."],["FORD","(low, to Sheppard) Sir, that's not going to mean anything to them."],["SHEPPARD","(low to Ford) Feel free to speak up. I'm just trying to break the ice here."],["SUMNER","(low, to Sheppard) These people can't help us. I'd rather not waste the time."],["TEYLA","Each morning, before dawn, our people drink a stout tea to brace us for the coming day. Will you join us?"],["SHEPPARD","(stepping forward) I love a good cup of tea. Now, there's another thing you know about me. (to Sumner) We're practically friends already."],["ANNOTATION","Ford looks to Sumner. Who quirks an eyebrow and smiles at Sheppard's tactics despite himself."]],"present":["FORD","HALLING","SHEPPARD","SUMNER","TEYLA"],"place":"DINING TENT"},{"speech":[["ANNOTATION","Sumner approaches Bates, who's looking through binoculars at something in the distance."],["BATES","We didn't even know it was there until the sun came up."],["ANNOTATION","Sumner looks through the binoculars at the ruins of an Ancient city across the bog."],["SUMNER","Looks more promising than anything else these folks have to offer. Plenty of shelter, nice, little valley. Location, location, location."],["ANNOTATION","He hands the binoculars back to Bates."]],"present":["BATES","SUMNER"],"place":"ATHOS SETTLEMENT, DAWN"},{"speech":[["ANNOTATION","Sumner has returned to the tent."],["TORAN","The city of the Ancestors is not safe."],["SUMNER","We can handle ourselves."],["TORAN","The Wraith will come."],["SUMNER","Who are these Wraith?"],["TEYLA","(warily) We have never met anyone who did not know."],["SUMNER","Well, you have now."],["TEYLA","If the Wraith have never touched your world, you should go back there now."],["SHEPPARD","Oh, we'd like to, but we can't. See, here's the thing, ma'am. We've got ourselves into a bit of a bind, and we may need a safe place to stay for a while."],["TEYLA","Our people have long believed that the Wraith will come if we venture into the old city. But it is a belief we've not tested in some time."],["SUMNER","(to his team) Gentlemen."],["ANNOTATION","He leads them out of the tent to talk privately."]],"present":["SHEPPARD","SUMNER","TEYLA","TORAN"],"place":"TENT"},{"speech":[["SUMNER","Look, I don't care what they say. That city is worth a look, not to mention the possibility there could be ZPMs there that they don't know or care about."],["SHEPPARD","What if the Wraith are the enemy the Ancient hologram lady is talking about?"],["SUMNER","All the more reason for us to have a defensible position should we have to abandon Atlantis. (to Sheppard) Stay here and find out what you can. (to Ford) Ford, you head back to the gate and report in to Weir. Tell her we'll have answers for her in a few hours."],["FORD","Yes, sir."]],"present":["FORD","SHEPPARD","SUMNER"],"place":"ATHOS SETTLEMENT, DAWN"},{"speech":[["ANNOTATION","Sheppard rejoins Teyla and Toran."],["SHEPPARD","Well, I guess it's just you and me...And him."],["TEYLA","(nodding towards Sumner) Your leader looks through me as if I were not there."],["SHEPPARD","Do I?"],["TEYLA","No. You truly cannot return to your world?"],["SHEPPARD","No."],["TEYLA","Then there is something you should see."]],"present":["SHEPPARD","TEYLA"],"place":"ATHOS TENT"},{"speech":[["ANNOTATION","Teyla leads Sheppard over an embankment.</blockquote> SHEPPARD How much further is this place? TEYLA Not far. [Sheppard falls down the embankment, but tries to look suave. Teyla grins."]],"present":[],"place":"ATHOS FOREST"},{"speech":[["WEIR","Tell me some good news, Rodney."],["MCKAY","I can't do that."],["WEIR","The shield has held back the ocean for centuries."],["MCKAY","And probably would've kept going for years more, but our arrival changed that. Now it's nothing more than a thin shell between the buildings and the water."],["WEIR","We stopped exploring."],["MCKAY","The damage was already done. Another section of the city, on the far side, was flooded an hour or so ago."],["GRODIN","Even occupying this room is draining power."],["MKCAY","We need to evacuate the moment Colonel Sumner reports back it's safe."],["WEIR","You're saying we have to abandon the city?"],["ANNOTATION","The city creaks."],["MCKAY","The sooner we leave, the longer that shield holds."],["ANNOTATION","Weir sighs."]],"present":["GRODIN","MCKAY","MKCAY","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Teyla leads Sheppard into a cave."],["TEYLA","I used to play here as a child. I believe this is where the survivors hid from the Wraith during the last great attack."],["SHEPPARD","Let me, uh..."],["ANNOTATION","He tries to start a Zippo lighter. Teyla uses an advanced device to light a torch and looks at him with a smug smile."],["TEYLA","We mastered fire long ago."],["SHEPPARD","I guess so."],["ANNOTATION","Sheppard replaces his lighter. She leads him into another chamber. Sheppard catches the light reflecting on a shiny object. He picks up a pendant."],["SHEPPARD","What's this?"],["TEYLA","(surprised) I lost this years ago. How did you--"],["SHEPPARD","It was just lying right over there. It was reflecting off the light."],["ANNOTATION","He helps her put it on. She looks at it while Sheppard notices the walls. They're covered with pictograms."],["SHEPPARD","Someone's been busy, huh?"],["TEYLA","The drawings in the caves are extensive. Many must date back thousands of years or more."],["SHEPPARD","Does this represent the destruction of your city?"],["TEYLA","This drawing far predates that."],["SHEPPARD","So, what? Someone knew it was going to happen?"],["TEYLA","I believe it happens...again and again. The Wraith allow our kind to grow in numbers, and when that number reaches a certain point, they return to...cull their human herd. Sometimes, a few hundred years will pass before they awaken again. We've visited many, many worlds. I know of none untouched by the Wraith. The last great holocaust was five generations ago, but still, they return in smaller numbers, to remind us of their power."],["SHEPPARD","That's a hell of a way to live."],["TEYLA","We move our hunting camps around. We try to teach our children not to live in fear, but it is hard. Some of us can sense the Wraith coming. That gives us warning. We should go. It will be dark soon."]],"present":["SHEPPARD","TEYLA"],"place":"CAVE"},{"speech":[["FORD","Man, days are short here."],["SUMNER","(over radio) Major Sheppard, this is Colonel Sumner. Come in."],["FORD","(into radio) Colonel, this is Lieutenant Ford. Major Sheppard is out of radio range at the moment."],["SUMNER","(over radio, arriving at settlement) Where the hell is he?"],["FORD","(into radio) I think Teyla wanted him to see something."],["ANNOTATION","The Stargate activates with an incoming wormhole."],["FORD","Defensive positions. (into radio) Colonel, we have gate activity here."],["ANNOTATION","He pulls off his goggles as three small fighter-like aircraft fly through (Wraith darts)."],["FORD","Colonel, three bandits headed your way."]],"present":["FORD","SUMNER"],"place":"ATHOS, NEAR STARGATE, NIGHT"},{"speech":[["SUMNER","Take cover!"],["ANNOTATION","A woman screams as people panic and scatter. One falls."],["SUMNER","Get up."]],"present":["SUMNER"],"place":"ATHOS SETTLEMENT"},{"speech":[["ANNOTATION","Teyla pauses while leading Sheppard through the forest. She listens in the distance."],["SHEPPARD","What is it?"],["TEYLA","The Wraith."],["ANNOTATION","They run."]],"present":["SHEPPARD","TEYLA"],"place":"ATHOS FOREST"},{"speech":[["ANNOTATION","The Athosians race to evacuate."],["WOMAN","Just leave it."],["ANNOTATION","Halling searches for his son."],["HALLING","Jinto, come. Jinto."],["ANNOTATION","Sumner warily looks around the camp, spotting the ship making a pass overhead. He jogs towards the woods. He sees Halling and some other Athosians jogging towards him, then getting swept up in an energy beam from the ship and completely disappearing."],["SUMNER","(shouting) Fire on that target!"],["ANNOTATION","He and others fire their rifles at the ship as it loops to make another pass. Around them, they spot wisps of movement, unformed ghosts that disappear before they can focus on them."]],"present":["HALLING","SUMNER","WOMAN"],"place":"FOREST NEAR SETTLEMENT, NIGHT"},{"speech":[["ANNOTATION","Teyla races back to the settlement. Sheppard struggles to keep up."],["SHEPPARD","Teyla!"],["BATES","(over radio) Colonel, they're on the ground. They're all around us."],["ANNOTATION","Sheppard turns to follow Teyla at a fork in the path, but can no longer see her. He hears a Wraith ship pass over head."],["SHEPPARD","(warily) Teyla?"],["ANNOTATION","He hears wisps of movement the same as Sumner did at camp. He fires at one as it dissipates. He aims at another, but Teyla steps through it, breaking the illusion."],["TEYLA","They are not really there."],["ANNOTATION","Sheppard lowers his weapon and approaches, nonplussed."],["TEYLA","Do not trust your eyes. The Wraith can make you see things that are not there. We must hurry."],["ANNOTATION","They continue to run towards the settlement."]],"present":["BATES","SHEPPARD","TEYLA"],"place":"FOREST, NIGHT"},{"speech":[["ANNOTATION","The Wraith ship comes around again, firing blasts at the settlement."],["SHEPPARD","(over radio) Colonel, this is Sheppard. What you see on the ground is just an illusion. Concentrate your fire on the ships."],["SUMNER","(yelling around him) Fire at the ships! Fire at the ships!"],["ANNOTATION","Several of his command follow his orders, ceasing their aim at the wisps and shooting at the ships. Sumner moves over to Bates, who's frozen at the illusions, still holding his bazooka."],["SUMNER","(shaking him) Bates, snap out of it!"],["BATES","They're everywhere, sir."],["ANNOTATION","Sumner drags him over to an open spot and points to a ship."],["SUMNER","Take that thing down!"],["ANNOTATION","Bates follows orders and blasts the ship out of the sky. Sumner and Bates are both immediately swept up by a beam from another ship."]],"present":["BATES","SHEPPARD","SUMNER"],"place":"ATHOSIAN SETTLEMENT, NIGHT"},{"speech":[["ANNOTATION","A beam chases Sheppard and Teyla through the forest. Sheppard dives right, but Teyla gets swept up in the beam. Sheppard turns around and gets up, but all is quiet."],["SHEPPARD","Teyla. Teyla?"],["STACKHOUSE","(over radio) Sir, the Colonel's been taken."],["ANNOTATION","Sheppard runs towards the settlement."]],"present":["SHEPPARD","STACKHOUSE"],"place":"FOREST, NIGHT"},{"speech":[["ANNOTATION","The DHD begins to activate. Ford, taking cover behind it, spots the chevrons lighting."],["FORD","(into radio) The 'gate's coming on again. Two enemy ships approaching."],["ANNOTATION","The Stargate activates."],["SHEPPARD","Let them go. There are friendlies onboard. Look at the dialing device. Burn those symbols into your mind."],["ANNOTATION","The two ships pass through the Stargate. Ford nervously stares at the DHD, looking at the address lit."]],"present":["FORD","SHEPPARD"],"place":"STARGATE CLEARING, NIGHT"},{"speech":[["ANNOTATION","Sheppard comes across the wreckage of the ship Bates took down. He sees a forearm of a Wraith, detached from the rest of the body, but still crawling on its own."],["SHEPPARD","Son of a..."],["ANNOTATION","Sheppard shoots the arm. Jinto runs up."],["JINTO","Help! Help me."],["ANNOTATION","They both look down at the arm. It's no longer moving."],["JINTO","I can't find my father."],["ANNOTATION","Sheppard clutches Jinto's shoulder."]],"present":["JINTO","SHEPPARD"],"place":"FOREST NEAR SETTLEMENT, NIGHT"},{"speech":[["ANNOTATION","Grodin stands by a window looking at the city, holding a scanner. Weir comes up next to him."],["GRODIN","Here it comes."],["WEIR","What am I looking for?"],["ANNOTATION","Part of the city glows for a moment with a strange clunking noise, and bubbles erupt."],["GRODIN","There. Another part of the force field just failed. I don't think we have much time."],["ANNOTATION","Weir sighs nervously."]],"present":["GRODIN","WEIR"],"place":"ATLANTIS ALCOVE, UNDERWATER"},{"speech":[["ANNOTATION","McKay wanders the panels. Weir enters."],["WEIR","How are we doing? If we can just buy ourselves another day, maybe we could--"],["MCKAY","(interrupting) The city is sacrificing parts of itself in order to maintain these main areas, but catastrophic failure is inevitable."],["WEIR","Not in my wildest dreams did I hope to find the lost city of the Ancients so completely untouched, so pristine, and we have no choice but to walk away from this?"],["MCKAY","In order to save it."],["WEIR","To save it for whom? We don't have enough power to send a message. As far as Earth is concerned, we're just going to be missing, presumed lost."],["MCKAY","We'll be back. We'll find a power source somewhere in Pegasus."],["WEIR","We have yet to hear from Colonel Sumner. We've got no idea what's out there."],["MCKAY","We can't wait. It is time to go, now."],["ANNOTATION","Weir steps out to the balcony and keys her handheld radio.) WEIR (into radio) Attention, all personnel. This is Weir. [A heavy rumbling begins to sound and shake the area. Grodin and McKay stumble for controls."],["WEIR","(continuing into radio) Stand by for immediate evacuation. (to McKay) Dial the gate."],["ANNOTATION","McKay starts to dial, but another signal comes in too fast."],["MAKAY","We've got an incoming wormhole."],["ANNOTATION","The shield automatically goes up."],["GRODIN","I'm reading Lieutenant Ford's identification code."],["WEIR","Let 'em in."],["ANNOTATION","Sheppard leads a group of Athosians through and starts to herd them in the 'Gate Room."],["SHEPPARD","Step in, folks. Move away from the puddle."]],"present":["GRODIN","MAKAY","MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Weir hurries down the staircase to meet Sheppard."],["WEIR","Major Sheppard! Major Sheppard, who are these people?"],["SHEPPARD","Survivors from the settlement. We were attacked. Sumner and some of our men were taken. What's going on?"],["ANNOTATION","He stares around at the shaking city. Weir pulls him further away from the refugees."],["WEIR","We are in no position to help anyone right now."],["SHEPPARD","What the hell's going on here?"],["WEIR","We were about to abandon the city."],["SHEPPARD","Going back there is a really bad idea."],["WEIR","Major Sheppard, the shield is about to fail, and the ocean is about to come crashing in on us. Do you have a better place for us to go?"],["SHEPPARD","Jinto, you have any other address we can gate to?"],["JINTO","Yes, many."],["WEIR","He's just a boy."],["JINTO","I am Jinto."],["ANNOTATION","Sheppard grabs Jinto by the arm and herds him up to the control room."],["SHEPPARD","She's pleased to meet you."]],"present":["JINTO","SHEPPARD","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["MCKAY","The shield is collapsing!"]],"present":["MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The city shakes free of the ocean bottom, knocking several of the inhabitants off their feet. It rises slowly."]],"present":[],"place":"ATLANTIS OCEAN"},{"speech":[["ANNOTATION","People help each other to their feet. Grodin heads to the city's DHD."],["GRODIN","I'm dialing an address."],["WEIR","(calling from below) No, wait."],["MCKAY","She's right."]],"present":["GRODIN","MCKAY","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The city continues to rise from the depths of the ocean."]],"present":[],"place":"ATLANTIS OCEAN"},{"speech":[["SHEPPARD","We're moving!"]],"present":["SHEPPARD"],"place":"ATLANTIS"},{"speech":[["ANNOTATION","The city breaks through the surface. Daylight streams through the windows as the city continues to reach for the sky."]],"present":[],"place":"ATLANTIS OCEAN, DAY"},{"speech":[["ANNOTATION","Everyone looks on in wonder at the light around them. Systems again turn on. Sheppard, Jinto, Weir, McKay, Grodin, and Ford move to a window. They watch as the lower portions of the city break through the surface."],["FORD","We're on the surface."],["WEIR","I was hoping for another day. It looks like we just got a whole lot more than that. Let's not waste it."],["ANNOTATION","Sheppard smiles and nods."]],"present":["FORD","WEIR"],"place":"ATLANTIS CONTROL AND GATE ROOM"},{"speech":[["ANNOTATION","A wave continues to expand outward from the city as it settles on the surface."]],"present":[],"place":"ATLANTIS, DAY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Ford walks amongst the Athosians and expedition members, taking command."],["FORD","People, listen up. No one gets to sit down until they clear two pieces of equipment off this deck. Now, let's go."]],"present":["FORD"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Sheppard, Weir, Grodin, and McKay are up in the control room."],["MCKAY","The last Zero-Point Module is depleted, but limited power has returned now that our own generators aren't going to hold back an ocean. Life support systems are working, but the planet's atmosphere is breathable, well, notwithstanding the inevitable allergens."],["WEIR","So now could our naquadah generator supply enough power to the shield for defensive purposes?"],["MCKAY","Not even close."],["SHEPPARD","On the surface without a shield? We're target practice."],["MCKAY","(sarcastic) I'm acutely aware of that, Major, but thank you for reinforcing it."],["SHEPPARD","When can you tell me where the Wraith took Colonel Sumner and the others?"],["MCKAY","Even with the six symbols Lieutenant Ford provided there are still hundreds of permutations--"],["SHEPPARD","(interrupting)"],["720.",""],["MCKAY","(nonplussed) Yes. I knew that, of course. I'm just surprised you did."],["SHEPPARD","Take away the coordinates you can't get a lock on, and that's your one, and when you find it, send a MALP."],["ANNOTATION","McKay steps away. Weir approaches."],["WEIR","Major? A word."],["ANNOTATION","He follows her to the back of the control room. As Weir nears what she thought was a window, the door to a balcony opens, surprising them all. Sheppard and Weir cautiously step outside."]],"present":["720.","MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["WEIR","Wow."],["ANNOTATION","They both look down over the railing, marveling at the sight of the city."],["SHEPPARD","Let me guess. You're not going to let me rescue my people."],["WEIR","Major, you don't even know if they're alive."],["SHEPPARD","You don't leave people in the hands of the enemy. And the fact that we are having this conversation in private lets me know that you know damn well that it's wrong and it will totally undermine your leadership. So as ranking military officer--"],["WEIR","(interrupting) All right, just shut up and listen to me for a moment, all right? Come on, what do we know about the Wraith? One of the few things we do know is that they are the enemy that defeated the Ancients. When we first began to use the stargate we found on Earth, we got ourselves into serious trouble. Why?"],["SHEPPARD","I don't need a history lesson."],["WEIR","Because the people in charge didn't consider the ramifications before they reacted."],["SHEPPARD","They took our people. How am I supposed to react?"],["WEIR","And we're defenseless! You said so yourself."],["WEIR","How do you know going off on some half-assed rescue mission isn't going to bring them all right back here to our doorstep?"],["SHEPPARD","(insistent) Maybe it will...but it's the right thing to do. Why? Because it is."],["WEIR","John--"],["SHEPPARD","(angry) If we're not going to do this, and I mean right now, let's just turn tail and pack up, because they're coming."],["WEIR","You don't know that."],["SHEPPARD","Our people are in the hands of the enemy, Doctor. Do you know what that means? It is just a matter of time before the Wraith figure out that this is the base of our operation."],["WEIR","I just need more information. I mean, who knows? Maybe we could negotiate a peaceful--"],["SHEPPARD","(incredulous) Peaceful? Are you kidding? We weren't there for more than a few hours before they showed up."],["WEIR","Is it possible they came because of you? And that one of these people you brought back here with you tipped them off?"],["SHEPPARD","(dismissively) It's possible."],["WEIR","See, that is exactly the kind of snap decision I'm referring to."],["SHEPPARD","They're not all bad people, and you know, if we're going to stick around here, we need friends."],["WEIR","(nodding) Okay, I see your point. Now, you see mine. I will not authorize a rescue mission unless I am sure there's at least a remote chance of success. I'm not sending more good people, including you, to their deaths."],["SHEPPARD","Okay."],["ANNOTATION","He leaves Weir alone on the balcony."]],"present":["SHEPPARD","WEIR"],"place":"ATLANTIS BALCONY, DAY"},{"speech":[["ANNOTATION","Teyla awakens to find herself in a cell with some of her people and Sumner and Bates."],["TORAN","Are you all right?"],["TEYLA","Where are we?"],["SUMNER","Any idea what to expect?"],["TEYLA","No."],["SUMNER","Your friend was the one who said the Wraith would come if we went down into the ruins."],["HALLING","Perhaps you should have heeded his warning."],["SUMNER","How do I know he's not the one who told them?"],["ANNOTATION","Footsteps approach."],["HALLING","Someone comes."],["ANNOTATION","They back away from the cell door as a Wraith and two warrior guards approach. The main Wraith is a tall humanoid with pale skin of a greenish hue. Its hair is white and its features gaunt. It has a mustache. A slit is on either side of its cheek. The warriors are muscular with the same skin tone. They have white hair, but their facial features are covered with some kind of organic mask. The door opens. Sumner steps forward."],["SUMNER","I'm Colonel Marshall Sum--"],["ANNOTATION","The Wraith backhands Sumner, knocking him half-across the room. It's eyes light on Toran. A warrior approaches him."],["TORAN","No, please..."],["ANNOTATION","The Wraith warrior grabs Toran by the throat, lifts him up and starts to leave."],["TEYLA","(pleading) Take me in his place!"],["ANNOTATION","Sumner crawls forward and stumbles to his feet."],["SUMNER","No, take me. We're the ones you're after, right? I'm their leader."],["ANNOTATION","The Wraith looks at Sumner dismissively and leaves with Toran and the warriors. The doors close behind them."],["TEYLA","They have no need to explain themselves."],["SUMNER","Yeah, I got that."]],"present":["HALLING","SUMNER","TEYLA","TORAN"],"place":"WRAITH HOLDING CELL"},{"speech":[["ANNOTATION","A technician, Weir, and McKay study a monitor display that shows only darkness."],["TECHNICIAN","We're receiving visual telemetry."],["WEIR","I can't see anything."],["MCKAY","No atmospheric readings at all."],["ANNOTATION","Sumner and Grodin are watching a different monitor of the same data and spot a small round point of dim light before it quickly rotates offscreen."],["SHEPPARD","Hey, what was that?"],["MCKAY","Rotate the camera."],["ANNOTATION","The technician complies. The camera shows rocks floating in space and rings surrounding a planet. The Stargate floats in orbit above the planet, the wormhole still active."],["MCKAY","(scoffing) Well, there goes that MALP."],["SHEPPARD","It's in space."],["MCKAY","It's in high orbit around a planet on the far side of the galaxy."],["WEIR","Are you sure this is the right address?"],["MCKAY","It's the only one we could get a lock on."],["WEIR","(sighing) Very well. Shut it down. (to Sheppard) I'm sorry."],["ANNOTATION","She leaves. McKay continues to study the monitor as the Stargate shuts down."],["MCKAY","Come with me, Major."],["ANNOTATION","Sheppard follows McKay out of the room."]],"present":["MCKAY","SHEPPARD","TECHNICIAN","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[],"present":[],"place":"ATLANTIS JUMPER BAY"},{"speech":[["ANNOTATION","McKay and Sheppard enter the ship. It lights up as they move inside. Sheppard walks to the pilot seat and touches the console. It immediately lights up."],["MCKAY","You think you can fly it?"],["SHEPPARD","What do you say we find out?"],["ANNOTATION","He sits in the pilot's chair."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Beckett is studying the Wraith forearm under heavy magnification. Weir enters."],["WEIR","Doctor Beckett, what was it you wanted me to see?"],["ANNOTATION","He turns to her and grins. She stops short at seeing the specimen he's studying. He lifts it up."],["BECKETT","These cells have none of the normal human inhibiting proteins whatsoever. That gives them an incredible ability to regenerate."],["WEIR","What about the movement Major Sheppard saw?"],["BECKETT","As far as independent behavior, I'd say that anything he saw was caused by a residual command language in the severed nerve endings."],["WEIR","All right, anything else?"],["BECKETT","The being this arm belonged to...if I was a betting man, I'd say it was old, very, very old."],["WEIR","How old?"],["ANNOTATION","He turns the hand over, showing a small puckered incision in the middle of the palm of the hand, surrounded by small holes."],["BECKETT","As long as the cells are properly nourished, I don't see a life form like this ever dying of natural aging the way we do...and they'd be bloody hard to kill."],["WEIR","I don't like the sound of that."],["BECKETT","I don't blame you."]],"present":["BECKETT","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Weir and McKay enter the room. A constant thrum, like of some kind of energy powered up makes a steady hum. There is no sign of Sheppard or the ship he was in."],["WEIR","What is that noise?"],["MCKAY","(exasperated) I...I don't... He was right here. Major!"],["ANNOTATION","The ship rematerializes from an invisible cloak, hovering in front of them. Sheppard waves."],["SHEPPARD","(over radio) You said you wanted a tactical advantage?"],["WEIR","(smiling) All right, so you can fly that thing. It doesn't mean you can pull off a rescue."],["SHEPPARD","(patiently) Doctor...this is why you brought me here."],["ANNOTATION","She stares jaw agape and shakes her head."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS JUMPER BAY"},{"speech":[["ANNOTATION","The room is bustling with activity. Weir approaches McKay."],["WEIR","Ready?"],["MCKAY","(speaking rapidly) I have no idea. This technology is so far beyond us, I mean, we haven't a clue what we're dealing with. I mean, for all I know, we could..."],["ANNOTATION","He notices Weir's glare."],["MCKAY","Yeah. Ready."]],"present":["MCKAY","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Ford walks past the group of marines sitting in the rear compartment."],["FORD","All right, boys, get ready to go."],["ANNOTATION","He takes the co-pilot seat next to Sheppard and grins excitedly."],["FORD","Gateship One ready to go."],["SHEPPARD","\"Gateship One\"? A little puddle jumper like this?"],["FORD","It's a ship that goes through the 'gate--Gateship One."],["SHEPPARD","Oh, no, no, no, that's all wrong."],["FORD","Dr. McKay thought it was cool."],["SHEPPARD","Oh, okay, well, it's official...You don't get to name anything, ever. (into radio) Flight, this is...Puddle Jumper. We're go to launch."]],"present":["FORD","SHEPPARD"],"place":"SHIP"},{"speech":[["MCKAY","(miffed) This is Flight. I thought we were going with Gateship."],["SHEPPARD","(over radio) Negative, Flight."],["MCKAY","Stand by. It's a ship that goes through the gate."],["ANNOTATION","He notices Weir's curious but impatient expression."],["MCKAY","Uh...fine. (into radio) Puddle Jumper, you are clear for launch."]],"present":["MCKAY","SHEPPARD"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["SHEPPARD","Dial it up, Lieutenant."],["ANNOTATION","Ford starts to dial the jumper's DHD."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The Stargate activates. The ceiling retracts as the jumper lowers into the Gate Room. Sheppard mans the controls and it flies through the active wormhole. The Stargate deactivates."],["WEIR","(low, to herself) Be safe."]],"present":["WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","The puddle jumper flies through the Space Gate."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","Wow. This is cool."],["FORD","It looks like you've got the hang of it."],["SHEPPARD","I tell you what, Lieutenant. I know a lot of fighter pilots who'd kill to fly this thing. It's like it reads your mind."],["ANNOTATION","A display appears superimposed on the windshield in front of them, displaying lots of data."],["FORD","(nervous) Did you do that?"],["SHEPPARD","I was just...wondering where we go from here."],["FORD","I'll take that as a yes. So how do we find them once we land?"],["SHEPPARD","Well, I've been thinking about that too."],["ANNOTATION","From beside Sheppard, a small hand held device pops out of the wall. Sheppard pulls it out, looks at it, shrugs, and puts it in a pocket."],["SHEPPARD","Now I'm thinking about a nice turkey sandwich."],["ANNOTATION","They look around for several moments, but nothing happens."],["FORD","Worth a try."]],"present":["FORD","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","A large facility is set up in a forest on the planet."]],"present":[],"place":"WRAITH PLANET, NIGHT"},{"speech":[["ANNOTATION","The Wraith and warriors stalk towards the cell again. They enter, and this time the Wraith stares down Sumner. It hisses and stalks away. Sumner glances back at Bates, stone-faced, then, back erect, calmly follows his prison guards. Teyla bites her lip with worry."]],"present":[],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","The cloaked jumper lands in the woods just outside the facility. Sheppard exchanges looks with Ford. He gets up and heads to the back."],["FORD","(to others) Lock and load."]],"present":["FORD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The jumper de-cloaks as it lands, the team exiting and spreading out, weapons at ready."],["SHEPPARD","All right, teams of two. Learn what you can and lay down your defenses as you see fit. I want to be able to light this place up if we have to. (to Stackhouse) Two clicks, you're clear to talk."],["STACKHOUSE","Yes, sir."],["SHEPPARD","(to everyone) Do not engage the enemy. (tapping Ford) You're with me."]],"present":["SHEPPARD","STACKHOUSE"],"place":"FOREST CLEARING, DAWN"},{"speech":[["ANNOTATION","Sumner is led to a large room. There is food set up on a table, including the head of a mastadge. The skeletal remains of Toran sit on a chair. Sumner recognizes him by his clothes. He warily looks around. There is a darkened ceiling with several interlocking triangular honeycombs. He starts at a noise and turns around. Behind his back a Wraith Queen leaps down to the floor. She has similar features to the male Wraith, but her hair is red. He feels her presence and turns to face her, frightened."],["WRAITH QUEEN","You must feel hunger by now."],["ANNOTATION","She snarls at him."]],"present":["WRAITH QUEEN"],"place":"WRAITH DINING ROOM"},{"speech":[["ANNOTATION","A warrior stalks down a passage. Behind him, unnoticed, are Sheppard and Ford, who move into the passageway when the route is clear."],["FORD","I thought getting in was going to be the hard part. That's the first one we've seen."],["ANNOTATION","Ford sets some C-4 into the wall and primes it. Sheppard studies the handheld device he took from the jumper."],["SHEPPARD","The moving dot should be him. Go over there."],["SHEPPARD","Yeah, that's you."],["FORD","So, we've got ourselves a life-signs detector."],["SHEPPARD","We can name it later."]],"present":["FORD","SHEPPARD"],"place":"WRAITH CORRIDOR"},{"speech":[["ANNOTATION","Teyla hears a noise. She sees Sheppard and Ford approaching from a side-corridor."],["TEYLA","Major?"],["SHEPPARD","Shh. Are you all right?"],["TEYLA","How did you find us?"],["HALLING","Is my son alive?"],["SHEPPARD","He's well and waiting for you."],["ANNOTATION","He looks at who is in the cell."],["SHEPPARD","Where's Colonel Sumner?"],["BATES","He was taken by the Wraith."],["TEYLA","We don't know where."],["SHEPPARD","Well, how about when?"],["TEYLA","Not long."],["SHEPPARD","I knew something had to go wrong."],["ANNOTATION","He clicks his radio twice."],["STACKHOUSE","(over radio) This is Stackhouse. Go ahead, sir."],["SHEPPARD","(into radio) How about a diversion in a little bit?"]],"present":["BATES","HALLING","SHEPPARD","STACKHOUSE","TEYLA"],"place":"WRAITH CELL"},{"speech":[["SHEPPARD","(over radio) You're going to need to make some noise out there."],["STACKHOUSE","(into radio) Yes, sir."],["ANNOTATION","Stackhouse moves to the jumper."]],"present":["SHEPPARD","STACKHOUSE"],"place":"WRAITH PLANET CLEARING"},{"speech":[["SHEPPARD","(to Ford) Rig up enough C-4 to blow a hole and get these people out of here on my signal, all right? I can find the Colonel with this. There aren't that many Wraith around. I should be able to do this. If I'm not back in twenty minutes, blow the cells and get out."],["FORD","You're the only one who can fly these people out of here."],["SHEPPARD","Yeah, I'm going to fly us all out of here, including the Colonel."],["FORD","I'm saying I should be the one to go, sir."],["SHEPPARD","Twenty minutes...I'll find him."]],"present":["FORD","SHEPPARD"],"place":"WRAITH CELL AREA"},{"speech":[["WRAITH QUEEN","What do you call yourself?"],["SUMNER","(with bravado) Colonel Marshall Sumner, United States Marine Corps."],["WRAITH QUEEN","(amused) So little fear. Is it valor...or ignorance?"],["SUMNER","We travel through the Stargate as peaceful explorers."],["WRAITH QUEEN","You must eat, yet you resist your hunger. Why?"],["SUMNER","Why have you taken my people prisoner?"],["WRAITH QUEEN","You trespassed upon our feeding ground."],["SUMNER","(puzzled) Feeding ground?"],["WRAITH QUEEN","All living things must eat. In this, I am sure we are similar. You feel hunger even now. I can sense it. Yet you resist. Why?"],["SUMNER","Why do you care?"],["WRAITH QUEEN","Hunger...is distasteful."],["SUMNER","(looking nervously at Toran) It looks to me like the food didn't agree with him."],["WRAITH QUEEN","There, we are quite dissimilar, Colonel Sumner. We don't require...our food to agree with us."],["ANNOTATION","She strokes one finger down the skeleton's cheek. Sumner stares in shock."]],"present":["SUMNER","WRAITH QUEEN"],"place":"WRAITH DINING ROOM"},{"speech":[["ANNOTATION","Sheppard moves down the corridor, using the life signs detector to guide him."]],"present":[],"place":"WRAITH CORRIDOR"},{"speech":[["WRAITH QUEEN","What do you call your world?"],["ANNOTATION","Sumner does not answer. The queen approaches."],["WRAITH QUEEN","(hypnotic, echoing voice) What do you call your world? What...do you call...your world?"],["ANNOTATION","The echo repeats. Sumner struggles to resist."],["SUMNER","(strained) Earth."],["WRAITH QUEEN","It is not among our stars."],["SUMNER","(with pained reluctance) No."],["WRAITH QUEEN","Tell me of Earth. How many more are there of your kind? Thousands? Millions?"],["ANNOTATION","Sumner closes his eyes, wincing and shaking to resist her."],["WRAITH QUEEN","(triumphant) More."],["ANNOTATION","Sumner opens his eyes, looking defeated. The queen is exultant."],["WRAITH QUEEN","Our feeding ground has not been so rich in ten thousand years."]],"present":["SUMNER","WRAITH QUEEN"],"place":"WRAITH DINING ROOM"},{"speech":[["ANNOTATION","Sheppard continues to move through the area."]],"present":[],"place":"WRAITH CORRIDOR"},{"speech":[["WRAITH QUEEN","Your will is strong. This one (gestures to Toran) begged for its life."],["SUMNER","Is that the kind of treatment I can expect for myself and my people?"],["WRAITH QUEEN","As I have said, all living things must eat."],["SUMNER","(rebellious) Then we're done talking."],["WRAITH QUEEN","I think not. Kneel."],["ANNOTATION","She draws a finger down Sumner's face."],["WRAITH QUEEN","(insistent, in the hypnotic echo) Kneel..."],["ANNOTATION","Sumner, against his own will, falls to his knees."],["WRAITH QUEEN","I have not tasted such strength in so long."],["ANNOTATION","She rips his t-shirt with one stroke of her hand, baring his chest."],["SUMNER","Go to hell."],["WRAITH QUEEN","Earth first."],["ANNOTATION","She shoves her hand onto his chest. He screams in agony."]],"present":["SUMNER","WRAITH QUEEN"],"place":"WRAITH DINING ROOM"},{"speech":[["ANNOTATION","Sheppard can hear Sumner's scream and moves towards the sound."]],"present":[],"place":"WRAITH CORRIDOR"},{"speech":[["WRAITH QUEEN","How many years must I take from you before you tell us what I wish to know? Or shall I take them all?"],["ANNOTATION","Sumner's face contorts in agony as he continues to yell. He begins to age."]],"present":["WRAITH QUEEN"],"place":"WRAITH DINING ROOM"},{"speech":[["ANNOTATION","Sheppard wanders, looking lost for a moment before getting his bearings."]],"present":[],"place":"WRAITH CORRIDOR"},{"speech":[["ANNOTATION","The Wraith Queen's hand is flat on Sumner's chest, palm against his heart. Sumner's head rocks as he continues to scream in pain. His face looks sunken and aged."],["WRAITH QUEEN","Where is this new feeding ground?"],["SUMNER","(shaking his head, weak) I won't."],["ANNOTATION","Sheppard crawls on his belly from a side corridor to a spot where he can look into the room through a skylight window. He sees the Queen's back to him, feeding on Sumner, who is facing towards the Major. Sheppard shoots the Queen in the back, then kills one of the warrior guards. The Wraith Queen hisses in rage, her fingernails digging into Sumner's chest, drawing blood as she sucks more life from him. He ages more as the bullet exit wounds heal on her own chest. Sheppard shoots the other guard, then stares in curious horror at Sumner's almost skeletal condition."],["ANNOTATION","Sumner stares back at Sheppard, looking extraordinarily old. Sumner makes a pleading sound in his throat and nods to Sheppard. Looking grim, Sheppard raises his rifle. He shifts his aim from the Queen's head to Sumner's chest and shoots him right through the Queen's hand. Sumner falls dead."],["ANNOTATION","The Queen stares at her injured hand in annoyance. A blue light surrounds Sheppard, and he collapses, stunned into unconsciousness. A Wraith stands to attention, pleased at his catch."],["WRAITH QUEEN","Bring him."]],"present":["SUMNER","WRAITH QUEEN"],"place":"WRAITH DINING ROOM"},{"speech":[["ANNOTATION","Sheppard is pinned by his throat on the table's surface by one of the Wraith warriors."],["SHEPPARD","(strained) How's the hand feeling?"],["ANNOTATION","Before his eyes the bullet hole in her hand heals. She flexes her hand."],["WRAITH QUEEN","Much better."],["SHEPPARD","I'm sorry to hear that."],["ANNOTATION","The Queen is distracted at spotting the life signs detector sticking out of Sheppard's vest."],["WRAITH QUEEN","How did this come to you?"],["SHEPPARD","I don't remember."],["ANNOTATION","She snarls. Ford enters, shooting both her and the guard. Sheppard rolls, keying his radio as he moves."],["SHEPPARD","(into radio) Light it up."]],"present":["SHEPPARD","WRAITH QUEEN"],"place":"WRAITH DINING ROOM"},{"speech":[["ANNOTATION","Explosions rock the facility."]],"present":[],"place":"WRAITH FACILITY, DAWN"},{"speech":[["ANNOTATION","The Queen screams her outrage."]],"present":[],"place":"WRAITH DINING ROOM"},{"speech":[["ANNOTATION","Wraith run towards the cell."],["BATES","Cover!"],["ANNOTATION","He shoves people towards the back of the cell as the door explodes."]],"present":["BATES"],"place":"WRAITH CELL AREA"},{"speech":[["ANNOTATION","The Queen continues to scream as Ford shoots more guards who arrive. Sheppard stays down by the table. He picks up the downed Wraith's weapon, which has a large pointed end, and rolls up and out to stab the Queen through, using the weapon as a javelin."],["SHEPPARD","That has to kill you."],["ANNOTATION","He pulls out the weapon. The Queen collapses."],["SHEPPARD","How'd you find me?"],["FORD","Tread marks. Standard issue. Sir, let's go."],["WRAITH QUEEN","You don't know what you have done. We are merely the caretakers for those that sleep. When I die, the others will awaken. (in deep growl) All of them."],["ANNOTATION","She dies."],["FORD","What's she talking about? How many are left?"],["ANNOTATION","Sheppard picks up the life signs detector. Several dots appear on the display, with more every second. They look up. The honeycomb ceiling lights up. Hundreds of Wraith appear to be awakening, one in each chamber."],["FORD","Sir, we need to leave."],["SHEPPARD","(into radio) Base, we're on the go."],["BATES","(into radio) So are we. Colonel Sumner?"],["SHEPPARD","Negative."],["ANNOTATION","They run out."]],"present":["BATES","FORD","SHEPPARD","WRAITH QUEEN"],"place":"WRAITH DINING ROOM"},{"speech":[["ANNOTATION","Weir stares at the Stargate. McKay approaches."],["MCKAY","(excitedly) Dr. Weir. We're getting reports in from all over the city. There's some pretty interesting stuff. We've only been able to provide power to certain sections, but even then, the things that are coming up are just..."],["ANNOTATION","He notices her somber expression and his voice trails off."],["WEIR","(pensive) I should never have let them go."],["MCKAY","For what it's worth, you made the right decision. Give them time."],["ANNOTATION","He leaves her alone."]],"present":["MCKAY","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["STACKHOUSE","(into radio) Major, the Jumper is secure for the moment, but we have a big problem."]],"present":["STACKHOUSE"],"place":"CLEARING, WRAITH PLANET, DAWN"},{"speech":[["ANNOTATION","Sheppard leads everyone escaping through the forest back to the jumper."],["SHEPPARD","(to Ford) Lieutenant, take our six. I'm going to take them back to the Jumper."],["FORD","I'll be right behind you."],["ANNOTATION","Ford slows up and turns around. He fires into the stillness, catching wisps of visions. Teyla suddenly appears behind him and disarms him, flips the gun around and gives it back to him."],["TEYLA","(scolding) There's nothing there."],["FORD","(petulant) I'm sure I saw something."],["TEYLA","Only what the Wraith wish you to see! Firing your weapon will reveal our position. Come on."]],"present":["FORD","SHEPPARD","TEYLA"],"place":"FOREST, WRAITH PLANET, DAWN"},{"speech":[["ANNOTATION","The group has reached the clearing. Sheppard pauses as the Athosians and Bates run past."],["SHEPPARD","(shouting) Get in!"],["ANNOTATION","He hears Wraith ships approaching. He raises his pistol, then changes his mind and grabs one of the marines' rifles. That marine unholsters his own sidearm. They all aim towards the sky."]],"present":["SHEPPARD"],"place":"CLEARING, WRAITH PLANET, DAWN"},{"speech":[["ANNOTATION","Ford and Teyla run towards the clearing. A Wraith ship approaches. Teyla knocks Ford down, diving out of the way just as the beam goes by. Sheppard stands before them, shooting down the ship as it flies overhead. Debris falls around them. Ford smiles."],["FORD","Thank you, sir."],["SHEPPARD","Let's try not to make a habit of this."],["ANNOTATION","He helps them up as they run back towards the jumper."]],"present":["FORD","SHEPPARD"],"place":"FOREST, WRAITH PLANET, DAWN"},{"speech":[["ANNOTATION","Several Wraith ships fly overhead as the few stragglers run in."],["STACKHOUSE","We have incoming!"]],"present":["STACKHOUSE"],"place":"CLEARING, WRAITH PLANET, DAWN"},{"speech":[["ANNOTATION","Sheppard immediately moves to the pilot's seat."],["SHEPPARD","Okay...now what am I thinking?"],["ANNOTATION","The ship lifts off."],["SHEPPARD","Everybody okay back there?"],["TEYLA","We are well enough."],["ANNOTATION","Ford takes his seat."],["FORD","Hope that was the hard part."],["ANNOTATION","As they enter orbit, they see several of the small Wraith ships flanking the Space Stargate."],["SHEPPARD","Oh, crap. I don't think we've gotten to the hard part yet."]],"present":["FORD","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The hive ships surround the Spacegate."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Teyla approaches Sheppard."],["TEYLA","What can we do?"],["FORD","We're safe as long as they can't see us."],["SHEPPARD","They don't have to. There's only one way for us to go. The minute we activate the Stargate, they can start shooting blind and blow us away on our approach."],["FORD","Then how can we get through?"],["SHEPPARD","We have to draw them away from the gate and double back."]],"present":["FORD","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The jumper de-cloaks and flies away. Several dart ships break formation and give chase."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","Be prepared to dial the gate on my mark."],["ANNOTATION","Ford's hand hovers over the first chevron."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","One of the darts fires at the jumper."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","Do you see anything like a weapons console over there?"]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","A panel expands and a drone launches, destroying a Wraith dart. The jumper continues to dodge fire from the other dart ships as it circles back to the Stargate."]],"present":[],"place":"SPACE"},{"speech":[["FORD","Try and go invisible again."],["SHEPPARD","(wincing) I tried. It must be damaged. Dial the gate."],["ANNOTATION","Ford starts to dial."]],"present":["FORD","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The Stargate activates."],["GRODIN","Off-world activation!"],["ANNOTATION","Weir runs out of her office."],["WEIR","Raise the shield."]],"present":["GRODIN","WEIR"],"place":"ATLANTIS GATE AND CONTROL ROOM"},{"speech":[["ANNOTATION","The jumper continues to dodge Wraith blasts. The Stargate is active, but two darts still guard it. Drones hit one of them as the jumper flies past the Stargate without going through."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","Be ready to punch in your code on the next pass."],["ANNOTATION","Ford fumbles for his G.D.O."],["FORD","What's the range on these things?"]],"present":["FORD","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["WEIR","Do we have an identification code?"],["ANNOTATION","McKay races to a laptop."],["MCKAY","Nothing yet."]],"present":["MCKAY","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Drones shoot out the remaining ship guarding the Stargate."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","(to Ford) Enter your code! (to everyone else) Hang on."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["MCKAY","I'm reading Lieutenant Ford's IDC."],["WEIR","Let them in."],["ANNOTATION","Grodin lowers the shield."]],"present":["MCKAY","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","The jumper loops for another pass, dodging fire."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Some errant blasts come through the Stargate. Expedition guards dive out of the way."],["WEIR","Give them a few more seconds!"]],"present":["WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The jumper races towards the Spacegate."]],"present":[],"place":"SPACE"},{"speech":[["FORD","(worried) We're going too fast."],["SHEPPARD","I know."]],"present":["FORD","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The jumper's drive pods suddenly retract and it coasts through the Stargate, still at high speed. Three small Wraith dart ships follow."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The jumper comes to an abrupt halt just after it clears the Stargate."],["WEIR","Re-activate the shield!"],["ANNOTATION","The shield stops the other ships from passing through. McKay breathes a sigh of relief, and he and Grodin join Weir at the balcony. The jumper floats back up into the bay."]],"present":["WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["SHEPPARD","Ladies and gentlemen, welcome to Atlantis. Please remain seated till the Puddle Jumper's come to a full and complete stop."],["ANNOTATION","Teyla and Halling exchange relieved smiles."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Athosians and expedition members mingle together. Several tables have food. All seem happy. Ford follows Sheppard to a quieter part of the balcony."],["FORD","I guess this is home now."],["SHEPPARD","I guess so."],["FORD","(gesturing to one of the buildings) I'm thinking of a little place with an ocean view. Out of the way."],["ANNOTATION","Weir comes up behind them, carrying three mugs."],["WEIR","Major, Lieutenant, I thought the occasion merited opening this...compliments of General O'Neill."],["SHEPPARD","(raising a toast) Cheers."],["ANNOTATION","They all take a drink. Sheppard sets down his mug afterwards, looking pensive."],["WEIR","You did good, John."],["SHEPPARD","I don't know about that."],["WEIR","Hey, there was no way you could have saved Colonel Sumner."],["SHEPPARD","I have to live with it."],["ANNOTATION","Weir swallows and nods."],["SHEPPARD","I'm beginning to think you were right. I have made things much worse. I haven't made us many more friends out there."],["WEIR","No? Look around you."],["ANNOTATION","They look back at the crowd. Halling can be seen grinning with Jinto and exchanging the forehead touch of affection common to Athosians. They look out at the ocean. Teyla has been close enough to overhear and turns to Sheppard."],["TEYLA","I agree, Major Sheppard."],["ANNOTATION","She approaches and puts her hands on his shoulders, leaning forward with a head bow. Hesitantly, Sheppard bows as well, repeating the forehead touch. They lean back."],["TEYLA","You have earned both my friendship and that of my people. With our help, you will make many more friends."],["ANNOTATION","She grins at Weir and walks away. From amongst the crowd, Beckett and McKay watch her go, McKay gnawing on a chicken wing."],["BECKETT","(sighing) How come I never make friends like that?"],["MCKAY","You need to get out more."],["BECKETT","We're in another galaxy. How much more out can you get?"],["MCKAY","(distracted by his chicken) Is there lemon in this?"],["ANNOTATION","He walks back towards the buffet table. Weir and Sheppard remain at the outer balcony"],["WEIR","One more thing, Major, something I'd like you to sleep on. I have a few thoughts on it myself."],["SHEPPARD","Thoughts about what?"],["WEIR","Who the members of your team might be."],["SHEPPARD","My team?"],["WEIR","Well, you are the ranking military officer now, or do you need to be reminded of that? We need to get back out there, do what we came to do."],["SHEPPARD","You realize that could get us into all sorts of...trouble, right?"],["ANNOTATION","They exchange wry grins and lean on the banister."]],"present":["BECKETT","FORD","MCKAY","SHEPPARD","TEYLA","WEIR"],"place":"ATLANTIS BALCONY, NIGHT"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"}]