[{"speech":[["PREVIOUSLY ON STARGATE ATLANTIS",""],["ANNOTATION","Scenes from SGA 1.01 \"The Rising Part 1\" and SGA 1.02 \"The Rising Part 2\" are shown."]],"present":["PREVIOUSLY ON STARGATE ATLANTIS"],"place":"nowhere"},{"speech":[["ANNOTATION","The Stargate activated with an incoming wormhole. SFs take defensive positions around the Stargate. Weir exits her office and heads to the control room."],["TECHNICIAN","It's Major Sheppard's IDC."],["WEIR","They've only been gone a few hours."],["SHEPPARD","(over radio) Atlantis, this is Sheppard. We're coming in hot."],["WEIR","Lower the shield."],["ANNOTATION","Weir moves to the balcony to watch. The shield lowers. Stunner weapons blasts strafe the room, making the guards dive for cover. Sheppard's team runs through the Stargate."],["WEIR","Raise the shield."],["ANNOTATION","Just before the shield activates, one of the blasts strikes McKay in the face, knocking him prone."],["SHEPPARD","McKay!"],["WEIR","Medical team to the gate room."],["ANNOTATION","Sheppard and Ford roll McKay over; Teyla holds his head. He's unconscious. Sheppard feels for a pulse."],["SHEPPARD","I got a pulse."]],"present":["SHEPPARD","TECHNICIAN","WEIR"],"place":"ATLANTIS CONTROL AND GATE ROOM"},{"speech":[["ANNOTATION","McKay comes to, but looks groggy. He moves his eyes, but not his head. One side of his mouth is drooped, and he's slightly drooling. Sheppard and Beckett are at his bedside."],["SHEPPARD","How are you feeling?"],["MCKAY","(voice slurred) I can't feel anything, but...I can't talk."],["SHEPPARD","You can't talk, either."],["MCKAY","(voice slurred) That's what I'm trying to say."],["BECKETT","Your body experienced a full overload to its sensory and motor nervous system."],["MCKAY","What?"],["SHEPPARD","You took one of those Wraith stunners right in the face."],["BECKETT","It's really quite fascinating, actually. The Wraith weapon impedes the firing of neurons that enable the necessary--"],["MCKAY","I'm paralyzed?"],["BECKETT","(loudly) The paralysis is only temporary. Don't worry, Rodney. You'll be up and about in no time. (to Sheppard, more quietly) Bloody good thing the Wraith weapons are only designed to incapacitate, or he'd be dead."],["MCKAY","(panicked, but still slurred) What?"],["ANNOTATION","Weir enters and calls from the doorway."],["WEIR","Major? Could I see you for a second?"],["ANNOTATION","Sheppard leaves. Beckett has already moved on to another patient."],["MCKAY","(slurred) Hello? Hello?"]],"present":["BECKETT","MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Sheppard walks with Weir."],["SHEPPARD","He's going to be fine."],["WEIR","I've heard. I want to know what happened out there."],["SHEPPARD","The same old thing."],["WEIR","Which makes it the fifth time your team's encountered the Wraith...out of how many missions?"],["SHEPPARD","(thinking) Nine... So probably not a coincidence."],["WEIR","I think it's pretty damn obvious now. We've got a spy in Atlantis."]],"present":["SHEPPARD","WEIR"],"place":"ATLANTIS CORRIDOR"},{"speech":[],"present":[],"place":"ATLANTIS CONFERENCE ROOM"}]