[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","The early industrial city is beside a river, smokestacks are active all around. A Puddle Jumper is parked beside a large building with a dome. There is a crater with the remains of a ruined building nearby."]],"present":[],"place":"HOFFAN CITY, DAY"},{"speech":[["ANNOTATION","Hoffan Chancellor Druhin leads the Atlantis team on a tour of the facility."],["DRUHIN","Reliable power generation is one of our greatest concerns. With this project, we hope, soon, to be able to convert and utilize the intense heat trapped beneath the surface of our planet."],["MCKAY","Geothermal energy."],["ANNOTATION","They arrive at a room full of machinery."],["MCKAY","What, using this? Do you have any idea how complex geothermal energy is?"],["SHEPPARD","McKay..."],["MCKAY","I'm sure it'll work like a charm."],["SHEPPARD","Looks like you're...accomplishing great things here, Chancellor."],["DRUHIN","Since the last Wraith culling, we have worked diligently to rebuild our society."],["TEYLA","Are you not concerned that your efforts will attract the attention of the Wraith?"],["DRUHIN","Yes, but we refuse to let that stop us from striving to reach our potential. To do otherwise would simply mean victory for them. However, we currently, are working on a viable defense."],["SHEPPARD","(suddenly very interested) Defense? Really? We've been here for two days before you mention that?"],["DRUHIN","I had to learn that you could be trusted."],["FORD","Are you talking about some sort of defensive weapon?"],["DRUHIN","You could call it that. Something that we hope will protect us from the next Wraith culling."],["MCKAY","So you are expecting it to happen again."],["DRUHIN","Of course. But if the Wraith return as they have historically, they won't be here for least another fifty years."],["MCKAY","(looking sideways at Sheppard) Fifty years you say?"],["SHEPPARD","How about that weapon?"],["DRUHIN","Yes, yes. If you'll just come this way."],["ANNOTATION","Druhin leads Ford and Teyla away; Sheppard and McKay stay behind to talk privately."],["MCKAY","You haven't told him that we practically woke the Wraith from hibernation, have you?"],["SHEPPARD","No, I have-- I haven't really had the chance."],["MCKAY","We've been here two days."],["SHEPPARD","One and a half, really."],["ANNOTATION","They start to follow the others."],["MCKAY","Major, they're not expecting the Wraith for another 50 years. We have to let them know they could show up at any time now."],["SHEPPARD","If you're so eager, why don't you tell them?"]],"present":["DRUHIN","FORD","MCKAY","SHEPPARD","TEYLA"],"place":"HOFFAN UNDERGROUND CORRIDOR"},{"speech":[["ANNOTATION","The team is touring the facility."],["MCKAY","Reminds you of Area 51, doesn't it?"],["SHEPPARD","Circa 1918."],["FORD","I don't think Area 51 was around in 1918, sir."],["SHEPPARD","Well, the area was."],["MCKAY","True."],["FORD","I don't think there's a hope in hell these people could have a weapon that-- Weapons come in all shapes, and sizes, Lieutenant."],["ANNOTATION","They enter a room where a scientist is working with chemicals."],["DRUHIN","Major Sheppard, I think you'll find this intriguing."],["ANNOTATION","He holds up a corked test tube containing a red liquid. Sheppard takes it from him."],["SHEPPARD","Okay. I'm intrigued. What is it?"],["DRUHIN","Something that we hope will one day make us completely immune to the Wraith."]],"present":["DRUHIN","FORD","MCKAY","SHEPPARD"],"place":"HOFFAN RESEARCH FACILITY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","The team briefs Weir."],["TEYLA","According to Chancellor Druhin, their drug is still several years away from being finished."],["MCKAY","I'd say given their current level of technology, that could be an understatement. Just because they believe they're close to a breakthrough doesn't mean that they are."],["TEYLA","You saw for yourself that their entire civilization is based upon the completion of that goal, Dr. McKay. I would not underestimate them."],["WEIR","Do we even know for certain that the Wraith are an immediate threat?"],["SHEPPARD","We can probably bet they don't have 50 years."],["MCKAY","Hence, Major Sheppard has generously offered our help to the Hoffans."],["WEIR","(surprised) Has he?"],["SHEPPARD","(defensively) Look. The fact is, if they're on to something, maybe we could speed up the process."],["WEIR","Okay, Major, you have a go, but if the drug really is, just a pipe dream--"],["SHEPPARD","Dr. Beckett's already volunteered to help us find that out."],["WEIR","(skeptical) Oh, he has, huh?"],["SHEPPARD","He will."]],"present":["MCKAY","SHEPPARD","TEYLA","WEIR"],"place":"ATLANTIS BRIEFING ROOM"},{"speech":[],"present":[],"place":"WORMHOLE TRAVEL"},{"speech":[["ANNOTATION","Beckett and Sheppard's team walk briskly down the hallway."],["BECKETT","It's not that I mind lending people a hand..."],["SHEPPARD","No, of course not."],["MCKAY","You're a generous man, Carson."],["BECKETT","But it's the principle of the thing, isn't it? You can't go around volunteering someone for something without consulting them first. That's not even volunteering, is it? It's being pressed into service. Not to mention the fact that I'm not--"],["SHEPPARD","Not military. I can't give you orders, I know."],["MCKAY","No, no, no, no, no. He just doesn't like going through the Stargate."],["SHEPPARD","He's worse than Dr. McCoy."],["TEYLA","Who?"],["SHEPPARD","The TV character that Dr. Beckett plays in real life."],["BECKETT","Converting the human body into energy and sending it millions of light years through a wormhole...bloody insanity."],["MCKAY","Come on, how often do you get to travel to an alien planet?"],["BECKETT","I was already on an alien planet."]],"present":["BECKETT","MCKAY","SHEPPARD","TEYLA"],"place":"HOFFAN UNDERGROUND CORRIDOR"},{"speech":[["ANNOTATION","Beckett has brought his more modern equipment to the lab. Beckett picks up a tray of Hoffan test tubes filled with different colored liquids."],["SHEPPARD","Should you be messing with that stuff?"],["BECKETT","I know what I'm doing, Major. Thank you. From the looks of things, they've mastered a few basics--biochemistry, physiology, perhaps even some form of molecular biology. Fairly impressive, considering..."],["ANNOTATION","A pretty woman enters and answers."],["PERNA","It is our people's legacy. This room represents hundreds of years of medical knowledge. I am Perna, Chief Scientist for the project."],["SHEPPARD","John Sheppard. Oh, and this is Teyla and Lieutenant Ford--"],["BECKETT","(somewhat smitten) Carson. Beckett. Doctor. I mean, call me Carson."],["MCKAY","I'm Dr. McKay. Dr. Rodney McKay."],["ANNOTATION","He reaches his hand out, but she doesn't take it. He lowers it awkwardly."],["PERNA","I hope you will find our facilities suitable."],["BECKETT","(smiling flirtatiously) Oh, they're charming, perfectly charming."],["ANNOTATION","The team leaves Beckett and Ford with Perna."]],"present":["BECKETT","MCKAY","PERNA","SHEPPARD"],"place":"HOFFAN RESEARCH LAB"},{"speech":[["ANNOTATION","Druhin leads the Sheppard, McKay, and Teyla down the hallway."],["DRUHIN","Long ago, this city was once a testament to our imagination, our creative spirit, to endless possibility."],["MCKAY","How long ago was that?"],["DRUHIN","It is true that we have been forced to rebuild many times and never to our potential. That is why perfecting the drug is so important. It is more than just a defense against the Wraith. It is our future."],["TEYLA","With respect, Chancellor, you cannot prevent the culling. It is a fact of existence."],["DRUHIN","A fact we challenge. We will always search for a way to end the cycle of destruction."],["TEYLA","The Wraith will always prevent any race from advancing too far."],["SHEPPARD","You figure you can beat them."],["DRUHIN","Yes. Through knowledge."],["ANNOTATION","He has led them to a large metal door. A guard opens it. Inside is a huge chamber full of books. Sheppard and the other approach slowly, clearly amazed."],["DRUHIN","A number of archives like this one are hidden throughout the city. Their existence is known only to a few."],["SHEPPARD","This is...very impressive."],["DRUHIN","We meticulously preserve the accomplishments of each generation before they are wiped out by the Wraith."],["SHEPPARD","So everything your people ever learned is in here."],["DRUHIN","And in other archives identical to this one."],["MCKAY","In case they destroy one. You guys are serious about this."],["DRUHIN","Standing on the shoulders of our forefathers."],["TEYLA","How long have you been working on this Wraith drug?"],["DRUHIN","One hundred and fifty years ago, our scientists were close to creating a viable prototype, only to die before seeing its fruition."],["SHEPPARD","So you're hoping that if this world's no good to them, they're just gonna move on?"],["DRUHIN","The Wraith cannot possibly perceive us as a threat."],["SHEPPARD","To tell you the truth, I don't know how they would react."],["TEYLA","If they choose to wipe you out of existence, you will be helpless."],["DRUHIN","We cannot hope to control their actions. We can only do what we can to end the cycle that has gone on for far too long."]],"present":["DRUHIN","MCKAY","SHEPPARD","TEYLA"],"place":"HOFFAN UNDERGROUND CORRIDOR"},{"speech":[["ANNOTATION","Perna takes down a book from a shelf and brings it to Beckett."],["PERNA","His name was Farrol Mylan. Before he died in the last culling, he was one of our most celebrated medical researchers. He was the one who found it."],["BECKETT","Found what?"],["PERNA","The key. His journals tell of one man who survived an encounter with the Wraith. Farrol and his team discovered that this man possessed a unique protein, one that enabled him to resist the chemical released by the Wraith to precipitate draining of life from their victims. After painstaking trial and error--"],["BECKETT","Farrol made a copy of the protein."],["PERNA","He was eventually able to create a prototype of a drug designed to interfere with the Wraith feeding process."],["BECKETT","And it worked?"],["PERNA","Farrol was killed before the drug could be used to defend Hoff."],["BECKETT","And it's been your job to make certain his work wasn't in vain. Quite the responsibility."],["PERNA","It is a great honor."],["BECKETT","How do you know for certain that this Farrol...wasn't just embellishing his results, or for that matter, making them up? I mean, all you have to go on are his notes."],["PERNA","He and his team worked until the last possible moment. They knew the Wraith ships were overhead, and still they worked through the night, hoping to provide one more insight, one last thread of knowledge. Not for themselves, but for the generation that would survive. Ten thousand soldiers gave their lives to give them those last few hours. The last words of Farrol's journal are known to all Hoffans."],["BECKETT","I meant no disrespect, Perna."],["PERNA","It's all right. More than just his journals survived the culling. His research materials were safeguarded as well, including carefully preserved Wraith cell samples which we still use in our work today. Please. See for yourself."],["ANNOTATION","She shows him to a microscope with a slide next to it. He puts the slide under the lens and looks through it reluctantly."],["BECKETT","Whoa. That's incredible..."],["ANNOTATION","Perna smiles."]],"present":["BECKETT","PERNA"],"place":"HOFFAN RESEARCH LAB"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Beckett and Weir walk down the stairs then leave the gate room."],["BECKETT","I saw it with my own eyes, Dr. Weir."],["WEIR","Yes, in a petri dish. And we are talking about 150-year-old Wraith cells. I mean, for all we know, they could be immune to the drug by now, or come up with defenses against it--"],["BECKETT","I don't think so, Doctor. I took the liberty of running a few tests of my own, using cells taken from the Wraith arm Major Sheppard brought back from Athos. The results were the same--near complete resistance. They've definitely got something. Believe me, I'm more surprised than anyone."],["WEIR","So, what do you recommend?"],["BECKETT","That we take their work to the next level. I've informed the Hoffans of our guest in the brig."],["WEIR","You realize what you're asking for?"],["BECKETT","I do."]],"present":["BECKETT","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The Wraith prisoner is inside the cell. Bates stands outside the bars, guarding him. Sheppard arrives."],["SHEPPARD","Anything I should know about, Sergeant?"],["BATES","No, sir. He's been quiet."],["SHEPPARD","He's still trying to make you see things?"],["BATES","He's given up on that."],["SHEPPARD","I didn't think he'd last this long."],["ANNOTATION","Sheppard approaches the cell."],["WRAITH","Hello again, Major Sheppard."],["SHEPPARD","Sorry if I woke you. Just came by to see if there's anything you needed. Magazine, fresh towels..."],["WRAITH","You hide your fear poorly, Major."],["SHEPPARD","You know, we've been having these conversations for a couple of weeks now, and I don't even know your name. You guys do have names, right? Let me guess. Steve?"],["WRAITH","I am your death. That is all you need to know."],["SHEPPARD","I prefer \"Steve\"."],["WRAITH","What do you hope to gain from this?"],["SHEPPARD","Just trying to bridge the gap between our two cultures, get to know you better. That, and try to figure out how to keep your kind from sucking the life out of millions of innocent people."],["WRAITH","Even if I told you what you wanted to know, it would change nothing. You are doomed, as are any humans that stand in our way."],["SHEPPARD","Can't be a nice way to die. Hungry, slow... knowing your food source is just out of reach..."],["ANNOTATION","Furious, the Wraith strikes at the cell force field, then retreats."],["WRAITH","(shouting) Why do you keep me here?"],["SHEPPARD","I need to know what we're up against. For example, how many of those big hive ships, have you got, and where are they?"],["WRAITH","You have nothing to offer me in return."],["SHEPPARD","We could talk about easing your hunger, Steve."],["WRAITH","You would never sacrifice one of your own kind. And yet, it is all that stands between you and the information you seek."],["ANNOTATION","Sheppard stares at him."]],"present":["BATES","SHEPPARD","WRAITH"],"place":"ATLANTIS BRIG"},{"speech":[["ANNOTATION","Beckett briefs Sheppard, McKay, Teyla, and Weir."],["BECKETT","Using living Wraith cells is our only recourse at this juncture. Without them, we have no way of knowing for certain if the drug is actually viable."],["TEYLA","You said it worked effectively on the cells of the severed Wraith arm we brought back."],["BECKETT","It did, but those were already in a partially decayed state. We need live samples."],["WEIR","And with new samples, you think it's possible to create a prototype?"],["BECKETT","Given enough time, yes, I do."],["MCKAY","He's got a good point. The Hoffans are practically obsessed."],["BECKETT","Thank you, Rodney."],["TEYLA","I agree, Doctor, but their obsession may become their undoing."],["MCKAY","Well, even if they do...undo, it'd be good for us. I mean, given the choice, wouldn't you want to be immune?"],["TEYLA","Not if it meant the lives the Wraith might otherwise spare. This drug would only... be of value if everyone, everywhere, possessed the same immunity."],["SHEPPARD","There's a thought worth pursuing."],["WEIR","I agree. Major, have you made any progress with your prisoner?"],["SHEPPARD","Well, not yet, but he just blinked."],["MCKAY","He blinked? What does that mean?"],["SHEPPARD","It means he's still holding on, but he's indicated to me that he may break soon."],["MCKAY","And he indicated this to you by blinking?"],["SHEPPARD","(annoyed) Yes."],["BECKETT","No offense, Major, but so far, he hasn't told you a thing. For all we know, he could linger this way for months, and, ultimately, we'll learn nothing."],["TEYLA","The Wraith could be on their way to Hoff, as we speak. If your prisoner holds the key to the creation of this drug, should we not take advantage of this?"],["WEIR","How could we get the sample off him, safely?"],["TEYLA","We still possess the weapons used in his capture. It would be a simple matter of incapacitating him again."],["WEIR","So then it's possible?"],["SHEPPARD","It's possible."]],"present":["BECKETT","MCKAY","SHEPPARD","TEYLA","WEIR"],"place":"ATLANTIS BRIEFING ROOM"},{"speech":[["ANNOTATION","Steve kneels on the cell floor, his back to the door. Sheppard and Ford open the door and enter. Bates, Beckett, and others wait outside. The guards have their weapons drawn."],["SHEPPARD","Hi, Steve."],["FORD","Bye, Steve."],["ANNOTATION","The Wraith gets up, turns around and attacks them with a growl. Ford shoots him with a Wraith stunner. It keeps coming, so Ford shoots him again. He falls unconscious. Ford, Sheppard, and Bates approach him, weapons drawn."],["SHEPPARD","Doctor."],["BECKETT","Is he... I mean, you're certain he's..."],["FORD","He's down, Doc. Do your thing."],["ANNOTATION","Beckett sighs and approaches."],["FORD","Almost looks peaceful, doesn't he?"],["BECKETT","Peaceful? Are you out of your bloody mind?"]],"present":["BECKETT","FORD","SHEPPARD"],"place":"ATLANTIS BRIG"},{"speech":[],"present":[],"place":"HOFFAN CITY, DAY"},{"speech":[["ANNOTATION","Beckett connects his laptop to an Earth microscope so that it shows the output. He has brought a big case of samples, which Perna examines excitedly."],["PERNA","I have never seen devices such as these."],["BECKETT","(looking through microscope) The work you've done refining the drug has been good up till now. With all this... we can make it better. From what I can tell, your biggest problem is that the test inoculations failed to show enough of a presence in human cells to be effective."],["PERNA","What we need is a better delivery system."],["BECKETT","Exactly, and the best place to start is to recreate the key protein in the serum and work our way up from there. If we can avoid having to re-engineer it from a natural source and make an entirely synthetic version, it should ultimately increase the efficiency."],["PERNA","Such a thing is possible?"],["BECKETT","Anything's possible, if you're willing to give it a go. Come on then, a bald head is soon shaved."],["PERNA","You speak differently than the others."],["BECKETT","You noticed that, did you? Sorry if I confuse you. Trust me, where I come from, it all makes perfect sense."],["PERNA","What is it like?"],["BECKETT","Scotland? Oh, I think it's beautiful, but I'm told it's something of an acquired taste."],["PERNA","I meant your world. It must be so peaceful there, knowing that the Wraith will not come."],["BECKETT","Oh, you'd be surprised how not peaceful it is. We're spoiled rotten, now that I think of it."],["PERNA","Oh, you miss it. I'm sorry for inquiring."],["BECKETT","Oh, no, no. Don't be, love."],["ANNOTATION","They work in the lab while Sheppard watches Steve get weaker in his cell. Night falls outside the lab on Hoff. The Wraith gets every weaker."],["PERNA","(reading from Mylan's notes) One can see the various refraction chambers required to complete the preliminary stage of fluctuation required to boil down the base material..."]],"present":["BECKETT","PERNA"],"place":"HOFFAN RESEARCH LAB"},{"speech":[["ANNOTATION","It is the next day, or later. Beckett looks intently at the microscope read-out."],["BECKETT","Perna."],["ANNOTATION","She joins him and looks, then turns to him in amazement. They smile and hug each other joyfully."],["ANNOTATION","Later Druhin has joined them."],["DRUHIN","One hundred percent cellular penetration in all five test inoculations. Incredible."],["BECKETT","There's still a lot of data to be analyzed, but the initial results are very promising, I agree."],["PERNA","Dr. Beckett's efforts have advanced the project by decades."],["BECKETT","Perna's formula was right on track. It was just a matter of changing its molecular design so it could be better absorbed by the body."],["DRUHIN","This is an enormous victory for our people, Doctor. I don't know how to thank you."],["BECKETT","No need. Of course, it's only a preliminary."],["DRUHIN","How soon, then, until you can set up the next stage of testing?"],["PERNA","You'll have a schedule later today, Chancellor."],["BECKETT","I'm sorry, \"next stage\"?"],["DRUHIN","Your report makes it abundantly clear that the project is ready to proceed to its next phase."],["PERNA","We want to test the serum's effectiveness against your prisoner."],["ANNOTATION","Beckett exhales as he ponders this."]],"present":["BECKETT","DRUHIN","PERNA"],"place":"HOFFAN RESEARCH LAB"},{"speech":[["ANNOTATION","Sheppard and Weird walk to Weir's office."],["WEIR","And you support this."],["SHEPPARD","All we know for certain is he's going to die, so we might as well make good use of him while he's still alive."],["WEIR","You do understand the Geneva Convention prohibits using prisoners for scientific experiments."],["SHEPPARD","No offense, Doc, but had the Wraith attended the Geneva Convention, they would have tried to feed on everyone there."],["WEIR","Beckett's report indicates that we have no idea what the long-term effect of this drug on humans might be."],["SHEPPARD","Well, we know damn well what the long-term effects of Wraith culling are, right?"],["WEIR","We're talking about putting a human being in the same room as a starving Wraith, and once we start down that road--"],["SHEPPARD","Which road did you think we were headed down?"],["WEIR","Not this one. At least not this fast."],["SHEPPARD","Having spent time with the prisoner, I don't pity him. He's going to die anyway. This drug could be useful some day."],["WEIR","Some day?"],["SHEPPARD","The point is, we don't get a lot of opportunities like this. Do you know how obsessed with this the Hoffans are? When they found out we had a live Wraith prisoner... (insistent) He's going to die. I've tried to feed him all sorts of live stuff, but apparently, there's only one item on his menu."],["WEIR","And what about the test subject? If the drug fails--"],["SHEPPARD","We're not just grabbing anybody off the street. The test subject is a terminally ill patient who has volunteered himself."],["WEIR","These are not exactly the type of decisions that I was expecting to make on this expedition."],["ANNOTATION","He steps back to wait as she stands to consider her decision."],["WEIR","Do it."],["ANNOTATION","Sheppard rushes out."]],"present":["SHEPPARD","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard arrives at the bars of the cell where the Wraith sits."],["SHEPPARD","Hi, Steve."],["WRAITH","More samples?"],["SHEPPARD","I was thinking more along the lines of a field trip. You want sustenance. I want information."],["WRAITH","You are incapable of offering such a trade."],["SHEPPARD","You tell me something of value, I let you eat. That's the deal. Take it or leave it."],["WRAITH","Very well."]],"present":["SHEPPARD","WRAITH"],"place":"ATLANTIS BRIG"},{"speech":[["ANNOTATION","Weir enters and approaches the technician."],["WEIR","Are they ready?"],["TECHNICIAN","Major Sheppard and Lieutenant Ford are loading the prisoner into Jumper Two. Sergeant Bates is already on the ground, and standing by for their arrival at the rendezvous site."]],"present":["TECHNICIAN","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The Wraith is sitting inside the jumper between two airmen as the rear hatch closes. Sheppard is piloting with Ford as co-pilot."]],"present":[],"place":"JUMPER BAY"},{"speech":[["WEIR","(into radio) Jumper two, this is Weir. What's your status?"]],"present":["WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["SHEPPARD","We're nice and cozy here. Ready to depart."],["WEIR","Be safe, Major."],["SHEPPARD","That's the plan."]],"present":["SHEPPARD","WEIR"],"place":"JUMPER BAY"},{"speech":[["TECHNICIAN","Jumper Two, you are go for launch."],["SHEPPARD","(into radio) Roger that. (to Ford) Dial it up."],["ANNOTATION","Ford starts to dial. He looks back to see the Wraith smiling."],["FORD","Hey, man, this isn't supposed to be fun."]],"present":["FORD","SHEPPARD","TECHNICIAN"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The Puddle Jumper goes through the Stargate."]],"present":[],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Beckett and Perna speak to the ill patient, a man in his forties."],["BECKETT","Perna explained to me about your illness. I want you to know how sorry I am. I wish there was something I could do for you."],["MERELL","It's my time, Dr. Beckett. I am at peace with my fate."],["BECKETT","I think it's important you know that we may be talking about a less than peaceful ending here."],["PERNA","I have explained to Merell in great detail what may befall him."],["BECKETT","You should also understand that this drug has never worked in anything other than a laboratory simulation. We don't know for certain what will happen."],["MERELL","Even if it doesn't work, you'll learn something of value, how to perfect it in the future?"],["BECKETT","Possibly, but that's no reason for you to face that creature."],["MERELL","Dr. Beckett, I'm not afraid. No matter what happens, my death will have meaning. Is that not something we all strive for, to die knowing we made a difference? I want to do this. Please don't deny me the chance to help my people."]],"present":["BECKETT","MERELL","PERNA"],"place":"HOFFAN RESEARCH FACILITY"},{"speech":[["ANNOTATION","Beckett and Perna have left Merell and walk along the corridor."],["PERNA","What do you think?"],["BECKETT","That it goes against everything I believe in. There is an oath among medical people where I come from. It begins, \"First, do no harm.\""],["PERNA","Important words to you."],["BECKETT","More than words, Perna."],["PERNA","(reciting by memory) \"The battle rages at the very threshold of our laboratory now. Those of us working to the last know that these few final hours have been dearly purchased, yet our concentration has not waned. We cannot hope to save ourselves, but we can hope that one last insight, one last revelation, before we take our dying breaths...may prevent this terrible day from happening again.\""],["BECKETT","Farrol's last journal entry."],["PERNA","More than words, Carson."],["BECKETT","I understand that. I do. But there are too many unknowns. We need time to determine the possible side effects of--"],["PERNA","There is no time! Are you so afraid of making a mistake that you can no longer see what we're up against?"],["BECKETT","This isn't about making mistakes, Perna. It's about the end justifying the means, and in our profession, that's a very slippery slope. We have no idea if this will work. We could be sacrificing that man to a monster."],["PERNA","There will be another to take his place."],["BECKETT","That's just what I'm afraid of."]],"present":["BECKETT","PERNA"],"place":"HOFFAN UNDERGROUND CORRIDOR"},{"speech":[["ANNOTATION","Teyla arrives where Sheppard and Ford are waiting outside the cage containing the Wraith."],["TEYLA","They are ready."],["ANNOTATION","Sheppard approaches the cage."],["FORD","Careful, sir."],["ANNOTATION","Beckett, Perna, and Merell approach. The Wraith sees them."],["WRAITH","This is the sustenance you promised?"],["SHEPPARD","A little change in plans. You tell me something right now...or the dinner party's canceled."],["WRAITH","What do you want to know?"],["SHEPPARD","How many hive ships have become operational since we awakened the first one?"],["WRAITH","All of them, Major Sheppard. First, they will travel their own feeding grounds and gather strength. We are a patient race, Major. When we have taken our fill and gathered our strength, we will join force and come for you."],["SHEPPARD","You have any idea when that will be--morning, afternoon?"],["ANNOTATION","The Wraith scoffs."],["SHEPPARD","(to guards) Open it up."],["BECKETT","You don't have to do this."],["MERELL","I know. I'm ready."],["ANNOTATION","The Wraith takes a deep breath. Merell enters the cage and unbuttons his shirt to expose his chest to the Wraith. The Wraith approaches."],["WRAITH","He is weak."],["ANNOTATION","The Wraith tries to feed on Merell, but it doesn't work. After a moment he withdraws his feeding hand, leaving bloody marks on Merell's chest but no sign of aging. The Wraith turns his back to everyone in disappointment. Perna is stunned."]],"present":["BECKETT","FORD","MERELL","SHEPPARD","TEYLA","WRAITH"],"place":"ATLANTIS BRIG"},{"speech":[],"present":[],"place":"HOFFAN CITY, DAY"},{"speech":[["ANNOTATION","Druhin pours white wine for himself, Beckett and Perna."],["DRUHIN","You are both heroes of the Hoffan people."],["BECKETT","I'll admit, it was amazing."],["DRUHIN","I hope your friends will join us for a celebratory banquet to honor your work."],["BECKETT","They'd be glad to attend, but don't you think celebrations are a bit premature?"],["DRUHIN","The results speak for themselves. I intend to ask the council to approve mass production of the serum, effective immediately. After what happened today, I doubt they will offer any resistance."],["PERNA","That is wonderful news, Chancellor."],["BECKETT","With all due respect, no, it isn't. We're talking about one test here. Now, I'm as pleased as anyone with the results, but we still have a lot of work to do before we can start using it."],["PERNA","Dr. Beckett wishes to run a full series of tests on Merell prior to issuing his final report."],["BECKETT","There may have been mitigating circumstances. The man was dying, for one."],["DRUHIN","Of course. I'll bring it up with council. To success..."],["ANNOTATION","They clink their glasses in a toast."]],"present":["BECKETT","DRUHIN","PERNA"],"place":"HOFFAN CONFERENCE ROOM"},{"speech":[["ANNOTATION","Sheppard and Teyla arrive."],["SHEPPARD","What is it?"],["FORD","It's Steve. He doesn't look so good."],["ANNOTATION","The Wraith is unable to stand and is groaning in distress."],["TEYLA","How long has he been like this?"],["FORD","Since the test."],["SHEPPARD","Think it's a ruse?"],["TEYLA","It is not their way."],["ANNOTATION","Ford shakes his head. The Wraith pulls himself to his feet by the bars."],["SHEPPARD","Hey."],["WRAITH","What have you done to me?"],["ANNOTATION","The Wraith runs at Sheppard, pushing his arm through the bars. Sheppard steps back. The Wraith falls to the floor, gasping."],["SHEPPARD","We need Beckett in here."],["FORD","(to guards) Go."],["ANNOTATION","The Wraith lies panting."],["SHEPPARD","We're going to help you."],["WRAITH","Don't feel pity for me. You will suffer far worse when the others come for you."],["ANNOTATION","The Wraith gasps and dies."]],"present":["FORD","SHEPPARD","TEYLA","WRAITH"],"place":"ATLANTIS BRIG"},{"speech":[["ANNOTATION","The dead Wraith is lying on a metal table. Sheppard has joined Beckett."],["BECKETT","Major, I was just about to cut him open."],["SHEPPARD","Then I was just leaving."],["BECKETT","I've already done a series of tests you might like to know the results of."],["SHEPPARD","You know what killed him?"],["BECKETT","I'm going to go out on a limb here, and say that it was all of his vital organs shutting down almost simultaneously."],["SHEPPARD","Did he starve to death?"],["BECKETT","No. Based on the condition his body's in, I don't think he died from a lack of nourishment."],["SHEPPARD","Well, then what was it?"],["BECKETT","Initial tests revealed a significant amount of Hoffan serum in his blood stream. I'm guessing we'll find similar trace amounts in each of his organs once we analyze those as well."],["SHEPPARD","Why did the Hoffan drug end up in his blood?"],["BECKETT","From the Hoffan's research, we know that when the Wraith feed, they release a chemical into their victims' bodies. What it actually does, we don't yet understand, but I can only assume that it prepares the human body in some way to be drained of life. The serum is designed to shield the victim from that initial chemical release, blocking it."],["SHEPPARD","Okay."],["BECKETT","I think the serum protein may have mutated, when it was exposed to the Wraith chemical, triggering some sort of toxic reaction."],["SHEPPARD","So instead of feeding off of him..."],["BECKETT","He was poisoned. So, if the serum did this, then it's more than just a defense against the Wraith."],["SHEPPARD","It kills them."]],"present":["BECKETT","SHEPPARD"],"place":"HOFFAN RESEARCH LAB"},{"speech":[["ANNOTATION","Druhin speaks to Sheppard and Teyla."],["DRUHIN","I fail to see cause for alarm, Major. If anything, this development dramatically increases the value of the serum."],["SHEPPARD","No, it just takes away any doubt about what the Wraith will do when they eventually come here."],["DRUHIN","I fail to see the difference."],["TEYLA","Once they learn you possess a weapon such as this, the Wraith will wipe your people from existence, in retaliation for the Wraith deaths."],["DRUHIN","Or they may simply leave us alone once they learn we are...unpalatable."],["SHEPPARD","Because they're such an easygoing, live-and-let-live kind of race. You know, maybe there was half a chance at that, when we were talking about this being defensive, but now--"],["DRUHIN","You fail to see the larger picture, Major. For the first time, we have a way to not just defend ourselves, but to strike back."],["SHEPPARD","Is this about revenge or saving your people?"],["DRUHIN","You can't hope to understand the generations of suffering..."],["SHEPPARD","I've been in one of their hives, and I've fought against their ships, and trust me, when the first Wraith dies because of this drug, they're not going to simply move on, they're going to make their problem go away."],["TEYLA","Once your world has been destroyed, they will seek out any who have had, contact with you. They will spare no one."],["SHEPPARD","Listen, I know how passionate you are about this. This drug is sort of your Holy Grail, but...you're going to have to shelve it, until we get a better idea--"],["DRUHIN","No, no."],["SHEPPARD","I'm serious. Otherwise, we can't help you anymore."],["DRUHIN","You don't understand, Major, it's too late. I have made my recommendation, to the council, and they've agreed. We have already begun inoculating our people."]],"present":["DRUHIN","SHEPPARD","TEYLA"],"place":"HOFFAN CONFERENCE ROOM"},{"speech":[["ANNOTATION","Beckett is packing up his equipment. Perna arrives."],["PERNA","You're leaving?"],["BECKETT","Unless you're willing to go back to formula on the serum, there's no point in my staying, is there?"],["PERNA","Carson--"],["BECKETT","Perna, you need to reopen the project. With more work, maybe we could prevent the mutation, maintain it as a defensive drug only."],["PERNA","Merell is dead. They found him this morning. The cause of death is still to be determined."],["BECKETT","There's still time. They need to stop the inoculations."],["PERNA","They won't."],["BECKETT","A man is dead."],["PERNA","Which doesn't necessarily mean more will follow. Even if I wanted to, I couldn't make them stop, not without more proof."],["BECKETT","Perna...you're one of the brightest people I've ever met. For your own sake, I beg you, have no more part in this, at least until we know more."],["PERNA","I can't do that."],["BECKETT","Why not?"],["PERNA","Because I was among the first to be inoculated."],["ANNOTATION","Beckett sighs, distressed."]],"present":["BECKETT","PERNA"],"place":"HOFFAN RESEARCH LAB"},{"speech":[["ANNOTATION","Beckett, Perna, and Sheppard meet Druhin."],["DRUHIN","I appreciate your sense of urgency, Doctor, but at this point it would be unwise to rush to any conclusions."],["SHEPPARD","Now you want to exercise caution? Are you serious?"],["DRUHIN","Major, you yourself have told us the Wraith could be on their way here right now. We have no choice, but to move forward."],["SHEPPARD","You're speaking on behalf of a lot of people, Chancellor--"],["DRUHIN","Do you think I would force this choice upon my own people? No, sir. Our people are in complete agreement."],["SHEPPARD","Your people may be dead before the Wraith even get here, for all you know."],["BECKETT","Chancellor, please. It's not too late. Suspend the inoculations, at least until we know what killed Merell."],["PERNA","He was terminal. We don't know for certain the serum played any part in his death."],["BECKETT","He suffered a sudden and complete respiratory breakdown."],["PERNA","Which could well have been due to his condition. His sickness, had spread through most of his body."],["BECKETT","Are you willing to risk thousands of people's lives based on that assumption, because I'm not."],["TEYLA","(over radio) Major Sheppard."],["SHEPPARD","Go ahead, Teyla."]],"present":["BECKETT","DRUHIN","PERNA","SHEPPARD","TEYLA"],"place":"HOFFAN CONFERENCE ROOM"},{"speech":[["ANNOTATION","Medical personnel treat a room full of ill people on old-fashioned hospital beds."],["TEYLA","We're in the medical center. We need help."]],"present":["TEYLA"],"place":"HOFFAN MEDICAL CENTER"},{"speech":[["ANNOTATION","Concerned, they all rush to join Teyla."]],"present":[],"place":"HOFFAN CONFERENCE ROOM"},{"speech":[["ANNOTATION","They arrive to see the chaos of ill people."],["BECKETT","My God."],["TEYLA","Major Sheppard, the doctors say they began arriving last night, and their numbers have been increasing by the hour."],["BECKETT","Major--"],["SHEPPARD","I'm on it. Go. (to Ford) Lieutenant, radio Weir. Tell them we need a full medical support team on a jumper and inbound ASAP."],["FORD","Roger that."],["ANNOTATION","Beckett goes to help the patients. After a moment, Druhin leaves."],["BECKETT","Perna. Perna... I need help here! Oxygen! Take it easy. You're sick."],["ANNOTATION","The patient he was trying to help convulses and dies. Beckett notes the rash on his arm, around the injection site of the serum."]],"present":["BECKETT","FORD","SHEPPARD","TEYLA"],"place":"HOFFAN MEDICAL CENTER"},{"speech":[["ANNOTATION","Sheppard barges in. A guard starts to block his path, but Druhin stops him."],["DRUHIN","Leave us."],["SHEPPARD","Do you have any idea what's going on out there?"],["DRUHIN","I do, Major."],["SHEPPARD","Half the people you gave that drug to are dying."],["DRUHIN","Half of them, Major, half. The statistics are clear, and the numbers are holding at that level. It's just been confirmed. Which means the other fifty percent of those we inoculated, will live...and destroy any Wraith who try to feed on them."],["SHEPPARD","(shocked) I don't believe this."],["DRUHIN","Now the Wraith will know the full conviction of the Hoffan people."],["SHEPPARD","Conviction?"],["DRUHIN","Do you realize that if we could spread this drug to every human in the galaxy, future generations would never know the horror of a culling."],["SHEPPARD","You're deliberately sacrificing millions of lives."],["DRUHIN","An end to the Wraith. You can't comprehend the bargain in that?"],["SHEPPARD","(shouting) You can't make a bargain like that for your entire people!"],["DRUHIN","You think I'm alone in this conviction?"],["SHEPPARD","I think you're delusional."],["DRUHIN","You shall see. We are putting it to a vote as we speak. I will stand by the decision of the majority. Does that satisfy you?"],["SHEPPARD","Do they have any idea what they're voting on?"],["DRUHIN","Yes. I promise you."],["SHEPPARD","And you'll back off if it doesn't go your way?"],["DRUHIN","You have my word."],["ANNOTATION","Sheppard leaves."]],"present":["DRUHIN","SHEPPARD"],"place":"HOFFAN CONFERENCE ROOM"},{"speech":[["ANNOTATION","Atlantis personnel have arrived to help. The room is more crowded than before."],["BECKETT","(to Atlantis crew-member) Use whatever rooms you need for overflow. We need to keep this area clear for triage."],["ANNOTATION","Teyla arrives. She looks unhappy."],["BECKETT","Teyla, there you are. Make sure our oxygen is properly deployed throughout the hospital."],["TEYLA","Doctor--"],["BECKETT","Have non-critical patients use it in turns, just long enough to stabilize their breathing."],["ANNOTATION","He notices Teyla has not left."],["BECKETT","Teyla, what are you doin'? You're not listening to me. And where's Perna? I need her here."],["TEYLA","(touching his shoulder gently) Carson."],["ANNOTATION","Carson approaches the bed where Perna lies. She looks very ill. He kneels beside her and takes her hand."],["PERNA","I would have...liked to have seen Atlantis."],["BECKETT","Perna...I'm so sorry."],["PERNA","Don't look at me that way."],["PERNA","I am at peace, with what I have done...as you should be."],["BECKETT","I wish I had no part in this."],["PERNA","You gave us hope. For years...our people have been working, towards this...very moment. We didn't betray the forefathers. We fulfilled their destiny, their promise."],["ANNOTATION","Beckett nods and kisses her forehead, crying."],["PERNA","Stay...stay with me. Stay."],["BECKETT","I'm here. It's okay."],["ANNOTATION","He strokes her hair as she dies."]],"present":["BECKETT","PERNA","TEYLA"],"place":"HOFFAN MEDICAL CENTER"},{"speech":[["ANNOTATION","Beckett walks; Ford and McKay are waiting for him."],["FORD","You okay?"],["BECKETT","Aye."],["ANNOTATION","Druhin joins them from another corridor."],["DRUHIN","I'm told you are leaving."],["SHEPPARD","Yes, we are."],["MCKAY","Not that it hasn't been lovely."],["DRUHIN","I wanted you to see the results of the vote before you left."],["ANNOTATION","He hands a paper to Sheppard, who looks at it and gives it to Beckett."],["BECKETT","Ninety-six percent in favor."],["TEYLA","Does the vote include all your people?"],["DRUHIN","Every one. So you see, Major, we speak with one voice, and we are resolute."],["SHEPPARD","Yeah, I can see that."],["DRUHIN","When next we meet, I would like to discuss the best way to disseminate the drug on as many worlds as possible."],["SHEPPARD","We won't be doing that any time soon."],["DRUHIN","Perhaps our victory will change your mind."],["SHEPPARD","If and when we ever return, I don't imagine you'll be here. I don't imagine anybody else will be, either."],["ANNOTATION","Beckett hands the paper back to Druhin."],["SHEPPARD","Good luck."],["ANNOTATION","The Atlanteans walk away."],["BECKETT","\"Victory at all costs.\" That sound familiar, Major?"],["SHEPPARD","Churchill."],["BECKETT","Aye. Never thought I'd disagree."]],"present":["BECKETT","DRUHIN","FORD","MCKAY","SHEPPARD","TEYLA"],"place":"HOFFAN UNDERGROUND CORRIDOR"}]