[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","The Stargate is shrouded in mist. Dual columns of obelisks lead to it from either side. The team is wearing full hazmat suits as they make their way past the columns to the Stargate."],["FORD","I've never seen so much nothing."],["SHEPPARD","And I've never walked so far to see it."],["MCKAY","How was I to know the only structures on this planet would be in the immediate area around the Stargate?"],["SHEPPARD","There's the gate. Dial it up."],["MCKAY","Wait. The energy readings here are exactly the same as they were a mile away."],["SHEPPARD","So?"],["MCKAY","I really think we should stay for a while."],["FORD","I thought you hated wearing these suits."],["MCKAY","I do. I'm incredibly uncomfortable, but these energy readings are amazing. It's like it's coming from all around us."],["TEYLA","And yet you cannot explain it."],["MCKAY","Not yet."],["SHEPPARD","You can't figure out a way we can use it?"],["MCKAY","(defensively) Not yet."],["SHEPPARD","All right. Then let's call it a mission."],["MCKAY","Wait, wait, wait, wait, wait. There is such a thing as pure science. Not everything has to be immediately useful."],["SHEPPARD","You talked me into coming here because you thought those energy readings indicated the presence of a civilization. There are no buildings, no people, no nothing. Just fog."],["MCKAY","It's not technically fog. There's no actual water vapor in the atmosphere. I mean, you know, for that matter, I don't think we need to wear the hazmat gear."],["ANNOTATION","McKay pulls his hazmat helmet off and gasps in relief. Sheppard and Teyla do the same."],["SHEPPARD","Now you tell me. Dial the gate."],["ANNOTATION","McKay shakes his head in disappointment. Ford dials the gate, and it activates. McKay studies his computer pad."],["SHEPPARD","Let's move out."],["MCKAY","Wait, wait, wait, wait, wait. Hold on. You wanted useful?"],["SHEPPARD","What are you talking about?"],["MCKAY","When the wormhole connected, there was a wild fluctuation in the energy field. I mean, if I'm reading these numbers right, it looks like the gate is actually drawing power from the atmosphere."],["SHEPPARD","So?"],["MCKAY","So? To the best of my knowledge, this field goes on for miles. I mean, for all we know, it envelops the entire planet. We're talking about a lot of energy here."],["SHEPPARD","How much is a lot?"],["MCKAY","Well, in terms of joules or ergs?"],["SHEPPARD","In terms of...lots."],["MCKAY","Well, lots and lots. Enough to open a wormhole back to Earth."],["ANNOTATION","Sheppard is definitely intrigued."]],"present":["FORD","MCKAY","SHEPPARD","TEYLA"],"place":"M5S-224, DAY"},{"speech":[["ANNOTATION","Weir speaks to the team."],["WEIR","I thought the Atlantis gate was the only one capable of dialing Earth."],["MCKAY","It is, but that's because it's the only one with an additional control crystal that allows the eighth chevron to lock."],["SHEPPARD","It's probably a security measure."],["MCKAY","It doesn't matter. As long as we have the control crystal, I can make the other gate work."],["WEIR","You're suggesting we remove it from our DHD and bring it to M5S-224?"],["MCKAY","Yes."],["WEIR","Isn't that risky?"],["MCKAY","I'll be fine."],["SHEPPARD","I think she means in terms of breaking our own gate."],["MCKAY","I know what I'm doing. Besides, the control crystal is useless without enough power."],["FORD","You said you didn't know where the energy on the other planet was coming from."],["MCKAY","I believe it is being generated somehow in the atmosphere itself."],["TEYLA","The fog?"],["MCKAY","Yes."],["SHEPPARD","You said it wasn't fog."],["MCKAY","Whatever it is."],["FORD","Well, how do you know?"],["MCKAY","(becoming annoyed) I don't yet, but the fog, or the mist, or whatever you want to call it, is the only thing around for miles, and the energy readings were constant."],["WEIR","Okay, even if you can pull this off, we have to assume that the Earth gate lacks a power source capable of establishing a wormhole back to Pegasus. So whoever went would be taking the risk that it might be a one-way trip."],["MCKAY","I'm sure someone will volunteer."],["SHEPPARD","You?"],["MCKAY","Believe it or not, I would only go if I knew there was a good chance I could come back. At least, we can send a message to Stargate Command. Let them know that we're okay."],["SHEPPARD","We've gathered a lot of intel. We should send it...if we can. Even if it's over a radio."],["ANNOTATION","Weir nods."]],"present":["FORD","MCKAY","SHEPPARD","TEYLA","WEIR"],"place":"ATLANTIS CONFERENCE ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, EVENING"},{"speech":[["ANNOTATION","McKay is under the console; Sheppard sits beside it. McKay climbs out holding a crystal."],["MCKAY","All right. That's it."],["SHEPPARD","So how easy will it be to put that thing in the other DHD?"],["MCKAY","The Atlantis' DHD is unique. It's not like there'll be an empty slot waiting for us to plug it in."],["WEIR","Meaning?"],["MCKAY","Meaning that there may be some disassembly required."],["FORD","You want to take the DHD apart?"],["MCKAY","I'll put it back together again."],["TEYLA","Do you not run the risk of disabling the other stargate?"],["MCKAY","Only if I screw up, which is extremely unlikely."],["SHEPPARD","Eight hundred and forty years."],["MCKAY","What?"],["SHEPPARD","That's how long it will take us to come get you by puddle jumper."],["MCKAY","But you would do that, right?"],["SHEPPARD","Of course we would."],["MCKAY","Well, it won't be necessary. However I may require some assistance."],["WEIR","(to Sheppard) Major?"],["SHEPPARD","(to Ford) Lieutenant?"],["FORD","(unhappily) Yes, sir."]],"present":["FORD","MCKAY","SHEPPARD","TEYLA","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The Stargate is active. McKay and Ford have just arrived."],["MCKAY","Atlantis, this is McKay."],["WEIR","Go ahead."],["ANNOTATION","The scene shifts between McKay's location and Weir in the control room."],["MCKAY","We're ready to begin work on the DHD."],["WEIR","You're sure about this, Rodney?"],["MCKAY","Positive. The next time you hear from us we'll be delivering the good news."],["WEIR","Good luck."],["MCKAY","We'll be back in time for supper."],["ANNOTATION","The Stargate shuts down."],["MCKAY","(to Ford) All right. Let's get started."],["ANNOTATION","He approaches the DHD and kneels down beside it."]],"present":["MCKAY","WEIR"],"place":"M5S-224, DAY"},{"speech":[["ANNOTATION","Sheppard is sitting on his bunk reading War and Peace. There is a knock."],["SHEPPARD","Come in."],["WEIR","Hi. Do you have a moment?"],["SHEPPARD","Yeah, sure."],["ANNOTATION","He puts the book down and sits up."],["WEIR","War and Peace. That's some heavy reading."],["SHEPPARD","Yeah, well, back on Earth, when I was getting ready for this mission, I realized there was a good chance that I might be here for a while, so I figured why not bring along a book that takes a while to read."],["WEIR","Page seventeen."],["SHEPPARD","I'm right on schedule."],["WEIR","Hmm. That's kind of what I wanted to talk to you about: home. Going home."],["SHEPPARD","Oh."],["WEIR","McKay is right. If this works, and we are able to establish a wormhole back to Earth--"],["SHEPPARD","You know, if this conversation is going where I think it's headed, you can put your mind at rest. I'm not going anywhere. I haven't read my book."],["WEIR","Look, all I'm saying is that you are the person who is best qualified to brief General Hammond and the other powers that be about the Wraith threat."],["SHEPPARD","Well, maybe so...but I think I'm needed here."],["WEIR","(smiling) Good."],["SHEPPARD","But if you want to go, I understand that, too."],["WEIR","What, are you saying, I'm not needed here?"],["SHEPPARD","I said I'd understand."],["WEIR","Well, thank you, but I made a commitment."],["SHEPPARD","Of course in all fairness, life-sucking aliens weren't part of the brochure."],["WEIR","Regardless, I'm staying."],["SHEPPARD","Good. Wouldn't be the same without you."],["ANNOTATION","They exchange grins."]],"present":["SHEPPARD","WEIR"],"place":"SHEPPARD'S QUARTERS"},{"speech":[["ANNOTATION","McKay works on the DHD."],["FORD","So if this works, would you want to go back?"],["MCKAY","I don't think it matters what I would want."],["FORD","Why not?"],["MCKAY","Because Atlantis can't afford to lose me. I'm their foremost expert in gate theory, wormhole physics and a myriad of other sciences too numerous to mention yet too important to ignore."],["FORD","I'd love to see my grandma. She thinks I'm somewhere in Afghanistan or something."],["MCKAY","(ignoring Ford) On the other hand, if anyone's going it should be someone that commands the respect of the SGC and yet has the patience, knowledge, and determination to bring them up to speed and find a way to bring the cavalry back here."],["FORD","So what you're saying is you're invaluable everywhere."],["MCKAY","Granted, it would create a void if I were to go, but you can all take comfort in the knowledge that I'll be on the other side, spearheading the effort to return with reinforcements, fresh supplies, and Big Macs for all."],["FORD","I feel better already."],["MCKAY","Yeah, good."],["FORD","Good."],["ANNOTATION","McKay misses that Ford is being sarcastic."]],"present":["FORD","MCKAY"],"place":"M5S-224, DAY"},{"speech":[["ANNOTATION","Teyla approaches Sheppard."],["TEYLA","Major Sheppard. Have we heard back from Dr. McKay?"],["SHEPPARD","Not yet."],["TEYLA","Word of the discovery has already spread throughout the base."],["SHEPPARD","I've noticed."],["TEYLA","It is to be expected, of course--faced with prospect of being reunited with loved ones, returning to familiar ground."],["SHEPPARD","Yeah, I'd love to go back."],["TEYLA","You would consider leaving Atlantis?"],["SHEPPARD","I just wish I knew I could gate back here. Then I'd go in a heartbeat."],["TEYLA","It would be wonderful to see your world."],["SHEPPARD","You could help me with the briefing."],["TEYLA","I would like that."],["SHEPPARD","Hey, you know more about the Pegasus galaxy than anyone. Then there's all those cool Earth things I've talked about--football, ferris wheels..."],["ANNOTATION","Teyla is intrigued."],["SHEPPARD","Oh! Do you remember the last of the popcorn we ate? We can get more."],["TEYLA","If we knew we could return."],["TECHNICIAN","Unscheduled activation!"]],"present":["SHEPPARD","TECHNICIAN","TEYLA"],"place":"ATLANTIS CORRIDOR, NEAR GATE ROOM"},{"speech":[["ANNOTATION","Weir, Teyla, and Sheppard arrive."],["TECHNICIAN","It's a radio transmission from Dr. McKay."],["WEIR","(into radio) Rodney?"],["MCKAY","(over radio) Elizabeth. I'm done. The component's installed in the DHD, and as you can see--"],["WEIR","Well done. Sorry, what about the energy readings?"],["MCKAY","Oh, same as before. All indications are that the gate's drawing power from the atmosphere, and there's enough for an eight-chevron lock."],["WEIR","(smiling) Okay, you stay put. We're on our way."],["MCKAY","Right."]],"present":["MCKAY","TECHNICIAN","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[],"present":[],"place":"WORMHOLE TRAVEL"},{"speech":[["MCKAY","So are we, uh, ready?"],["SHEPPARD","What's there to be ready for?"],["MCKAY","Well, this is sort of a big moment, and I thought we haven't been in contact for some time. I just figured we--"],["SHEPPARD","We're ready."],["WEIR","Go ahead."],["ANNOTATION","McKay dials the address."],["MCKAY","Please work."],["ANNOTATION","He hits the activation button. The gate comes to life. McKay smiles."],["WEIR","Stargate Command, this is Dr. Elizabeth Weir of the Atlantis expedition. Do you read? I repeat, this is Dr. Weir. Come in, please."],["HARRIMAN","(over radio) This is Sergeant Harriman of Stargate Command. Whoever you are, this better not be a joke."],["WEIR","No joke, Sergeant. I'm sending my personal IDC for confirmation."],["HARRIMAN","Sorry about that, Dr. Weir. We're just a little surprised to be hearing from you."],["WEIR","Understandable."],["HARRIMAN","The iris is open. You're clear to come through."],["WEIR","Thanks, but we're not ready to risk a one-way trip."],["HARRIMAN","You don't understand, Doctor. Things have changed around here. The Asgard are in the process of fitting Prometheus with engines capable of reaching other galaxies. We were manning a mission to find out what happened to you."],["FORD","Is he serious?"],["WEIR","Are you serious?"],["HARRIMAN","Yes, Ma'am. Come through now, and you could be back in Pegasus inside of a month."],["MCKAY","Well... who's going?"]],"present":["FORD","HARRIMAN","MCKAY","SHEPPARD","WEIR"],"place":"M5S-224, DAY"},{"speech":[],"present":[],"place":"WORMHOLE TRAVEL"},{"speech":[["ANNOTATION","Hammond stands at the base of the ramp."],["HAMMOND","Welcome back to Earth."],["ANNOTATION","Weir looks around, satisfied."]],"present":["HAMMOND"],"place":"SGC GATE ROOM"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Weir and McKay brief Hammond."],["WEIR","And while the Pegasus galaxy does hold many dangers, I feel its potential rewards justify the risk of maintaining a continued presence on the Atlantis base."],["HAMMOND","Unfortunately, Doctor, your preliminary report has given the Pentagon cause for concern. If the Wraith are as powerful as you say, that would make them an enemy even more dangerous than the Goa'uld. There are those who believe it would be prudent to cut our losses and abandon the Pegasus galaxy altogether."],["WEIR","General, you can't--"],["HAMMOND","We are talking about a race that defeated the Ancients."],["WEIR","Over its years in operation, Stargate Command has encountered a number of threats that could well have brought about the destruction of this world. Now, that never stopped you from continuing to send teams through the gate, General."],["HAMMOND","By the time SG-1 had returned from their first mission, the damage had already been done. We'd alerted the Goa'uld to our presence, and shutting down operations wouldn't have changed that. In the case of the Wraith, however, we have a choice."],["MCKAY","So we're just going to turn tail and run?"],["HAMMOND","The Pentagon would prefer to call it \"a strategic withdrawal.\""],["ANNOTATION","McKay huffs derisively."],["WEIR","But how can we be sure they won't come after us?"],["MCKAY","She's right, General. They feed on human life forms, and now they know there's a smorgasbord waiting for them here."],["WEIR","I don't think we have a choice. We need to continue to explore the opportunities for technological advancement Pegasus galaxy has to offer, and not to mention our responsibility to the other humans who live there."],["HAMMOND","Responsibility?"],["WEIR","We did wake up the Wraith. And while, yes, that would've happened eventually without our interference, our access to Ancient technology puts us in a unique position to help those people. We can't just walk away."],["ANNOTATION","Hammond sighs and pauses."],["HAMMOND","Rest assured your recommendation will be given consideration at the highest level."]],"present":["HAMMOND","MCKAY","WEIR"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Sheppard sees Hammond come around a corner."],["SHEPPARD","Uh, General, sir!"],["ANNOTATION","Sheppard jogs to catch up with Hammond, who has entered an elevator."],["SHEPPARD","Thank you, sir."],["HAMMOND","(pleased) Major Sheppard."]],"present":["HAMMOND","SHEPPARD"],"place":"SGC CORRIDOR"},{"speech":[["SHEPPARD","I'm surprised the briefing went as quickly as it did."],["HAMMOND","You were very thorough, Major."],["SHEPPARD","Thank you, sir."],["HAMMOND","In fact, by now I thought you'd be enjoying some well-deserved R and"],["R.",""],["SHEPPARD","I was just going to arrange some transportation, sir."],["HAMMOND","Well, consider it taken care of, Major. Anywhere you'd like."],["SHEPPARD","(surprised) Well, that's very generous."],["HAMMOND","You've done your country a great service, son. You deserve it."],["SHEPPARD","(pleased) Thank you, sir."],["ANNOTATION","The elevator door opens on Level 21."]],"present":["HAMMOND","R.","SHEPPARD"],"place":"SGC ELEVATOR"},{"speech":[["ANNOTATION","Teyla is putting her wristwatch back on."],["SHEPPARD","Well, how's our patient doing?"],["DOCTOR","We're all done, Major. She's free to go."],["TEYLA","I was afraid you had abandoned me."],["SHEPPARD","Just setting up our ride."],["TEYLA","So...where are we going?"],["SHEPPARD","We should start by getting you a... new outfit."]],"present":["DOCTOR","SHEPPARD","TEYLA"],"place":"SGC INFIRMARY"},{"speech":[["ANNOTATION","Weird drives up in an older-model, red BMW convertible. She finds Simon working on a Maserati in the driveway. He is shocked to see her. She gets out of the car."],["WEIR","Hello, Simon."],["SIMON","Oh, my God. When did you..."],["ANNOTATION","After a moment, he hugs her."],["WEIR","I missed you."]],"present":["SIMON","WEIR"],"place":"DRIVEWAY ON EARTH, DAY"},{"speech":[["ANNOTATION","The apartment is dark, and there are several dead plants. McKay enters, still in his Atlantis uniform. He pushes the play button on his answering machine."],["FEMALE RECORDED VOICE","You have no new messages."],["MCKAY","Hmm, must've been a power failure or something. Anyways..."],["ANNOTATION","He sits on the couch and uses the remote to turn on the TV. He digs around in the couch cushions and finds a half-eaten bag of crispy snacks. He eats one."],["TELEVISION","...There is nothing wrong with your television set. Do not attempt to adjust the picture. We are controlling the transmission--"],["ANNOTATION","There is a knock at the door."],["TELEVISION","If we wish to make it louder, we will bring up the volume. If we wish to make it softer, we will tune it to a whisper."],["ANNOTATION","McKay answers the door. An attractive woman is standing there."],["BRUNETTE","(smiling) Hi."],["MCKAY","(awkwardly) Hi."]],"present":["BRUNETTE","FEMALE RECORDED VOICE","MCKAY","TELEVISION"],"place":"MCKAY'S APARTMENT"},{"speech":[["ANNOTATION","Sheppard is seated in the back, now wearing civilian clothes. Teyla enters. There are shopping bags on the floor, and she's dressed in Earth clothing."],["TEYLA","Thank you, Major."],["SHEPPARD","You're welcome."],["TEYLA","I have traded in many market places on many worlds--"],["SHEPPARD","Countries. Countries..."],["TEYLA","(brightly) Yes, of course. Countries... But here there are so many different items to choose from."],["SHEPPARD","Yeah, you seemed like you were having fun. Hours and hours of fun. But you picked out a nice outfit."],["TEYLA","Thank you. I wonder... If we had never suffered the Wraith, would my people have created a civilization such as this?"],["SHEPPARD","I'm starting to wonder about a few things myself."],["TEYLA","What?"],["SHEPPARD","Nothing feels wrong to you? I don't mean one thing. I mean...everything."],["TEYLA","I do not understand."],["SHEPPARD","(to driver) Excuse me, uh...could you take us to the Green Moss park area?"],["DRIVER","Sure thing."],["SHEPPARD","Thank you. I think I'll have a better idea of what's bothering me once we get there."]],"present":["DRIVER","SHEPPARD","TEYLA"],"place":"LIMOUSINE"},{"speech":[["ANNOTATION","Weir and Simon come out to the back yard, Simon hanging back a bit. A large white dog is there and rushes up to Weir."],["WEIR","Hey, Sedge! Did you miss me? Did you miss me, girl?"],["SIMON","More than you can imagine."],["ANNOTATION","Simon approaches them."],["SIMON","I don't know how many times I watched that damn tape you left me."],["WEIR","I wanted to tell you in person."],["SIMON","No, you didn't. You were afraid I'd talk you out of it."],["WEIR","I was afraid you'd try."],["SIMON","When you told me you were going away, but couldn't say where, my first guess was Korea. My second guess was Israel. To be honest, the Pegasus galaxy didn't make my list."],["WEIR","I am sorry."],["SIMON","I know. I imagine my security clearance doesn't let you tell me what you've been doing while you were there."],["WEIR","No."],["SIMON","Or when you'll be leaving again?"],["WEIR","No."],["SIMON","Well, at the very least, you could promise me that, uh, you'll take this with you."],["ANNOTATION","He hands her a small, velvet box."],["WEIR","Simon."],["ANNOTATION","She opens it. It's a necklace. He puts it on her."],["WEIR","It's beautiful."],["SIMON","Looks nice."],["WEIR","Thank you."],["ANNOTATION","They begin kissing."],["SIMON","Is something wrong?"],["WEIR","No. I'm sorry. Just when you kissed me..."],["SIMON","What are you talking about, Elizabeth?"],["ANNOTATION","Her cell phone rings. She steps away to take the call."],["WEIR","Hello? General. What-- Yes, I understand. Thank you."]],"present":["SIMON","WEIR"],"place":"SIMON'S HOUSE, DAY"},{"speech":[["ANNOTATION","McKay's clothes are on the floor. He's asleep on the couch, in flowered boxers and a tee-shirt that reads \"I'm with Genius\"."],["ANNOTATION","There's an knock on the door."],["MCKAY","Hang on!"],["ANNOTATION","McKay gets up slowly and painfully. He opens the door to see Weir standing there."],["MCKAY","Oh, hey. Just the middle of a power nap, and uh, I'm not wearing any pants. I didn't even think you knew where I lived."],["ANNOTATION","He puts his pants on while talking to her."],["WEIR","Air Force."],["MCKAY","Oh, right. Oh, look, I can't, um...really, um... I have a date with the girl in 302. She's been taking care of the cat for the whole time I was away, and, apparently she misses me..."],["WEIR","(uncomfortably) Rodney--"],["MCKAY","I know, I'm trying to pawn off my cat off on a neighbor, and I end up with... What?"],["WEIR","I just got a call from General Hammond. There was an accident on the Prometheus. We can't go back to Atlantis."],["ANNOTATION","McKay is shocked."]],"present":["MCKAY","WEIR"],"place":"MCKAY'S APARTMENT"},{"speech":[["ANNOTATION","McKay walks with Hammond."],["MCKAY","I was going to come home, get some rest, then come back refreshed and ready to work on a solution. But an hour ago, it hit me, like Archimedes in the bathtub--Eureka! Except I wasn't in a bathtub. I was on the couch watching a very strange Outer Limits episode--"],["HAMMOND","Dr. McKay."],["MCKAY","Forget Prometheus. I have figured out how to establish a wormhole connection back to the Pegasus galaxy, but I'm going to need the"],["ZPM.",""],["HAMMOND","The ZPM has been depleted. It's of no use."],["MCKAY","Actually, that's not entirely true. The last time we used it, the ZPM had to establish and maintain a wormhole back to Atlantis. This time around, all we need for it to do is to have enough energy to establish the briefest of connections--by my calculations, approximately, what, 3.5 microseconds."],["HAMMOND","That hardly seems like enough time to accomplish--"],["MCKAY","General, when we first set foot on M5S-224, before the wormhole shut down, I picked up fluctuations in the energy field. Now, at the time, I just assumed that was an effect of the gate's residual energy signature. But having given it some thought, I realized that can't account for such sizable variances, which leaves only one possible explanation. The gate must have been energized on our arrival, meaning it doesn't just draw power on outgoing wormholes, but on incoming wormholes as well. All we have to do is make a connection. 3.5 microseconds, that's the minimal amount of time it requires to confirm a lock before the gate automatically kicks in, drawing power from the atmosphere to maintain the wormhole."],["HAMMOND","You'll forgive me, Doctor. This all seems a little far-fetched."],["MCKAY","Think of it like making a long-distance call to someone you know is going to accept the charges. All you have to do is dial."],["HAMMOND","I'm sorry, Doctor."],["MCKAY","Well, you're not going to lose anything by letting me try, are you? All I want to do is run a couple of tests."],["HAMMOND","(sighing) All right. I'll have the ZPM delivered to the lab."],["MCKAY","Thank you."]],"present":["HAMMOND","MCKAY","ZPM."],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Weir walks up the stairs to the room and finds Hammond."],["HAMMOND","Dr. Weir, I wasn't expecting to see you."],["WEIR","I've been thinking about what happened."],["ANNOTATION","He gestures for her to sit, and she does."],["WEIR","Thank you. I know it's a bit of a setback, but I don't think we should give up just yet. If we can get the Prometheus repaired--"],["HAMMOND","The Prometheus was severely damaged. We lost twenty crew-members. She won't be flying again any time soon."],["WEIR","So we ask the Asgard for one of their ships."],["HAMMOND","Well, I'm sure that when the Asgard are in a position to help, they will."],["WEIR","General, I only came to Earth because I was assured I'd be able to get back. Now, I am not about to abandon my expedition team."],["HAMMOND","I'll see what I can do, but I'm not making any promises."]],"present":["HAMMOND","WEIR"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Ford talks to Harriman."],["FORD","Wait a minute. You've got to talk to somebody about this for me."],["HARRIMAN","Look, I'm sorry. If those are the orders you received, it's out of my hands."],["ANNOTATION","McKay approaches, leading a group of men in white lab coats."],["MCKAY","If there's one thing I can't abide, it's sloppy work. If your people won't double-check their results, then there's no point in keeping them on the team."],["FORD","Dr. McKay."],["MCKAY","Yes, Lieutenant."],["FORD","I'm being transferred."],["MCKAY","Congratulations."],["FORD","No, you don't understand. I was chillin' with my parents, just having a good time, and some sergeant shows up with new orders for me. I want to go back to Atlantis, and they want to ship me back to Antarctica."],["MCKAY","Lieutenant, do you know something that I don't? Because the last time I checked, the Prometheus was critically damaged, and the only ZPM in our possession didn't have the power to run a car stereo."],["FORD","(disappointed) I just thought you'd be trying to find another way."],["MCKAY","(unsympathetic) There is no other way, Lieutenant. You're just going to have to deal with it."],["ANNOTATION","McKay stalks off."]],"present":["FORD","HARRIMAN","MCKAY"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Weir sits at a table on the lawn, Sedge at her feet. Simon brings two mugs and hands her one."],["WEIR","Thank you."],["SIMON","Would it be so bad if you had to stay?"],["WEIR","I'm sorry, Simon. I know none of this is fair to you."],["SIMON","It is tough to compete with the greatest adventure in human history. I don't blame you for going."],["WEIR","Thank you...But I still feel guilty. And now I feel guilty about being back."],["SIMON","Because of the people you left behind?"],["WEIR","No. I should have stayed at Atlantis. Major Sheppard should have been the one to go."]],"present":["SIMON","WEIR"],"place":"SIMON'S HOME, DAY"},{"speech":[["ANNOTATION","Teyla and Sheppard enter. The home is nicely furnished in modern decor, with many 'toys' such as an arcade game and gold clubs. There is a modern sculpture of a helicopter, and a large poster of Johnny Cash on the wall."],["SHEPPARD","Oh, yeah. Just like I left it."],["TEYLA","So much space for just one person."],["SHEPPARD","Well, a guy's got to have a lot of space. I bet there's still uh..."],["ANNOTATION","He opens the bar refrigerator."],["SHEPPARD","Perfect."],["ANNOTATION","He takes out two beers, opens them, and hands one to Teyla."],["SHEPPARD","Nice and cold."],["TEYLA","And this is..."],["SHEPPARD","It's called beer."],["ANNOTATION","Teyla takes a large swig, spilling a bit. She laughs. She looks around the room."],["TEYLA","Is all this for recreation?"],["SHEPPARD","Yeah, I got pretty much everything you can imagine, don't I?"],["ANNOTATION","He appears troubled."],["TEYLA","What is it?"],["SHEPPARD","I was just thinking again...about Dr. Weir and everyone else on Atlantis."],["TEYLA","Of course. I am sure she is fine. As I am sure they are all fine."],["SHEPPARD","Yeah. I'm sure."],["ANNOTATION","They look at the wide view from the window. Sheppard is still uncomfortable."]],"present":["SHEPPARD","TEYLA"],"place":"SHEPPARD'S HOME"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","McKay enters. A ZPM is on a table."],["MCKAY","You people have those test results for me yet?"],["SCIENTIST","We need more time."],["MCKAY","What are you talking about? Let me see what you've got."],["ANNOTATION","He takes a folder from the scientist and looks inside."],["MCKAY","Wait a minute. What is this, some kind of a joke?"],["SCIENTIST","I told you, we need more time."],["MCKAY","These don't even make any sense."],["SCIENTIST","We don't think the ZPM has enough power to open the wormhole."],["MCKAY","Well, you wouldn't know that from this, would you? This might as well say, \"Bing, tiddle, tiddle, bong.\" It's complete gibberish. Look, get out of here. I'll do it. Go."],["ANNOTATION","Everyone leaves."],["MCKAY","You've got to be kidding me."]],"present":["MCKAY","SCIENTIST"],"place":"SGC LAB"},{"speech":[["ANNOTATION","Hammond talks to Weir."],["HAMMOND","Thank you for coming in again, Doctor."],["WEIR","Has there been a response to my request?"],["HAMMOND","Actually, we won't be needing any help from the Asgard. It turns out Dr. McKay has found a solution that will enable us to open a wormhole back to Pegasus."],["WEIR","He has? Why wasn't I informed?"],["HAMMOND","Doctor, the Atlantis mission has been reassessed."],["WEIR","What does that mean?"],["HAMMOND","In light of the intelligence you brought us concerning the Wraith, it's been decided that the Atlantis presence should be military."],["WEIR","Our allies have agreed to this?"],["HAMMOND","They did. As soon as Dr. McKay can establish a wormhole, we intend to send reinforcements, along with a new commanding officer. I'm sorry, Doctor, but you've been relieved of your duties."],["WEIR","Okay, wait a minute. I am not saying that there shouldn't be an increased military presence, but the mission must remain the same...and I am sure if Major Sheppard were here he'd tell you--"],["HAMMOND","We've spoken to Major Sheppard. He dialed in about an hour ago to check on your progress. We informed him of the situation, and he agrees with our assessment."],["WEIR","He wouldn't do that, General. I know John Sheppard."],["HAMMOND","Apparently, you don't know him as well as you thought, Doctor. Major Sheppard stated categorically it's the only way to ensure the security of the project."]],"present":["HAMMOND","WEIR"],"place":"SGC BRIEFING ROOM"},{"speech":[],"present":[],"place":"SHEPPARD'S HOME, DAY"},{"speech":[["SHEPPARD","Let's get out of here."],["TEYLA","Why?"],["SHEPPARD","You want to see Earth, right? It's out there."],["TEYLA","I thought you would want to spend time in your home, visit with friends."],["SHEPPARD","There is an idea."],["ANNOTATION","The doorbell rings. They go to answer. Two men about Sheppard's age are there, smiling and laughing."],["DEX","Hey!"],["SHEPPARD","(surprised but pleased) Mitch. Dex."],["DEX","You didn't really think you could pass through town without seeing us, did you, Shep?"],["MITCH","So you going to invite us in or what?"],["SHEPPARD","(still in shock) Yeah, sure. What the hell?"],["ANNOTATION","They enter and nod to Teyla."],["DEX","All right. Hi. I'm Dex."]],"present":["DEX","MITCH","SHEPPARD","TEYLA"],"place":"SHEPPARD'S HOME"},{"speech":[["ANNOTATION","Weir walks purposefully down the hallway, dressed casually in a pink top."]],"present":[],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","McKay works alone on a computer in civilian clothing, a striped shirt."],["MCKAY","What is this?"],["ANNOTATION","Weir enters, dressed formally."],["WEIR","Is there a problem?"],["MCKAY","Elizabeth."],["ANNOTATION","Now Weir is dressed in the pink top again."],["WEIR","Rodney, I need to talk to you."],["ANNOTATION","Rodney is dressed in his Atlantis uniform, with a white lab coat."],["MCKAY","Can it wait?"],["WEIR","No. Something is very wrong here."],["ANNOTATION","Rodney is back in a striped shirt, Weir in formal clothes."],["MCKAY","I've run a diagnostic on the ZPM. These are the results I keep getting back."],["WEIR","I'm not a scientist, Rodney."],["MCKAY","Well, neither is anyone else around here, apparently, otherwise they would have noticed that the laws of physics seem to have flown out the window."],["WEIR","Maybe there's a problem with your equipment."],["MCKAY","I checked. It's fine."],["WEIR","Look, if your solution doesn't work, it's not your fault. We'll just have to accept the fact that we can't go back."],["MCKAY","What?"]],"present":["MCKAY","WEIR"],"place":"SGC LAB"},{"speech":[["ANNOTATION","There is now a party going on beside the pool. A woman jumps into the water."]],"present":[],"place":"SHEPPARD'S HOME, DAY"},{"speech":[["ANNOTATION","Sheppard turns back from the window, an enigmatic smile on his face. There is now a big group of men and women in the room, in jovial moods."],["DEX","So our boys were pinned down. So-so hotshot here takes his chopper right over this bridge--"],["MITCH","And we were supposed to follow him."],["DEX","Well, there's no way I'm flying a Blackhawk over a bridge with enemy tanks on it--"],["MITCH","Wait, with what on it?"],["DEX","Tanks."],["MITCH","You're welcome."],["ANNOTATION","Everyone laughs at his pun."],["DEX","I still love that, man. Oh..."],["SHEPPARD","Yeah, that was, uh...priceless."],["DEX","But, uh...we got that Special Ops team out of there, didn't we, Shep?"],["SHEPPARD","Yes, we did."],["MITCH","(toasting Sheppard) I'll tell you what, that was some flying, Shep."],["ANNOTATION","The doorbell rings. Ford enters, carrying a high stack of pizzas in boxes."],["SHEPPARD","Well, look who's in the pizza-delivery business."],["FORD","No, sir. I just caught the guy on the way up."],["SHEPPARD","I was just thinking about you. Why don't you come in? Looks like we... (nodding) are having a party."],["MAN","Thanks."],["FORD","I've got pizza."],["DEX","All right."],["ANNOTATION","Sheppard unzips his track jacket as if too warm."]],"present":["DEX","FORD","MAN","MITCH","SHEPPARD"],"place":"SHEPPARD'S HOME"},{"speech":[["ANNOTATION","Weir is in the pink top, talking to McKay in the lab coat."],["WEIR","I've been relieved of my command."],["MCKAY","Oh. Well, I'm sorry to hear that."],["WEIR","They're going to militarize Atlantis."],["MCKAY","Interesting. Well, it was bound to happen sooner or later."],["WEIR","What, so you're just okay with this?"],["MCKAY","Elizabeth, how did you expect them to react when you told them about the Wraith?"],["WEIR","At the very least, I thought I'd be kept in the loop."],["MCKAY","Oh, now you're just being paranoid. Why don't you go home, spend some time with Simon."],["WEIR","Simon?"],["MCKAY","Yes. He's important to you, isn't he?"],["WEIR","Yes. I just don't remember ever telling you that."],["MCKAY","Well, how else would I have known?"]],"present":["MCKAY","WEIR"],"place":"SGC LAB"},{"speech":[["MITCH","We didn't know what to think. I mean, this guy was supposedly one of the most ruthless warlords in Afghanistan and suddenly, he just sits down at our table."],["FORD","Sir, you've got to hear this story."],["SHEPPARD","Yeah, I was there, Lieutenant..."],["MITCH","Oh, yeah, you remember. Turns out he just wants to practice his English on us. Shep spent half the night talking to this guy."],["SHEPPARD","Yeah, that was funny."],["DEX","He wouldn't even let you get up to go to the bathroom, remember?"],["SHEPPARD","Then, uh, two days later, you guys were killed outside Kabul."],["ANNOTATION","Everyone falls silent, and the music stops. Everyone stares at Sheppard."]],"present":["DEX","FORD","MITCH","SHEPPARD"],"place":"SHEPPARD'S HOME"},{"speech":[["ANNOTATION","Striped-shirt McKay is talking to formally-dressed Weir."],["MCKAY","Let me see if I can make you understand, okay? These results don't just say the ZPM won't work. They say this reality isn't governed by any natural laws. It's like looking through a microscope at a cell culture and seeing a thousand dancing hamsters! It's impossible."],["WEIR","Rodney, you need to calm down."],["MCKAY","No, no, what I need to do now is get very agitated, because what I'm realizing is all of this is a lie. This...and this...and this!"],["ANNOTATION","He throws the ZPM on the ground, shattering it."]],"present":["MCKAY","WEIR"],"place":"SGC LAB"},{"speech":[["TEYLA","What are you saying?"],["SHEPPARD","Their chopper took an RPG when it touched down for a medevac. There was barely enough left to bring back for a military funeral."],["DEX","What?"],["SHEPPARD","You guys have been dead for years. Don't get me wrong. It's really nice seeing you. And you too, Mrs. Watson."],["ANNOTATION","He indicates an older woman."],["FORD","Sir, I don't--"],["SHEPPARD","She was my sixth grade teacher... And, I don't even remember your name, but I remember you wouldn't even date me!"],["MITCH","Shep, I think we should take you to see a doctor."],["SHEPPARD","Oh, really?"],["DEX","Yeah, you're acting pretty strange."],["SHEPPARD","Oh I'm acting strange, huh?"],["ANNOTATION","He grabs a pistol from a man dressed in a military uniform and points it around the room. After a moment, he shoots Dex in the shoulder."],["TEYLA","Major!"]],"present":["DEX","FORD","MITCH","SHEPPARD","TEYLA"],"place":"SHEPPARD'S HOME"},{"speech":[["MCKAY","Now, do you see what I mean?"],["ANNOTATION","Now it is pink-shirted Weir talking to the lab-coated McKay."],["WEIR","Okay, the Rodney McKay I know would never accept the militarization of Atlantis without putting up a fight. I don't think Major Sheppard would agree to it either. At least not without speaking to me about it first."],["MCKAY","Elizabeth, you shouldn't take it personally. I mean, think of it like a blessing. You have a life. You can get back to it now."],["WEIR","Okay. No. I'm not buying this anymore. Who are you, really?"],["MCKAY","(smiling falsely) Who am I? What do you mean?"]],"present":["MCKAY","WEIR"],"place":"SGC LAB"},{"speech":[["DEX","(getting up) You shot me!"],["SHEPPARD","You're already dead."],["FORD","Sir, give me--"],["ANNOTATION","He points the pistol at Ford."],["SHEPPARD","I'm beginning to have my doubts about you too, Lieutenant. I wouldn't put them to a test."],["ANNOTATION","He takes a swig from his bottle of beer."],["SHEPPARD","(yelling) Now, somebody explain to me what the hell is going on here!"]],"present":["DEX","FORD","SHEPPARD"],"place":"SHEPPARD'S HOME"},{"speech":[["ANNOTATION","Hammond enters."],["HAMMOND","Dr. Weir."],["WEIR","Okay, no more lies. What is this? What's happening to me?"],["HAMMOND","There's no point in deluding you any longer."],["ANNOTATION","For a moment he becomes a greenish energy being, the returns to Hammond's form."],["HAMMOND","Now you know."],["ANNOTATION","She turns back and sees that McKay is gone."],["WEIR","Where's Rodney?"],["HAMMOND","The real Dr. McKay and the rest of his team reside in their own illusory worlds."],["WEIR","I want to see them. Please."]],"present":["HAMMOND","WEIR"],"place":"SGC LAB"},{"speech":[["ANNOTATION","Sheppard, Teyla, McKay, and Ford appear on the ramp, Sheppard holding out his hand as if he still has a gun, but he doesn't. Hammond and Weir materialize in the gate room."],["SHEPPARD","What happened?"],["HAMMOND","I drew you together from your fractured realities."],["SHEPPARD","No, I'm talking about the beer I had."],["HAMMOND","Major Sheppard discovered the truth some time ago."],["MCKAY","He did?"],["SHEPPARD","Home for the last 11 months has been a research base in Antarctica. Although I did dream about a bachelor pad like that, but--"],["HAMMOND","Major Sheppard seemed uniquely capable of manipulating his own fabricated reality."],["SHEPPARD","When I think of the scenarios I could've thought up, I'd kick myself."],["HAMMOND","The realities you experienced were fabrications of your own minds. (to Teyla) Since you had no memories of Earth to draw from, you shared in Major Sheppard's illusion."],["SHEPPARD","I thought that was you."],["HAMMOND","It is unfortunate that you all became aware so quickly. However, you may now create a fabricated reality of your own choosing in which to live out the remainder of your lives."],["WEIR","What?"],["SHEPPARD","That's not going to work for us."],["HAMMOND","I'm afraid the matter is beyond your control."],["SHEPPARD","Well...we'll find a way to fight you."],["HAMMOND","That would be quite impossible, Major. Even now, you are simply experiencing a shared fabrication. It will be best if you try to make a life for yourselves."],["SHEPPARD","This isn't life. What do you want us to do, just pretend?"],["HAMMOND","I'm sorry, but that's all I can offer you."],["ANNOTATION","He starts to leave."],["WEIR","Wait. Why would you do this?"],["HAMMOND","To protect ourselves."],["WEIR","From us?"],["TEYLA","We did not intend to harm anyone."],["HAMMOND","Unlike you, we exist in a non-corporeal form, susceptible to the destructive effects of the Stargate on our home world."],["WEIR","What destructive effects?"],["MCKAY","So the energy readings we picked up--they were life signs. You were in the mist."],["HAMMOND","We are the mist, and every time the gate is activated, lives are lost. Over time, explorers have come and gone, completely unaware of our existence. Sacrifices are made to ensure our secrecy. But when you came back, we grew concerned. To learn your intentions, we had no choice but to enter your minds. When we discovered what you were about to do, we were forced to take preventive measures."],["WEIR","But you just said you'd let others come and go. Why not allow us to do the same?"],["HAMMOND","Your desire to return to your home world was too strong. The amount of energy required to gate to another galaxy would have killed millions of our kind."],["FORD","So when we dialed the gate--"],["HAMMOND","You never dialed the gate. You just imagined you did. You are unconscious, even now, on the planet's surface."],["MCKAY","So none of this is real? The cute brunette. Of course, I should've known. I mean, how do you go from \"You're a pig, but I like your cat\" to \"I missed you\"?"],["HAMMOND","We lacked a sophisticated understanding of your world. As a result, the illusions we created from your thoughts were ultimately flawed."],["SHEPPARD","The dead people were a dead giveaway."],["MCKAY","Dead people. What were you doing?"],["WEIR","If you had just told us, I mean, maybe we could--"],["MCKAY","Whoa, wait. I just realized something. You're saying that our unconscious bodies are still on the planet."],["HAMMOND","Yes."],["MCKAY","Yeah, well, so we need food. We need water. I mean, we need food."],["SHEPPARD","What he's saying is we won't live long in this state."],["HAMMOND","Then I suggest you make the most of the time you have left."],["WEIR","You're killing us in order to save yourselves."],["HAMMOND","In order to save millions of our kind. I believe you would do the same."],["TEYLA","If we do not go back, our friends will come looking for us."],["HAMMOND","Others of your kind?"],["SHEPPARD","They'll show up. What are you going to do, kill them, too?"],["FORD","More will come."],["SHEPPARD","Sooner or later they'll figure out how to access the gate. Then millions of your kind will die. We don't leave people behind, and if you were really General Hammond, you'd know that."],["WEIR","But if you allow us to leave here, we promise we will never return, ever. You will not have to fear us ever again. I give you my word."],["HAMMOND","How can you make such a promise when you so desire to return home?"],["SHEPPARD","Sure, we'd like to go home. We're not willing to kill millions of your kind to do it. You've been in our heads. You're in our heads right now. You should know we mean that."],["HAMMOND","(after a moment of contemplation) I understand."],["ANNOTATION","The room dissolves into green gas."]],"present":["FORD","HAMMOND","MCKAY","SHEPPARD","TEYLA","WEIR"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","The five are lying unconscious on the ground, still dressed in their field gear. They all awaken, McKay grunting as he gets to his feet."],["MCKAY","I don't mean to sound negative, because that would be, you know, so not me... But, uh, how do we know this isn't a double fake-out? I mean, how do we know that this is--"],["HAMMOND","(by voice) This is your reality. You have my word."],["MCKAY","I'm starving. He's got to be right."],["SHEPPARD","I wonder how long we've been out."],["MCKAY","I need to get the control crystal out of the DHD. Shouldn't take more than a few minutes."],["ANNOTATION","He goes to the DHD."],["FORD","I'll give you a hand."],["WEIR","Thank you for trusting us. Rodney, be careful with that. I want to make sure we can get back home."],["MCKAY","Ah, you mean Atlantis."],["SHEPPARD","I think that's what she meant."],["MCKAY","How do I know she wasn't suggesting we pull a double fake-out of our own and dial Earth?"],["SHEPPARD","Forget the double fake-out and get the damn crystal. I'll do the dial-out."]],"present":["FORD","HAMMOND","MCKAY","SHEPPARD","WEIR"],"place":"M5S-224, DAY"}]