[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","Sheppard is yelling for Kolya not to kill Weir."],["SHEPPARD","(into radio) Kolya! Kolya don't do this!"]],"present":["SHEPPARD"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["ANNOTATION","Kolya points his gun at Weir."],["WEIR","How is this going to help you get what you want?"],["KOLYA","Sheppard put you in this position, not me."],["ANNOTATION","McKay steps in front of Weir."],["MCKAY","(pleading) You can't do this. This is crazy. You need her."],["SORA","She's right, Commander."],["MCKAY","I'm not kidding. There are codes required to activate the shield, codes that only she knows. You can't do it without her. (realizing Kolya might kill him instead) Well, you can't do this without me either. I mean, we're a package deal. I mean, you take us out of the equation, and you don't have an end game. Granted, that's a chess term. My point is, we're the only ones who can fix the grounding station. (voice increasing until he's shouting) We're the only ones who can activate the shield. We're the only ones that can solve problems I can't even think of yet. You kill either one of us, and you don't get what you want! That's how important we are. It's impor--"],["WEIR","Rodney. Rodney, he gets it."],["ANNOTATION","Kolya lowers his gun and walks away. McKay grabs his arm as if remembering the pain and that it is bleeding."],["WEIR","(to Sora) I appreciate--"],["SORA","You're an asset we need to complete this mission."],["ANNOTATION","She storms off."],["WEIR","You stepped in front of a gun for me."],["MCKAY","Don't thank me just yet. We've got two and a half hours till the storm hits, and unless our luck changes drastically, this city is going to be obliterated."],["ANNOTATION","Kolya rests against a console and picks up a Genii radio."],["KOLYA","(into radio) Major Sheppard, how's this for credibility? Weir is dead."]],"present":["KOLYA","MCKAY","SORA","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) I am going to kill you."]],"present":["SHEPPARD"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["KOLYA","(into radio) Maybe. Stay out of my way, or McKay will join her."]],"present":["KOLYA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard huffs in frustration and lowers the Genii wrist radio. Off the balcony, the storm approaches and it grows dark. Sheppard runs back into Atlantis."]],"present":[],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["ANNOTATION","The city is being beaten by waves and rain."]],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","In the rear part of the gate control room, Ladon uses an Atlantis laptop and the large display to find Sheppard in the city. He is several levels below the control room."],["LADON","This is amazing. There you are. (to soldier) We're here. Take two men, head there. Four levels down. That's Sheppard."],["GENII SOLDIER","(to other soldiers) Yes, sir. Let's go. You're with me."],["LADON","(to Sora) He's heading out of the hallways."]],"present":["GENII SOLDIER","LADON"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard descends the stairway, his machine gun drawn and ready to fire."]],"present":[],"place":"ATLANTIS NEAR STAIRWAY"},{"speech":[["ANNOTATION","The puddle jumper is still being deluged with rain and lightening."]],"present":[],"place":"ATLANTIS MAINLAND, DAY"},{"speech":[["ANNOTATION","The jumper is shaking. A huge tree falls to the ground just in front of them."],["FORD","Holy--"],["BECKETT","All right. That's it!"],["ANNOTATION","He starts to manipulate the Jumper controls."],["FORD","What are you doing, man?"],["BECKETT","Adding weight to the Puddle jumper by resetting its inertial dampeners."],["FORD","You shouldn't screw with those controls. We're heavy enough."],["BECKETT","Can't be too careful."],["FORD","Yes, you can. You can be way too careful. There's no chance we're going to blow away here. Let it go."],["BECKETT","That should be enough."],["TEYLA","How much longer until the storm passes?"],["BECKETT","I guess we're barely halfway through, but there's no way to tell."],["ANNOTATION","Teyla gives him a worried look."],["FORD","I know. I hope they're okay, too."]],"present":["BECKETT","FORD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Sheppard makes his way into a room with a circular platform, then goes down some steps, using his life-signs detector to guide him. After a moment, he runs off."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","The sun breaks through, and the rain stops."],["BECKETT","What's this then?"],["FORD","We're through it?"],["BECKETT","We can't be. It's not possible."]],"present":["BECKETT","FORD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Sheppard examines the LSD and uses it to guide his movements. He stops at a corner and looks at his watch, then at the LSD again, then keeps going."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["LADON","He's moving."],["ANNOTATION","The large display shows Sheppard moving one direction and three others, Genii, moving the opposite direction in the corridor next to Sheppard's."]],"present":["LADON"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard takes a position where he can overhear the soldiers talking on the walkway level just below him."],["GENII SOLDIER","Are you sure we're on the right level?"]],"present":["GENII SOLDIER"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["GENII SOLDIER","(over radio) Where did he go?"],["LADON","Shh. He can probably hear your stupid questions."]],"present":["GENII SOLDIER","LADON"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard activates and sets down some smoke canisters."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","Ladon and Sora look in frustration as Sheppard's life-sign moves away from the soldiers'."]],"present":[],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","McKay leads Weir and Kolya to the grounding station Sheppard was at last. It's raining hard there, and they all get soaking wet immediately. McKay examines the station."],["MCKAY","Oh, will you look at this? Now, that is just... That is just never going to be useful again."],["ANNOTATION","He pulls a cover off, revealing fiber optic cables."],["MCKAY","I should be able to bypass this switching station entirely."],["KOLYA","Good. How long?"],["MCKAY","It's not half as bad as it looks. I'd say fifteen, twenty minutes tops."],["KOLYA","Do it."],["MCKAY","Dr. Weir, I need you to--"],["WEIR","Right, of course."],["ANNOTATION","She kneels beside him and shines the flashlight."],["MCKAY","Keep that there."]],"present":["KOLYA","MCKAY","WEIR"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["ANNOTATION","Sheppard makes his way back to a room. He looks at his watch and the LSD again, then sets out another smoke canister and leaves. Smoke starts to fill the room."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","Ford, Teyla, and Beckett walk down the back ramp of the Jumper. The weather is calm, the sun shining. There are large clouds around them."],["FORD","We're in the eye."],["BECKETT","Right. Has to be."],["TEYLA","The eye?"],["BECKETT","Dead center of the storm. The storm swirls around a twenty- to forty-kilometer-wide area."],["TEYLA","Then this calm will not last?"],["BECKETT","No, in fact, in about ten minutes, it's going to get very ugly again."],["FORD","Well, come on. We have to help the Major."],["BECKETT","Aye, we can take off but landing's twice as hard, believe me. What if the storm's reached Atlantis?"],["FORD","Has it?"],["BECKETT","Not just yet, but it will anytime now."],["FORD","Stop wasting time. Let's go. Let's hit it. Let's go."],["ANNOTATION","Ford pushes Beckett into the Jumper."]],"present":["BECKETT","FORD","TEYLA"],"place":"ATLANTIS MAINLAND, DAY"},{"speech":[["ANNOTATION","Beckett sits in the pilot seat."],["BECKETT","We still have to fly straight through the storm, Lieutenant. It's insanity."],["FORD","This is not insanity. This is a spaceship. We can fly up and over."],["BECKETT","(incredulous) Straight up and down?"],["FORD","Straight up and down."],["BECKETT","I'm a bloody medical doctor, not a magician!"],["FORD","You can do it."],["BECKETT","Teyla?"],["TEYLA","If we can help, we must."],["BECKETT","Oh! Oh, crap."],["ANNOTATION","He turns to the controls."]],"present":["BECKETT","FORD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["LADON","(watching the display of life-signs) Twenty feet away."]],"present":["LADON"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The Genii soldiers make their way to the room Sheppard was last in, but the air is smoky."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","The display shows the soldiers to be nearly beside Sheppard."],["LADON","Five feet."]],"present":["LADON"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["GENII SOLDIER","There's so much smoke. Which way?"]],"present":["GENII SOLDIER"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["LADON","You're right on top of him."],["GENII SOLDIER","Yeah? I think I would see him if I was."],["LADON","Stand by."]],"present":["GENII SOLDIER","LADON"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard is poised on the catwalk above the soldiers. He uses his laser site to aim at them."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","Ladon and Sora hear gunfire."],["LADON","Do you see him? Did you get him? Report."],["ANNOTATION","The life-signs blink out on the display until there is only one remaining. Laden lowers his head in sorrow."]],"present":["LADON"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["SORA","(over radio) Commander."],["KOLYA","(into radio) Yes, Sora."]],"present":["KOLYA","SORA"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["SORA","Ladon has been leading three of our men on a reconnaissance mission. It seems Major Sheppard has killed three more of our strike team."]],"present":["SORA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["KOLYA","Tell everyone to move back to the control room."],["SORA","Right away, sir."],["ANNOTATION","Kolya turns away, leaving McKay and Weir able to talk."],["WEIR","Why did you tell him you could have this fixed in fifteen to twenty minutes?"],["MCKAY","Oh, I don't know. Maybe so he wouldn't kill us."],["WEIR","I understand that, but once the shield is operational, we won't be very useful, now, will we?"],["MCKAY","Why did you let me tell him I could fix it in fifteen or twenty?"],["WEIR","You just have to stall him some more."],["MCKAY","Well, I just told him how long it'll take."],["WEIR","Find another problem with it. Tell them that the power loop interface isn't jiving with your walkabout, something."],["MCKAY","\"Isn't jiving\"?"],["WEIR","Rodney, you get my point. Though from the sounds of it, if we can buy Sheppard enough time, it seems like he can take care of the rest of them on his own."],["KOLYA","(into radio) Radio Chief Cowen. Tell him to send reinforcements. A full company. (to Weir) If you're hoping Major Sheppard can diminish our numbers, you are mistaken."]],"present":["KOLYA","MCKAY","SORA","WEIR"],"place":"ATLANTIS GROUNDING STATION"},{"speech":[["ANNOTATION","Sheppard comes to a halt."],["SHEPPARD","Okay. What would McKay do?"],["ANNOTATION","He gets and idea and runs off."]],"present":["SHEPPARD"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","The Puddle Jumper is making a steep descent to the city."]],"present":[],"place":"ABOVE ATLANTIS"},{"speech":[["ANNOTATION","Beckett is struggling to fly the craft."],["FORD","Uh, you're coming in a little steep, Doc."],["BECKETT","Thank you, Lieutenant. I'm very aware of that."],["FORD","I told you not to play with the inertial dampeners."],["BECKETT","I'm pretty sure I got them back where they were. Why don't you try to contact the major?"],["FORD","First, you got to get us in there."],["BECKETT","(fighting the controls) Come on."]],"present":["BECKETT","FORD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Near tubes filled with colored liquid and a stack of metal trunks, Sheppard sees a hand-painted sign that says \"Really Really Dangerous -- Don't Touch -- McKay\". He grimaces. He is standing next to a naquadah generator."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","Ladon and Sora see that Sheppard is near a power source."],["LADON","(rhetorically) What are you up to?"]],"present":["LADON"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard lifts the control on the generator, de-activating it."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","The power goes out. Ladon and Sora turn on flashlights."],["SORA","What's he done now?"]],"present":["SORA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard moves away."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["LADON","I should have seen this coming."],["SORA","(into radio) Commander. Major Sheppard has cut power to the control room."]],"present":["LADON","SORA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["KOLYA","(into radio) How?"],["ANNOTATION","The conversation switches between the control room and the grounding station."],["LADON","(into radio, investigating the various control consoles as he speaks) It looks like Atlantis is being powered by five small generators, each responsible for a separate area of the city. Major Sheppard has just disabled the one generator that powers Stargate operations in this tower. Now, we still have most primary operations. We have definitely lost all secondary systems."],["KOLYA","(into radio) Can you still track Sheppard?"],["SORA","(into radio) No."],["KOLYA","(into radio) And we have no idea where he is now?"],["SORA","(into radio) No, sir."]],"present":["KOLYA","LADON","SORA"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["ANNOTATION","Sheppard enters a transporter station. He is able to overhear the Genii conversation."],["KOLYA","(into radio) Is the control room secure?"],["SORA","(into radio) Yes, Commander. I suggest we send some men to guard the remaining generators."],["ANNOTATION","Sheppard exits the transporter on a higher level. He takes a deep breath and moves out, using his LSD, his machine gun ready."],["KOLYA","(into radio) No! He's trying to divide us into manageable numbers. Just hold Stargate operations until the reinforcements arrive."],["SORA","(into radio) Understood."],["ANNOTATION","Sheppard keeps advancing."]],"present":["KOLYA","SORA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["MCKAY","(to Weir) If he asks what's taking so long, you have to do all the talking, okay?"],["WEIR","You'll be fine."],["MCKAY","No, no, I won't. I'm a terrible bluffer. I've lost small fortunes at poker. My eye twitches. I laugh inappropriately. It's not pretty."],["KOLYA","What's our progress?"],["WEIR","We've hit a small snag. We're just running a diagnosis to make sure we can interface our codes properly."],["MCKAY","It's a small snag, small snag. It's, like, half an hour at the most."],["ANNOTATION","The power around their area goes out."],["LADON","(over radio) Commander Sheppard has just disabled another generator."],["KOLYA","(into radio) Yes, Ladon I'm aware of that. He's cut the power to grounding station three. (to McKay) Can it still be repaired?"],["MCKAY","(looking at dead connectors) Without power? No."],["KOLYA","Can the plan be completed without it? The other three grounding stations have been disabled."],["MCKAY","No. No, it's just not good enough. Look, by uncoupling the grounding stations, it means that when lightning strikes the city, the electricity will have nowhere to go. Now, if we can channel the electricity properly through the conduits that line the city corridors, we should be able to power the shield...temporarily. If any of these grounding stations are left active, a sizable amount of electricity will find its way to ground and no shield."]],"present":["KOLYA","LADON","MCKAY","WEIR"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["ANNOTATION","The storm is deluging the city, and causing near darkness."]],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["SORA","(starting to panic, into radio) Commander, the storm has not slowed its pace. We have little time to get the shields activated. We should re-evaluate our goal. Perhaps--"]],"present":["SORA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["KOLYA","(into radio) We still have more than enough time to complete our objectives."],["ANNOTATION","The conversation switches between the control room and the grounding station."],["SORA","(into radio) Then I must strongly advise that we send men down to repair the deactivated generators and to guard the remaining active ones."],["KOLYA","(into radio) Agreed, teams of two but I want you to watch over the control room. As soon as the reinforcements arrive have them take Sheppard with overwhelming force."],["SORA","(into radio) Understood."]],"present":["KOLYA","SORA"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["MCKAY","Perhaps we can be under shelter while we wait. I'm liable to catch a cold like that..."],["ANNOTATION","Kolya just stares at him."],["MCKAY","I take it that's a \"no\"?"]],"present":["MCKAY"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["ANNOTATION","The jumper has landed. Ford and Teyla check the surroundings, and Ford gets a second machine gun. One of the Athosians rushes out, but Teyla bars his way."],["TEYLA","Remain here and be still. I will return for you."],["BECKETT","Where are we going?"],["FORD","Armory."],["BECKETT","Are you sure that's what we should be--"],["FORD","You know you're always saying you're not military, you don't have to take orders?"],["BECKETT","Aye."],["FORD","(handing Beckett the gun) Now you do."],["BECKETT","So long as it's temporary."],["ANNOTATION","The move out then pause."],["BECKETT","Should we try and contact the Major now?"],["TEYLA","The Genii may be monitoring our frequencies. We do not want to alert them of our presence."],["FORD","Life-signs detector."],["ANNOTATION","He hands one to Beckett."],["BECKETT","These wee dots don't tell us much about who's who. How do we know which one's the Major?"],["FORD","He'll be the dot getting rid of the other dots."],["BECKETT","Great."]],"present":["BECKETT","FORD","TEYLA"],"place":"PUDDLE JUMPER BAY"},{"speech":[["ANNOTATION","Two Genii guard the entrance to a room with a naquadah generator. Elsewhere, two more soldiers do the same."]],"present":[],"place":"ENTRANCE TO GENERATOR ROOM"},{"speech":[],"present":[],"place":"ATLANTIS OCEAN, DAY"},{"speech":[["SORA","How many should we expect?"],["LADON","A full company, sixty or more. I don't know how we were expected to take a facility this size with any less."],["SORA","It was supposed to be a raid to retrieve what was rightfully ours."],["ANNOTATION","The Stargate activates."],["SORAS","(to solider) With me. Come on."],["ANNOTATION","They run down the stairs."],["LADON","(into radio) Reinforcements are arriving now, Commander."],["KOLYA","(into radio) Have them secure Stargate operations and report back to me."],["ANNOTATION","Soldiers are coming through the Stargate."],["LADON","(into radio) Yes, Commander."],["ANNOTATION","Ladon turns around, right into a punch from Sheppard. Sheppard lowers him to the floor quietly then goes to a console and does something to the 'gate."]],"present":["KOLYA","LADON","SORA","SORAS"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["SORA","(to arriving soldiers) Secure the area. Then I want you to--"],["ANNOTATION","The Stargate starts to flicker strangely as the shield has been raised."],["SORA","Shut it off. Ladon!"],["GENII BASE GUARD","Oh, my god!"],["ANNOTATION","She looks up to see Sheppard in the control room."],["SORA","Stop him!"],["GENII BASE GUARD","Up there!"],["ANNOTATION","Sheppard runs out, shooting down at the soldiers as he goes."],["SORA","(into radio) This is Sora. Stop sending the reinforcements! The Stargate shield has been raised."]],"present":["GENII BASE GUARD","SORA"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","McKay, Weir, and Kolya overhear."],["SORA","(over radio) Sheppard has raised the gate shield."],["KOLYA","(into radio) Shut it down. Turn it off."]],"present":["KOLYA","SORA"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["SORA","(into radio) I don't know how. Ladon is unconscious."],["ANNOTATION","She works frantically to open the shield, while the sounds of bodies hitting it are heard over and over."]],"present":["SORA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["KOLYA","Tell her the procedure."],["MCKAY","I can't. I don't know what he's done!"],["KOLYA","Tell her."],["MCKAY","Well, he must have entered his own personal command code."],["ANNOTATION","Kolya grabs McKay at the railing of the balcony."],["KOLYA","What is it?"],["MCKAY","I don't know!"],["WEIR","Only Sheppard would know it."],["MCKAY","Trust me, I'm not that brave. I would help you if I could."],["KOLYA","You have command codes."]],"present":["KOLYA","MCKAY","WEIR"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["SORA","(sadly, into radio) It's no use. It's over. The gate has shut down. There are no more men coming."]],"present":["SORA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["KOLYA","(into radio) How many men made it?"]],"present":["KOLYA"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["SORA","(into radio) Five. Five of sixty."]],"present":["SORA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Kolya grabs McKay as if he is going to kill him. Weir grabs Kolya but he barely notices."],["MCKAY","(shouting) You still need me if you want this city! You still need both of us!"],["ANNOTATION","Kolya backs off. Weir helps McKay up. He puts his face in his hands, and Weir appears to be freezing."]],"present":["MCKAY"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[],"present":[],"place":"ATLANTIS CITY, DAY"},{"speech":[["LADON","(somberly) He's entered some sort of security code to lock down the gate. Just give me some time. I should be able to crack it."],["SORA","Do it. (into radio) Commander? Ladon thinks he can have the gate fixed."],["ANNOTATION","The conversation switches between the control room and the grounding station."],["KOLYA","(into radio) Did Athor's son make it through the gate?"],["SORA","(into radio) I'm sorry?"],["KOLYA","(into radio) His name is Idos. Did he make it?"],["SORA","(into radio) No, sir."],["KOLYA","(into radio) Over sixty men killed."],["SORA","(into radio) Defending his home and his people, Commander, as we would."],["KOLYA","(into radio) When can more reinforcements be sent?"],["SORA","(into radio) It will take time, perhaps an hour."],["KOLYA","(into radio) Unacceptable!"],["SORA","(into radio) Yes, Commander, it is unacceptable, because by then, we will be in the full force of the Storm."],["ANNOTATION","McKay and Weir sit on the steps, fully in the rain."],["MCKAY","Probably sooner."]],"present":["KOLYA","LADON","MCKAY","SORA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard stalks the room, preparing to attack the men guarding it. His ear-piece radio activates."],["KOLYA","(over radio) Major Sheppard, I have a proposition for you."],["ANNOTATION","Sheppard moves away from the guards."]],"present":["KOLYA"],"place":"NEAR NAQUADAH GENERATOR ROOM"},{"speech":[["ANNOTATION","Ford and the others have overheard Kolya's transmission."],["FORD","Do you recognize that voice?"],["TEYLA","No."]],"present":["FORD","TEYLA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Sheppard descends quickly while speaking."],["SHEPPARD","(into radio) Kolya I'm having a hard time keeping up. What's the score again?"]],"present":["SHEPPARD"],"place":"ATLANTIS STAIRCASE"},{"speech":[["KOLYA","(into radio) My men have informed me that not only have you disabled some crucial generators, but you've stolen key components which make it impossible for them to be restored."],["ANNOTATION","The conversation switches between Sheppard's location and the grounding station."],["SHEPPARD","(into radio) Yeah, I did that."],["KOLYA","(into radio) There are two flaws in your plan."],["SHEPPARD","(into radio) I'm always open to constructive criticism."],["KOLYA","(into radio) One, the assumption I would believe you'd rather destroy the city than let it fall to us is childish."],["SHEPPARD","(into radio) Doesn't sound like me."],["KOLYA","(into radio) Second, if and when I determine Atlantis unsalvageable, Doctors Weir and McKay become obsolete."],["ANNOTATION","Sheppard stops short."],["SHEPPARD","(into radio) Weir is alive?"],["KOLYA","(into radio) Dr. McKay was able to make a strong case for keeping her alive."],["SHEPPARD","(into radio) Let me talk to her."],["ANNOTATION","Kolya brings the radio to Weir."],["WEIR","(into radio) Sheppard. We're both here."],["SHEPPARD","(into radio) It's good to hear your voice."],["WEIR","(into radio) Yeah, it's good to hear."],["KOLYA","(into radio) We have less than one hour before the storm hits full-force. If the power is not returned to grounding station three within the next ten minutes, Dr. Weir dies."],["SHEPPARD","(into radio) Again, you mean."],["KOLYA","(into radio) Her death will buy you another ten minutes, after which should the power still be out, Dr. McKay dies. We will then leave with what we can, and the city will be destroyed."],["SHEPPARD","(into radio) Well, that's not enough time."],["KOLYA","(into radio) If you don't mind destroying Atlantis, stay where you are for the next twenty minutes...starting now."],["ANNOTATION","Sheppard takes off running down the stairs."]],"present":["KOLYA","SHEPPARD","WEIR"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["ANNOTATION","The three arrive."],["FORD","Don't load up so much. It'll slow you down. Two extra magazines each."],["ANNOTATION","He hands Beckett and Teyla magazines of ammo then grabs a Wraith stunner for himself."],["FORD","All right."],["BECKETT","What do you need that for?"],["FORD","Anything I see moving is going to get shot."],["BECKETT","So what if it's the Major?"],["FORD","Then he'll get hit with a Wraith stunner instead of a P-90."],["BECKETT","What if he sees us first?"],["FORD","He'll probably hear you first."],["BECKETT","Are you telling me to shut up again?"],["FORD","Again."],["BECKETT","Right."]],"present":["BECKETT","FORD"],"place":"ATLANTIS ARMORY"},{"speech":[["FORD","Let's go."],["ANNOTATION","The find a wall map."],["TEYLA","Which naquadah generator would power the third grounding station?"],["BECKETT","You're asking me?"],["FORD","Whichever one it is, it's going to be an ambush. We've got to be there."],["BECKETT","There's one here."],["FORD","Is that a guess?"],["BECKETT","Aye, but it makes sense."],["FORD","It's the closest. All right, I'll take point. Teyla, you're on our six. (Beckett) You, don't open your mouth until I say so. Only shoot at what I tell you to shoot at."],["BECKETT","You don't have to be so bloody pushy."],["FORD","That's an order."]],"present":["BECKETT","FORD","TEYLA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Guards are searching for Sheppard. He avoids them."]],"present":[],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Sheppard arrives back at the generator that powers the third grounding station. He starts to plug it back in, pulling out the key component from his backpack. Guards come in behind him."],["GENERATOR ROOM GUARD","Stop!"],["SHEPPARD","Look, your boss wanted me to turn this thing back on, so I think we should do what he says."],["GENERATOR ROOM GUARD","Be quiet. (into radio) Sora. We have him."]],"present":["GENERATOR ROOM GUARD","SHEPPARD"],"place":"NAQUADAH GENERATOR ROOM"},{"speech":[["SORA","(into radio) Keep him alive. I'm on my way."]],"present":["SORA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The three arrive to find the generator working normally."],["BECKETT","Is it the wrong one?"],["FORD","Yeah, I'd say so."],["BECKETT","Oh, don't you blame me for this. I'm not an engineer. I really only have a basic understanding of how Rodney and his team configured the power, so don't expect me to--"],["FORD","You just can't stop talking, can you? You just can't help yourself. No matter what I say--"],["BECKETT","Aye, and you're such a nice young lad until you're put in charge, you cheeky little bugger."],["TEYLA","Wait... What if this is the right station and the Major has not made it back yet?"],["BECKETT","Oh, she's right."],["FORD","No. No, this one's working."],["TEYLA","How much time?"],["FORD","Two minutes. There's five generators. It's not this one. It can't be the one that powers the control tower. That leaves three. We've got a one in three chance of guessing the right one."],["BECKETT","Even so we may just be walking into the very ambush we're trying to save him from."],["TEYLA","We're not far from a transporter. Are any of the generators near a transport station?"],["BECKETT","Aye. There's two."],["FORD","Well, let's go."],["ANNOTATION","They rush to a transport station."],["BECKETT","Okay, if I remember correctly--"]],"present":["BECKETT","FORD","TEYLA"],"place":"NAQUADAH GENERATOR ROOM"},{"speech":[["ANNOTATION","Beckett studies the map/control panel."],["FORD","Remember correctly."],["BECKETT","I think they are here and here."],["FORD","Which one are you sure is next to a power generator?"],["BECKETT","Okay, just give me a moment."],["FORD","No moments. Pick one."],["BECKETT","I'm the one you're going to blame if it's wrong."],["FORD","We have to go now."],["BECKETT","Here."],["ANNOTATION","He pushes a destination and closes his eyes, breathing hard."]],"present":["BECKETT","FORD"],"place":"TRANSPORT STATION"},{"speech":[["ANNOTATION","Sheppard is on his knees, his back to the soldiers."],["SHEPPARD","I don't mean to be a bad prisoner or anything, but Kolya is going to kill one of my people if I don't get this thing turned back on in time, so--"],["GENERATOR ROOM GUARD","Turn around."],["ANNOTATION","He stands up and turns to face them."],["SHEPPARD","You turn around."],["GENERATOR ROOM GUARD","What?"],["SHEPPARD","Well, if I have to turn around, you should turn around."],["ANNOTATION","The two soldiers are stunned from behind by Ford."],["SHEPPARD","What the hell took you so long?"],["FORD","Well, there's this storm--"],["SHEPPARD","Just hold that thought."],["ANNOTATION","Sheppard re-activates the generator."]],"present":["FORD","GENERATOR ROOM GUARD","SHEPPARD"],"place":"NAQUADAH GENERATOR ROOM"},{"speech":[["ANNOTATION","The lights come back on."],["KOLYA","It seems Major Sheppard wants you to live. Let's get back to work."],["ANNOTATION","McKay and Weir get up and return to the station, miserably wet."]],"present":["KOLYA"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["ANNOTATION","Sora approaches the generator room and overhears the Lanteans speaking."],["FORD","You okay, sir?"],["SHEPPARD","I've been better. Been worse. My shoulder's a little sore."],["BECKETT","Do you want me to take a look at that?"],["SHEPPARD","I'll take a rain check there, Doc."],["TEYLA","We should leave this area. More Genii will be on their way."],["BECKETT","I couldn't agree more."],["ANNOTATION","Sora listens as the leave, not having seen her. She follows them."]],"present":["BECKETT","FORD","SHEPPARD","TEYLA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["MCKAY","If this doesn't work..."],["WEIR","It will."],["MCKAY","I'm just saying, if it doesn't work..."],["WEIR","It will."],["MCKAY","I'm sure it will, but in the unlikely event that it doesn't--"],["WEIR","Rodney...Please."],["ANNOTATION","McKay activates the controls. Out over the water, the grounding station disconnects from the ground pole."],["KOLYA","Fantastic."],["MCKAY","Oh, thank God."],["ANNOTATION","Weir smiles."]],"present":["KOLYA","MCKAY","WEIR"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["SHEPPARD","McKay figures he can harness the storm's lightning to fire up the shield."],["BECKETT","This lightning?"],["FORD","SG teams have done it before to power a Stargate."],["BECKETT","There's a big difference between a Stargate--"],["FORD","I didn't say you could talk."]],"present":["BECKETT","FORD","SHEPPARD"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["MCKAY","Now...I need to run the subroutine that will convince the input buffers in the shield generator to attenuate the raw electricity into usable power. I can only do that from the control room. That's where Dr. Weir's codes come in."],["WEIR","Yes."],["KOLYA","Only primary systems are operating. Sheppard has to repair the other generator."],["MCKAY","The shield's considered a primary system. We're good to go, but we have to go now. I mean now. I mean everybody, all your men."],["KOLYA","What does that have to do with my men?"],["MCKAY","Now that the grounding station's been deactivated electricity will be free to flow through the conduits that line every corridor in the city."]],"present":["KOLYA","MCKAY","WEIR"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["BECKETT","What kind of a plan is that?"],["SHEPPARD","A Rodney McKay kind of plan. It's all we've got."],["FORD","And it leaves us only one place to go."],["TEYLA","Where the Genii will also be."]],"present":["BECKETT","FORD","SHEPPARD","TEYLA"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["MCKAY","Now, the control room and Stargate operations are shielded, but the rest of the city... (he shakes his head) Once the lightning starts to hit..."]],"present":["MCKAY"],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["SHEPPARD","Anybody left in the hallway is as good as dead."]],"present":["SHEPPARD"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","Kolya considers what to do as Weir stands shivering."]],"present":[],"place":"ATLANTIS GROUNDING STATION, DAY"},{"speech":[["ANNOTATION","Some lightening starts to strike the city."]],"present":[],"place":"ATLANTIS CITY, DAY"},{"speech":[["ANNOTATION","Weir and McKay work at a station, Weir entering her command codes."],["KOLYA","(into radio) Why haven't you responded?"]],"present":["KOLYA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sora follows Sheppard and the others."],["SORA","(into radio) She's here, Commander."],["ANNOTATION","The scene switches between the control room and Sora's position."],["KOLYA","(into radio) Who?"],["SORA","(into radio) Teyla. She and two others have joined Sheppard."],["KOLYA","(into radio) Why wasn't this reported sooner? Fall back to the control room immediately."],["SORA","(into radio) She's just out of my reach. If I am patient--"],["KOLYA","(into radio) I gave you an order."],["SORA","(into radio) She left my father for dead."],["KOLYA","(into radio) The storm is upon us. The city is no longer safe."],["SORA","(into radio) I don't care."],["KOLYA","(into radio) Fall back. You have my word. Your father will be avenged."],["SORA","(into radio) By me!"],["KOLYA","(into radio) Sor--"]],"present":["KOLYA","SORA"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","Sheppard and the others move quickly."],["TEYLA","Will the young hunters in the Jumper be safe?"],["SHEPPARD","The Jumper bay's part of Stargate operations. They'll be protected."],["FORD","Then maybe that's where we should be headed."],["SHEPPARD","If the shield goes up over the city, Weir and McKay are expendable to Kolya. We got to take the control room first."],["TEYLA","Would he really kill them just because they are of no further use to him?"],["SHEPPARD","No, he'd kill them to punish me. Now, here's the deal. Ford and I get into position, just below the control room stairs. Teyla and Beckett head to the Jumper bay."],["TEYLA","I intend to fight alongside you."],["SHEPPARD","And I intend you to fight with us. Once you get in position, lower the ship into the gate room, open the weapons pods. That should create enough distraction for Ford and me to go in. We take back the control room, get the shield up. City's saved. Weir and McKay saved. Take the rest of the day off."],["FORD","Sounds like a plan, sir."],["SHEPPARD","Stay on channel two. Let's move out."],["ANNOTATION","Beckett and Teyla head toward the Jumper Bay."],["SHEPPARD","(to Ford, referring to Wraith stunner) You're not going to need that thing. Shoot to kill."],["ANNOTATION","Ford sets the stunner aside."]],"present":["FORD","SHEPPARD","TEYLA"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["LADON","The winds are getting stronger and the wave heights are growing."],["WEIR","(to McKay only) We need to keep stalling."],["MCKAY","What for?"],["WEIR","Major Sheppard is still out there. If you activate--"],["KOLYA","Now, McKay."],["MCKAY","It's done. Dr. Weir, I need you to enter your codes now."],["WEIR","Yes, of course. Seven, nine... Four, two, one."],["MCKAY","Yes?"],["WEIR","Zero, three, two, four, five."],["MCKAY","And the second sequence?"]],"present":["KOLYA","LADON","MCKAY","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["BECKETT","I'll be glad when this following-orders business is over--"],["ANNOTATION","Sora steps out and hits Beckett with her gun, knocking him unconscious."],["SORA","(mad with anger) Drop it! (pointing gun at Beckett) I'll kill him."],["ANNOTATION","Teyla takes off her gun and lowers it to the ground. Sora puts down her weapon and prepares for hand-to-hand fighting."],["SORA","I would hate to kill you so quickly."],["TEYLA","I have known you for almost all your life. Why are you doing this?"],["SORA","You left him to die..."],["TEYLA","Your father killed an innocent. He alerted the Wraith to our presence."],["SORA","And you escaped."],["TEYLA","If I am to die by your hand, Sora...I die knowing there was nothing I could have done to have saved Tyrus."]],"present":["BECKETT","SORA","TEYLA"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["SHEPPARD","(into radio) We're in position."],["FORD","This isn't right."],["SHEPPARD","What?"],["FORD","Teyla and Beckett should have easily made it to the Jumper Bay first. They should have been waiting for us."],["SHEPPARD","(into radio) Teyla, what's your position? Teyla?"]],"present":["FORD","SHEPPARD"],"place":"ATLANTIS STAIRWAY AT EDGE OF GATEROOM"},{"speech":[["ANNOTATION","Sora holds up a knife."],["SORA","(yelling) This was my father's. It was handed down from his father."],["ANNOTATION","Teyla pulls out her own knife."],["TEYLA","If you want to fight this way, Sora, I will win. You will have avenged no one."],["SORA","We'll see."],["ANNOTATION","The spar. Sora slashes Teyla on the arm."]],"present":["SORA","TEYLA"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["KOLYA","Engage the shield."],["MCKAY","I'm almost finished."],["LADON","A massive wave is approaching from the West. Without the shield--"],["KOLYA","McKay!"]],"present":["KOLYA","LADON","MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The storm is growing in intensity."]],"present":[],"place":"ATLANTIS CITY, DAY"},{"speech":[["MCKAY","We're starting to get hits on the Northern Pier. Routing power to the corridor...now. Now... Now."],["ANNOTATION","He tries to activate the plan, but the computer doesn't respond."],["MCKAY","Okay, this is a problem."],["KOLYA","What?"],["MCKAY","Look, I told you this was a long shot from the beginning."],["LADON","We already have serious flooding on the North and West Piers."],["MCKAY","It's no use. The city conduits just can't handle this kind of raw power."],["WEIR","Is any power getting to the shield generator?"],["MCKAY","Nominal amounts. Nowhere near enough."],["KOLYA","You said this would work."],["MCKAY","I don't know if you noticed or not, but I am an extremely arrogant man who tends to think all of his plans will work!"],["ANNOTATION","Kolya hits McKay in the face."],["KOLYA","Idiot!"],["WEIR","(yelling at Kolya's back) Hey, this was a long shot at best. Why else would we evacuate the city? It was always our intention to dial out in case this didn't work. Within minutes, Atlantis will fail. You can leave and survive, or you can go down with the city. You choose."],["ANNOTATION","Kolya turns back to Weir."]],"present":["KOLYA","LADON","MCKAY","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Waves are coming over the piers."]],"present":[],"place":"ATLANTIS CITY, DAY"},{"speech":[["ANNOTATION","Teyla and Sora continue to fight. Teyla slices Sora on the leg."],["SORA","Ow."],["ANNOTATION","Teyla gets the upper hand and throws Sora to the floor."]],"present":["SORA"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["MCKAY","We're just not getting enough power to the shield generators."],["WEIR","Are you really going to sacrifice the lives of all of your men on the off-chance that this city won't be completely destroyed?"],["KOLYA","(to his men) Open the Stargate. Start evacuating the remaining men."],["WEIR","You're making the right decision."],["KOLYA","You're coming with us."],["WEIR","What?"],["KOLYA","You'll both serve the Genii as payment for what you've done."],["ANNOTATION","Soldiers grab McKay."],["MCKAY","Oh, for what we've done?"]],"present":["KOLYA","MCKAY","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Teyla throws Sora into some crates, then flips her to the ground."]],"present":[],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["ANNOTATION","The Genii soldiers carry the supplies they have taken through the Stargate. Sheppard and Ford watch."],["SHEPPARD","(to Ford) Change of plan."],["ANNOTATION","The move around to a different position with a sight on the stairway."],["SHEPPARD","You got McKay."],["ANNOTATION","McKay is being herded down the stairs and to the Stargate."],["MCKAY","Seriously, this is a bad idea. You saw what happened to my last plan. This is not what--"],["ANNOTATION","Sheppard and Ford start firing, shooting the soldiers. McKay gets away from the Genii. Ladon goes through the 'gate. Kolya grabs Weir."],["SHEPPARD","You're not going anywhere.... I will shoot you if you don't let her go."],["KOLYA","And risk hurting Dr. Weir?"],["SHEPPARD","I'm not aiming at her."],["ANNOTATION","Sheppard fires a single shot and hits Kolya in the chest, sending him backward through the 'gate. Weir falls to the floor, then gets up."],["SHEPPARD","(to Ford) Find Teyla and Beckett. Make sure that's all of them."],["ANNOTATION","He rushes up to Weir."],["SHEPPARD","Sorry about that. I had to... You okay?"],["WEIR","No."],["SHEPPARD","You will be. Come on."],["ANNOTATION","He grabs her hand and drags her up the stairs toward the control room."]],"present":["KOLYA","MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","McKay goes to his console."],["FORD","Wait! What are you doing?"],["MCKAY","I thought I'd activate the shield and save the day. You got something else in mind?"],["FORD","Teyla and Beckett are still out there."],["MCKAY","Tracking system's down. There's a tsunami headed towards the city, Lieutenant. In two and a half minutes, they're dead."],["SHEPPARD","Then give them two minutes."],["ANNOTATION","McKay sighs in frustration at the situation."]],"present":["FORD","MCKAY","SHEPPARD"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Teyla and Sora fight. With the upper hand, Teyla drops her knife on purpose. She attacks with no weapon and turns Sora's knife against her, pinning Sora to the wall."],["TEYLA","This is not what your father would have wanted. Our people were destined to be allies--"],["SHEPPARD","(over radio) Teyla and Beckett, fall back to the control room."],["TEYLA","This must end now!"],["SORA","Then end it."],["ANNOTATION","Teyla takes Sora's knife and throws it to the floor, then runs out, leaving Sora standing alone. After a moment, she follows, leaving her knife behind."]],"present":["SHEPPARD","SORA","TEYLA"],"place":"ATLANTIS LOWER LEVELS"},{"speech":[["MCKAY","There's no more time. We either lose them, or we lose the city."],["ANNOTATION","Sora and Teyla enter, supporting Beckett between them."],["WEIR","Rodney, go!"],["MCKAY","Going!"]],"present":["MCKAY","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Lightening starts hitting the city strongly."]],"present":[],"place":"CITY OF ATLANTIS, DAY"},{"speech":[["ANNOTATION","The lightening travels down corridors all over the city, doing some damage."]],"present":[],"place":"ATLANTIS CORRIDORS"},{"speech":[["ANNOTATION","A huge wall of water approaches the city."]],"present":[],"place":"CITY OF ATLANTIS, DAY"},{"speech":[["WEIR","What's happening?"],["MACKAY","It's working. It just needs to build up enough power for the shield to activate. Wait for it."],["MCKAY","(in greeting) Carson."],["BECKETT","Rodney."],["MCKAY","Just in time to see how this ends, huh?"]],"present":["BECKETT","MACKAY","MCKAY","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The wall of water nearly reaches the city. It is much higher than the highest towers."]],"present":[],"place":"CITY OF ATLANTIS, DAY"},{"speech":[["MCKAY","(pushing a button) Now."]],"present":["MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The shield rises just as the wave reaches the city. It dissipates the force of the water."]],"present":[],"place":"CITY OF ATLANTIS, DAY"},{"speech":[["WEIR","Nice work, Rodney."],["MCKAY","Did you ever doubt me?"],["WEIR","Yes, several times."],["MCKAY","Oh."],["SHEPPARD","I see you've made a new friend, Teyla."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The skies are clearing as the sun sets (or rises)."]],"present":[],"place":"CITY OF ATLANTIS, EVENING"},{"speech":[["ANNOTATION","The 'gate is active. Athosians and Atlantis personnel come through with their supplies. Sheppard and Weir watch from the control room balcony."],["SHEPPARD","What do you want to do with her?"],["WEIR","I don't know yet. We'll keep her locked up for the time being. Maybe releasing her back to the Genii would help ease tension between us."],["SHEPPARD","You're extremely optimistic. You know that?"],["WEIR","You think so?"],["ANNOTATION","McKay arrives. He has a bandage around his forearm, on the outside of his jacket."],["MCKAY","Everyone getting back okay?"],["SHEPPARD","Looks like it."],["WEIR","How fares our city?"],["MCKAY","Well, we've begun pumping out the lower levels of the East Pier, which was flooded. There is structural damage, nothing too serious. Beckett's suffered from a minor concussion. Hasn't been able to look at this. I had to do this myself."],["ANNOTATION","Sheppard rolls his eyes at McKay's injury."],["MCKAY","Still, on the bright side I've had my first decent meal in twenty-four hours, so all things considered, I would say we are just fine."],["SHEPPARD","They say these things happen every twenty years, right?"],["WEIR","That's what they tell us."],["SHEPPARD","How far in advance can we book days off?"],["ANNOTATION","McKay smiles weakly, and they all walk back into the control room."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS GATE ROOM"}]