[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","McKay, Zelenka, Ford, and Hays explore the area using flashlight. The floors are wet, indicating they are on a lower level."],["ZELENKA",""],["7,549.",""],["MCKAY","Oh, please. Prime. 4,021."],["ZELENKA","Ah, nice try. Not prime. Okay, Lieutenant Ford, 599."],["FORD","I don't care if it's a prime number or not."],["ZELENKA","Oh, come on. Yes or no?"],["FORD","No."],["ZELENKA","It's incredible. Ten for ten."],["MCKAY","He is terrible."],["FORD","So I suck at prime/not prime. Somehow I'm going to sleep tonight."],["ZELENKA","At this point, it's gone way beyond you not knowing your prime numbers."],["MCKAY","It's a true/false game. Statistically, just by guessing, you should be getting at least half of these right. Look, 993."],["FORD","Prime."],["MCKAY","Oh, come on. That's an easy one. Are you hearing this, Hays?"],["HAYS","Not really. I guess I've been too busy doing my job."],["MCKAY","We've already been through this section of Atlantis, Dr. Killjoy. It's structurally sound."],["ZELENKA","(starting to laugh) Lieutenant Ford, would you mind being a subject of research paper on statistical improbabilities?"],["FORD","This this some sort of payback for guys like me beating up guys like you in high school, right?"]],"present":["7,549.","FORD","HAYS","MCKAY","ZELENKA"],"place":"CORRIDOR IN LOWER LEVELS OF ATLANTIS"},{"speech":[["ANNOTATION","Technicians and scientists pack up their equipment. McKay and his team arrive."],["WEIR","(over radio) So, Rodney, what's it like out there in the suburbs today?"],["MCKAY","(into radio) Essentially, with the exception of the upper-level storage room, which the lovely and talented Dumais informs me is in no immediate danger, this pier is in relatively good shape."]],"present":["MCKAY","WEIR"],"place":"ATLANTIS EAST PIER"},{"speech":[["ANNOTATION","Weir is in the control room, working on a tablet computer."],["WEIR","(into radio) Even after all the flooding from the storm?"]],"present":["WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["MCKAY","(into radio) Well, it's dark, it's damp, and it smells terrible, but from an engineering standpoint, we're good."]],"present":["MCKAY"],"place":"ATLANTIS EAST PIER"},{"speech":[["WEIR","(into radio) Head back."]],"present":["WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["MCKAY","(into radio) Heading back. (speaking up to assembled scientists) All right, you clowns, listen up. I don't often get a chance to say this, so savor it: Good work, boys and girls. Let's go home."],["ZELENKA","(looking at his tablet computer) Wait, wait, wait. We're missing Johnson and Wagner."],["MCKAY","(into radio) Wagner, Johnson, what's your position?"],["JOHNSON","(over radio, frantic) We need backup! They're coming at us!"],["MCKAY","What?"],["FORD","Where are they?"],["ZELENKA","(consulting tablet) Down this corridor."],["MCKAY","(into radio) We're on our way!"],["ANNOTATION","They all rush out."]],"present":["FORD","JOHNSON","MCKAY","ZELENKA"],"place":"ATLANTIS EAST PIER"},{"speech":[["ANNOTATION","Wagner lies on the floor. Johnson, a female, sits huddled nearby."],["MCKAY","Johnson. Johnson, are you okay?"],["ANNOTATION","Ford checks Wagner."],["FORD","McKay, he's dead."],["MCKAY","Johnson, what happened here?"],["JOHNSON","(crying) They got him."],["MCKAY","Who got him?"],["ANNOTATION","Terrified, she stands up, pushing herself against the wall, looking at something over McKay's shoulder."],["MCKAY","Calm down. There's nothing here."],["ANNOTATION","She strikes out with her hands as if batting something away."],["JOHNSON","Can't you see them? They're everywhere!"],["MCKAY","(into radio) Beckett, I need a medical team down here, STAT."],["ANNOTATION","She falls back to the floor, Zelenka and another scientist trying to help her. She grabs her head in pain and screams, then falls silents. She is bleeding from her nose and mouth. Zelenka checks her pulse, then shakes his head."],["ZELENKA","It's no use. She's gone."],["ANNOTATION","McKay and the others react with shock."]],"present":["FORD","JOHNSON","MCKAY","ZELENKA"],"place":"ATLANTIS CORRIDOR NEAR EAST PIER"},{"speech":[],"present":[],"place":"ATLANTIS, EVENING"},{"speech":[["ANNOTATION","Beckett and other medical personnel are working."],["BECKETT","(into radio) McKay, this is Dr. Beckett. What exactly is the nature of the emergency?"]],"present":["BECKETT"],"place":"MEDICAL LAB"},{"speech":[["ANNOTATION","The conversation switches between Beckett and McKay's positions over the radio."],["MCKAY","(into radio) It's too late. They're gone."],["BECKETT","(into radio) Who's gone? How?"],["MCKAY","(into radio) Wagner and Johnson. I need a containment team here."],["BECKETT","(into radio) I'm sorry?"],["FORD","A containment team? Why?"],["MCKAY","People don't just see things and drop dead, Lieutenant. We've spent the last hour surveying unexplored areas of the city. I think Wagner and Johnson were exposed to something--"],["FORD","Yeah, but--"],["MCKAY","And if they were infected, there's a very good chance that we were too."],["ZELENKA","I recommend a level-four quarantine until we know what we're dealing with."],["MCKAY","Agreed. (into radio) Carson, you hear all that?"],["BECKETT","(into radio) Aye. We'll get into our HAZMAT gear and head down. Sit tight. I'll make sure Dr. Weir is briefed."],["MCKAY","(into radio) Thank you very much."],["BECKETT","(to other medical personnel) Okay, you heard the man. Follow me, ladies and gentlemen."]],"present":["BECKETT","FORD","MCKAY","ZELENKA"],"place":"CORRIDOR NEAR EAST PIER"},{"speech":[["PETERSON","So wait, what? We're just going to stay here?"],["MCKAY","That's the plan. Yes."],["PETERSON","May I say it's a terrible one?"],["MCKAY","No, you may not."],["PETERSON","I think we should get the hell out of here."],["ZELENKA","If it is an airborne agent, we may already be infected. Heading back to the city would only endanger the rest of the population."],["PETERSON","But what if we're not infected yet?"],["MCKAY","There's no way of knowing."],["PETERSON","But I feel fine. I feel perfectly fine!"],["MCKAY","End of discussion. Peterson, we're staying here. Actually, wait a second. (snapping his fingers in realization of something) Everyone, follow me."],["ANNOTATION","They follow McKay out. Peterson hesitates, but two soldiers smile at him menacingly and he leaves as well."]],"present":["MCKAY","PETERSON","ZELENKA"],"place":"CORRIDOR NEAR EAST PIER"},{"speech":[["ANNOTATION","Grodin briefs Weir."],["GRODIN","They've begun to institute a level-four quarantine."],["WEIR","It can't really be a biological infection, can it?"],["GRODIN","I have no idea what it is... But I agree we should play it safe and initiate self-regulated quarantine in all populated sections of the city."],["WEIR","That's pretty severe."],["GRODIN","We've known for some time that the Ancients suffered from a plague. If McKay and his team have somehow stumbled upon it and become infected, we'll need to take every precaution to prevent an outbreak."],["WEIR","All right. We will suspend any and all gate activity and keep everyone where they are, again, just until we have a clearer picture of exactly what it is that killed Wagner and Johnson."]],"present":["GRODIN","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","Teyla and Sheppard spar with bantos rods. Teyla appears to have the upper hand after each encounter. In the third, she hits him in the arm and then the rear several times, finally pushing him to his knees with her bantos rods against his neck."],["SHEPPARD","(as she hits him) Ahh! Ooh!"],["TEYLA","You have not been practicing."],["SHEPPARD","Yes, I have."],["TEYLA","If this was really a fight--"],["SHEPPARD","If this was really a fight, I would have shot you by now."],["ANNOTATION","Annoyed, she lets him go and pushes him away. They walk over to gather their gear from a bench."],["SHEPPARD","You know, no matter how many hours I put into this, you're still going to kick my ass."],["TEYLA","It is not for the winning that we practice."],["SHEPPARD","Well, what's the point?"],["ANNOTATION","The are approaching the door when they hear Weir's voice over the intercom."],["WEIR","(over radio) May I have everyone's attention, please. We have run into a questionable medical situation, and at Dr. Beckett's suggestion, we have decided to put the city into a self-regulated quarantine. For at least the next couple of hours, I need everyone to stay where they are and report anyone moving freely through the halls. I hope you'll understand. Thank you."],["SHEPPARD","What the hell is this? (checking his back for his radio) Did you bring your radio?"],["ANNOTATION","Teyla starts to look for hers."]],"present":["SHEPPARD","TEYLA","WEIR"],"place":"TRAINING ROOM"},{"speech":[["ANNOTATION","The entire groups moves through the corridor."],["FORD","Isn't this the same section Wagner and Johnson were exploring?"],["MCKAY","Yes."],["FORD","So we're retracing their steps?"],["MCKAY","That's right. Don't worry. My motivations are based entirely on self-preservation."],["PETERSON","Wait, wait, wait. Ford's right. Doesn't this increase our chances of getting infected?"],["MCKAY","All right. Let me spell this out for you, okay? If there is a bacterial agent and it is not airborne, then it should be relatively safe for us to look around as long as we take the proper precautions. However...if it is an airborne agent, then there's a very good chance we've already been infected."],["FORD","Well, shouldn't we wait for Dr. Beckett to decide that?"],["MCKAY","Those men were only down there for 12 hours. Even if they were infected right away, that's an alarmingly short incubation period. Now, if anyone else is infected, as in, oh, I don't know, maybe us? Seconds are going to count, Lieutenant. All right, light. (taking a flashlight) Let's go."],["ANNOTATION","They move along. McKay finds an open door into a room with some lighted tables."],["MCKAY","Everybody, stay here."],["ANNOTATION","Ford steps away."],["MCKAY","(annoyed) Ford."],["FORD","You just told me to--"],["MCKAY","Everybody except Ford stay here. You think I'm going in there by myself? Uh-uh."],["ANNOTATION","They go inside."]],"present":["FORD","MCKAY","PETERSON"],"place":"CORRIDOR NEAR EAST PIER"},{"speech":[["ANNOTATION","Many components in the room are broken, and there are pieces of glass on the floor."],["MCKAY","Don't touch anything."],["ANNOTATION","McKay realizes he is looking at long, broken tubes sitting inside a fixture. Some still have a white substance in them."],["MCKAY","This is not good."]],"present":["MCKAY"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Sheppard paces, using Teyla's radio to speak to Weir."],["SHEPPARD","(into radio) I'm ranking military officer here."]],"present":["SHEPPARD"],"place":"TRAINING ROOM"},{"speech":[["WEIR","(into radio) Yes, I'm aware of that, Major. You were off radio, and we had to act quickly. Now, this is all protocol that was put into place long before this expedition even began. Bates is here with me, and we agreed this was the best plan of action."],["SHEPPARD","(into radio) All right. All right. Teyla and I are coming up to join you."],["ANNOTATION","The conversation switches between Sheppard and Weir's locations."],["WEIR","(into radio) We're in a self-regulated quarantine, Major. Everyone stays where they are."],["SHEPPARD","(into radio) They're nearly a mile away on the east pier. Do you really think I'm in any sort of danger walking from here to the control room?"],["WEIR","(into radio) At this point, we don't know where they contracted the virus. This is a medical situation, John. Only authorized personnel in hazmat suits are allowed to roam freely. Those rules apply to everyone, including you."],["SHEPPARD","(into radio) Well, then get someone to bring me a hazmat suit."],["WEIR","(into radio) Everyone in hazmat is busy configuring the lab to deal with a possible outbreak. Now, if an opportunity arises, I will send someone to come get you, but in the meantime, radio contact will have to do."],["SHEPPARD","(into radio) All right. Just...keep us in the loop."],["WEIR","(into radio) Will do."]],"present":["SHEPPARD","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","The rest of the group has entered."],["ZELENKA","Any number of these smashed and open containers could have released the virus that killed Johnson and Wagner."],["FORD","And how would something like that survive for all these years?"],["DUMAIS","Viruses can remain dormant for long periods."],["ZELENKA","I'm hoping the answer will be found in the database. Okay, I think that we have to--"],["ANNOTATION","Zelenka approaches McKay, who is working at a laptop connected to the lap equipment."],["MCKAY","Yes, yes. Yes, yes, yes. Doesn't appear to be networked in with the rest of the Ancient systems. In fact, if you look, it only contains information about the experiments that took place in this room. (into radio) Weir, it's McKay."]],"present":["DUMAIS","FORD","MCKAY","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Weir walks with Bates."],["WEIR","(into radio) Go ahead, Rodney."]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["MCKAY","(into radio) Where's Beckett?"],["ANNOTATION","The conversation switches between Sheppard and Weir's locations."],["WEIR","(into radio) On his way. It takes some time to load a whole medical team into suits."],["MCKAY","(into radio) Well, we seem to have stumbled across something that I find...a little troubling."],["WEIR","(into radio) That's not what I wanted to hear."],["MCKAY","(into radio) I think we may have found an Ancient viral lab. Wagner and Johnson must have been exposed here. Now, it'd take weeks to sift through all this data, and there's no way of knowing whether the Ancients were just studying the viruses or actively creating them. Either way, the storm has done quite a number on this place, and I've got--"],["ANNOTATION","Dumais stiffens and begins to shake, as if terrified and seeing something."],["MCKAY","Dumais. Dumais? Dumais!"],["ANNOTATION","She approaches another scientist and starts scraping at his shirt."],["DUMAIS","It's all over you!"],["MCKAY","Dumais! Dumais."],["DUMAIS","They're all over you. They're all over you!"],["MCKAY","Dumais! Get her off. Dumais!"],["ANNOTATION","McKay pulls her away. She screams. Nearby Peterson sees a vision of a smoky skeletal creature. He sneaks out of the lab. Dumais falls to the floor and bleeds from her ears and nose. Zelenka confirms she has not pulse."],["MCKAY","(shouting, into radio) Tell Beckett to pick up the pace. I've just lost another member of my team."],["FORD","Where's Peterson?"],["MCKAY","What?"],["FORD","Peterson."]],"present":["DUMAIS","FORD","MCKAY","WEIR"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Peterson walks briskly."]],"present":[],"place":"CORRIDOR NEAR EAST PIER"},{"speech":[["ANNOTATION","Weir and Bates looks at life-signs on a large display."],["WEIR","(into radio) Yes, okay, I think we have him. He's trying to make his way back. It should be okay. Grodin is locking all the doors in the hallway and killing power to the entire section."]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["MCKAY","(into radio) You need to send someone to stop him."],["ANNOTATION","The conversation switches between McKay and Weir's locations."],["WEIR","(into radio) It's under control, Rodney--"],["MCKAY","(into radio) No, Elizabeth, it's not under control. He knows almost as much about Ancient technology as I do. At the very most, what you're doing will just slow him down."]],"present":["MCKAY","WEIR"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Peterson uses a knife to jimmy a door control so that the doors slide open. He squeezes through."]],"present":[],"place":"CORRIDOR"},{"speech":[["ANNOTATION","The computer monitor shows Peterson moving through a corridor."],["WEIR","Where does that hallway lead?"],["GRODIN","Straight here."]],"present":["GRODIN","WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","Peterson works on another door control."],["WEIR","(over radio) Peterson, this is Elizabeth Weir. Can you hear me? I can't imagine how frightening this whole ordeal must be, but Dr. Beckett has reached the rest of your team and begun to treat them. Now, I think the best thing for you to do is to head back. If Beckett gives you a clean bill of health, we'll make sure you get back to the city as soon as possible."],["ANNOTATION","Peterson gets the door open."]],"present":["WEIR"],"place":"CORRIDOR"},{"speech":[["ANNOTATION","The screen shows Peterson moving closer."],["WEIR","Are you sure he can hear me?"],["GRODIN","Positive."],["WEIR","Can you do anything to make it harder to get through those doors?"],["GRODIN","I can try."]],"present":["GRODIN","WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","Beckett and his team, in hazmat suits, examine the personnel. Beckett takes McKay's blood pressure."],["BECKETT","Well, you seem perfectly fine."],["MCKAY","Well, Dumais seemed fine right up to the point where she wasn't."],["BECKETT","I've had them set up a small field station down the corridor. We've already started the autopsies."],["MCKAY","Any ideas?"],["BECKETT","From what we can tell, you're all in good shape so I wouldn't jump to any--"],["MCKAY","Stop trying to convince me I'm fine, Carson. I think we all know better."],["BECKETT","I was just trying to--"],["MCKAY","Are we done here?"],["BECKETT","Yes."],["ANNOTATION","McKay takes off the pressure cuff."],["MCKAY","I'm going to see what I can get from the database. Let me know what the autopsy shows up."],["BECKETT","All right."],["MCKAY","Oh, and tell your pathologists to start with their heads."],["ANNOTATION","McKay steps away, then appears to see a hallucination for a moment. Zelenka notices. McKay shrugs it off anxiously and goes back to work on his laptop."]],"present":["BECKETT","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Sheppard and Teyla sit on the bench. The door to the room is open."],["SHEPPARD","(into radio) Someone has to do something."]],"present":["SHEPPARD"],"place":"TRAINING ROOM"},{"speech":[["WEIR","(into radio) We are doing something. Grodin's working on a plan to limit door controls--"],["ANNOTATION","The conversation switches between Sheppard and Weir's locations."],["SHEPPARD","(into radio) That's not good enough. Someone has to go out there and stop him. Teyla and I are ready."],["WEIR","(into radio) Major we've been--"],["SHEPPARD","(into radio) Peterson obviously isn't thinking straight, and he's endangering the entire population of the city."],["WEIR","(into radio) We don't yet know the nature of the virus we're dealing with. This is still a medical situation."],["SHEPPARD","(into radio, dismissively) We don't have time for this. I'm heading out."]],"present":["SHEPPARD","WEIR"],"place":"CONTROL ROOM"},{"speech":[["WEIR","Grodin, seal the gym."]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","The doors slide shut."],["SHEPPARD","(into radio) What the hell is this?"]],"present":["SHEPPARD"],"place":"TRAINING ROOM"},{"speech":[["WEIR","(into radio) You said so yourself. You are the ranking military officer. I can't chance you getting infected."]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) I can't chance you getting infected. Bates?"]],"present":["SHEPPARD"],"place":"TRAINING ROOM"},{"speech":[["ANNOTATION","The conversation switches between Sheppard and Weir's locations."],["BATES","(into radio) Yes, sir."],["SHEPPARD","(over radio) Unlock the gym."],["BATES","(into radio) Yes, sir."],["WEIR","Stand down, Bates. (into radio) You are not in command here, Major."],["SHEPPARD","(into radio) Well, we'll agree to disagree. Bates, open the door."],["ANNOTATION","Bates steps toward the control station."],["WEIR","(into radio) Don't."],["SHEPPARD","(into radio) Elizabeth, he's heading right for you."],["WEIR","(into radio) So we'll stop him. We'll talk him down, we'll block his way--"],["SHEPPARD","(into radio) Sergeant Bates I am ordering you to open up the doors between the gym and the med lab right now."]],"present":["BATES","SHEPPARD","WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","The doors slide open."],["SHEPPARD","(into radio) We're heading out."]],"present":["SHEPPARD"],"place":"TRAINING ROOM"},{"speech":[["ANNOTATION","Weir stares at Bates."],["BATES","I'm sorry, ma'am."],["WEIR","Doesn't really matter now, does it?"]],"present":["BATES","WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","Suited personnel arrange bodies, in body bags, on makeshift stands. An area is screen off with plastic, where autopsies are being conducted. Inside, Biro briefs Beckett, who is with the living patients."],["BIRO","(into radio) Dr. Beckett? I have the preliminary autopsy results on the first two victims, sir."],["BECKETT","(over radio) Anything of interest?"],["BIRO","(into radio) They both died of a ruptured saccular brain aneurysm, which, in and of itself, isn't all that remarkable. I mean, sure, the chances of two people standing next to each other and dying of it is statistically improbable, yes, but it's not the smoking gun we were hoping for, because I know you said--"]],"present":["BECKETT","BIRO"],"place":"MAKESHIFT AUTOPSY ROOM"},{"speech":[["BECKETT","(into radio) Get to the good part, Dr. Biro."]],"present":["BECKETT"],"place":"ANCIENT LAB"},{"speech":[["BIRO","(into radio) Sorry, sir. What's truly interesting is that both ruptures happened in exactly the same place, right above the visual cortex."],["BECKETT","(over radio) And the third one? Dumais?"],["BIRO","(into radio) Just getting to her now, sir. I'll let you know."]],"present":["BECKETT","BIRO"],"place":"MAKESHIFT AUTOPSY ROOM"},{"speech":[["ANNOTATION","McKay has overheard everything."],["MCKAY","She did say, \"brain aneurysm,\" right?"],["BECKETT","That's right."],["MCKAY","That's the best news I've heard all day. Let me show you something."]],"present":["BECKETT","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Sheppard and Teyla put on hazmat suits."],["TEYLA","You should not have undermined Dr. Weir's authority in front of Sergeant Bates."],["SHEPPARD","Sometimes, Elizabeth makes a decision early on and gets locked into it. That's a problem."],["TEYLA","She is not the only one who suffers from that affliction."],["SHEPPARD","(into radio) Dr. Weir, this is Sheppard. Teyla and I are ready to head out. What's Peterson's location?...Elizabeth."]],"present":["SHEPPARD","TEYLA"],"place":"MEDICAL LAB"},{"speech":[["WEIR","(into radio) He's in section E-19, level three."]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","They put on their helmets."],["SHEPPARD","Let's head out."],["ANNOTATION","They grab machine guns on the way out."]],"present":["SHEPPARD"],"place":"MEDICAL LAB"},{"speech":[["ANNOTATION","Peterson jimmies another door partially open. Before he can finish, he screams and flails at more hallucinations. After a moment he recovers and pushes through the doorway."]],"present":[],"place":"CORRIDOR"},{"speech":[["ANNOTATION","Showing Beckett an entry on his laptop."],["MCKAY","I haven't read the entire entry because it's incredibly long, but this looks like our guy. Six-hour hibernation, recurring visions, and, best of all, so I've left it to last--brain hemorrhage or aneurysms."],["BECKETT","That definitely sounds familiar."],["MCKAY","Yeah. Maybe there's something in here about how to-- No!"],["ANNOTATION","McKay sees a dark, smoky vision and cowers. He recovers himself and sees everyone staring at him with concern."],["MCKAY","Sorry."],["BECKETT","Rodney?"],["MCKAY","(emotionally) I've been seeing things."],["BECKETT","Since when?"],["MCKAY","About an hour. First you think it's just your eyes playing tricks on you but eventually--"],["HAYS","They get worse."],["MCKAY","You, too?"],["HAYS","They come right at you."],["MCKAY","It's like a...ghost."],["ZELENKA","I've been going over the survey schedule. Johnson and Wagner started off on their own, but then crossed paths with Dumais an hour later."],["BECKETT","Dumais died almost exactly an hour after Johnson and Wagner. Who did they meet up with next?"],["ZELENKA","My greater concern is who Dumais met up with next."],["BECKETT","Dumais? Who did she run into?"],["ANNOTATION","Zelenka looks down, then at McKay."],["MCKAY","Me. She ran into Hays...and me. We're next."]],"present":["BECKETT","HAYS","MCKAY","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[],"present":[],"place":"ATLANTIS, EVENING"},{"speech":[["ANNOTATION","Peterson makes his way through another door then comes face-to-face with Sheppard and Teyla."],["SHEPPARD","Dr. Peterson, I presume?"],["PETERSON","I'm not going back there."],["SHEPPARD","You don't have much of a choice. Easy..."],["PETERSON","I go back there, I get infected. That's murder."],["TEYLA","Once we ensure that you are not infected, you will be allowed back into the city. Until then you are a threat to the rest of the population."],["PETERSON","You won't shoot a member of your own team."],["ANNOTATION","Peterson approaches them. Sheppard raises his weapon."],["SHEPPARD","Peterson, you will not be allowed to go back to the city."],["PETERSON","Wait, wait. Just wait a second. Take me back to the med lab. Just quarantine me there. I'll go voluntarily. Just, please, don't make me go back there. Really, I'm fine. I feel perfectly fine."],["SHEPPARD","(into radio) Dr. Weir, this is Sheppard. Peterson has agreed to go back to the med lab until we can get the situation resolved."],["ANNOTATION","Seeing something, Peterson panics and runs to a transporter."],["SHEPPARD","Stop!"],["ANNOTATION","Sheppard fires and hits him in the arm, but he has already hit a destination, and the doors close."]],"present":["PETERSON","SHEPPARD","TEYLA"],"place":"CORRIDOR"},{"speech":[["ANNOTATION","Peterson staggers out of the transporter and falls to the floor in front of all the personnel in the mess hall. Several crewmen run to him."],["VOICE","Oh my God, is he all right?"],["VOICE","Oh my God!"],["VOICE","He's been shot."],["VOICE","What's going on?"],["VOICE","What happened to him?"],["ANNOTATION","The personnel touch Peterson, turning him onto his back. The Atlantis klaxons sound."]],"present":["VOICE"],"place":"MESS HALL"},{"speech":[["ANNOTATION","Sheppard and Teyla enter to follow Peterson, but it shuts down. All doors around the city begin closing, including the one to the cafeteria, briefing room, and control room."]],"present":[],"place":"TRANSPORTER"},{"speech":[["WEIR","What's going on?"],["GRODIN","Ancient controls are unresponsive."],["BATES","I'm getting reports that Peterson transported into the mess hall."]],"present":["BATES","GRODIN","WEIR"],"place":"CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) For some reason, we can't follow him."]],"present":["SHEPPARD"],"place":"TRANSPORTER"},{"speech":[["GRODIN","The city has taken over, put us into a lockdown."],["WEIR","Override it."],["GRODIN","I can't. Atlantis must be designed to respond to outbreaks automatically. The city initiated a lockdown when Peterson transported out of the east side."],["WEIR","Why now? Why not when Johnson and Wagner became infected?"],["GRODIN","The city's detection systems might have been affected by the flooding in those areas... But once Peterson entered the mess hall, the pathogen was almost instantly detected by automated systems, and the city protected itself."],["WEIR","All right, what are my options?"],["GRODIN","Limited. As of now, we're completely locked out of the mainframe."]],"present":["GRODIN","WEIR"],"place":"CONTROL ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Beckett is attaching leads to McKay's torso under his shirt."],["MCKAY","Is this really necessary? I am about to die of a brain aneurysm. How does being attached to a heart monitor help?"],["BECKETT","If you die like the others, we'll have a better idea of how."],["MCKAY","At that point, I will cease to care."],["FORD","There are a lot of other people that live in the city, man."],["MCKAY","Yes, the living!"]],"present":["BECKETT","FORD","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","A door opens beside where Sheppard and Teyla are walking."],["SHEPPARD","I thought we were in a lockdown. Why'd that open up for us? (into radio) Weir, this is Sheppard. Were you able to get the transporters online or not?"]],"present":["SHEPPARD"],"place":"CORRIDOR"},{"speech":[["WEIR","(into radio) It doesn't look promising. Atlantis itself seems to have somehow sensed a threat and taken over most of the controls."],["ANNOTATION","The conversation switches between Sheppard and Weir's locations."],["SHEPPARD","(into radio) So it shut down the transporters?"],["WEIR","(into radio) That's right."],["SHEPPARD","(into radio) Well, I wish we would have thought of that."],["WEIR","(into radio, angry) We did think of that, Major. That entire section had to be powered up for you to open the door to Peterson. In fact, if you hadn't gone after him, he wouldn't have been able to use the transporters...Do you still feel it was a good idea?"],["SHEPPARD","(into radio, annoyed) Where'd he transport to?"],["WEIR","(into radio) The mess hall. Thankfully, everyone else respected the quarantine. There's only a handful of people there."],["SHEPPARD","(into radio) All right, you've made your point."],["WEIR","(into radio) Make your way back to the city. Wait in Beckett's lab for further instructions."]],"present":["SHEPPARD","WEIR"],"place":"CONTROL ROOM"},{"speech":[["BIRO","(into radio) Dr. Beckett?"],["BECKETT","(over radio) Any progress, Dr. Biro?"],["BIRO","(into radio) Just finished Dumais' autopsy. Would it surprise you to learn she died of a ruptured brain aneurysm above the visual cortex, sir?"],["BECKETT","(over radio) No, it wouldn't. Thank you, Doctor."],["BIRO","(into radio) Didn't think so."]],"present":["BECKETT","BIRO"],"place":"MAKESHIFT AUTOPSY ROOM"},{"speech":[["BECKETT","You know, the position of the rupture could explain the visions. Swelling in that area before the breakage could absolutely account for the hallucinations."],["MCKAY","Look, I'm no MD, but wouldn't brain swelling on the visual cortex just mean that we experience washes of color or weird visual anomalies?"],["BECKETT","It would depend on the person."],["MCKAY","Yeah, that's my point. All of our visions are so similar. If they're the result of arterial swelling, wouldn't the visions we experience be more random?"],["BECKETT","Most likely."],["MCKAY","Yeah, well, the things we're seeing are pretty damn identical!"],["BECKETT","And you think it might have something to do with the nature of the--"],["MCKAY","There's a good chance--"],["ANNOTATION","Hays starts to panic and slap his hands at his hallucinations."],["HAYS","No...no!"],["MCKAY","Hays, it's not real. Remember, it's not real."],["HAYS","No! No. They're coming right at us! Can't you see them?"],["ANNOTATION","Hays screams and fights as the heart monitor speeds up."],["BECKETT","His heart rate's spiked, but aside from that--"],["MCKAY","Don't say \"fine!\" He's not fine. Do something!"],["BECKETT","There's nothing to do."],["ANNOTATION","Hays falls still; the heart and blood pressure monitors showing no activity. Beckett starts CPR on him. Zelenka puts his hands to his face."],["BECKETT","One, two three, four five... One, two three, four, five."],["ANNOTATION","Beckett stops and looks up at McKay."],["MCKAY","Stop. It's not his heart. Just...stop."],["ANNOTATION","The team stops trying to save Hays; they stand and look at McKay. McKay looks away, sad. The other scientists cry and comfort each other."],["FORD","How are you feeling?"],["MCKAY","I'm...I'm... Listen, I have a sister. We're not close. I don't even know how you'd find her--"],["FORD","Don't talk like that."],["MCKAY","She's the only family I really have, so someone should tell her what happened... And make it sound good, okay? Tell her I died saving someone...kids. I died saving kids, a bunch of them... And, Zelenka I've got some theories on looping the power in the gate to charge a dummy ZPM. It probably won't work, but you should have someone look at it, because it might lead somewhere else."],["ZELENKA","We'll look at it together."],["MCKAY","You seriously have to stop interrupting my last thoughts. I mean, this is important stuff you need to hear. Now...if you're here for more than a year, I've left some notes on how to roll blackouts to effectively maintain your power requirements, and-and-and... Oh! Tell everyone that I was inches away from a theory of unification, but the notes, they were lost when I died saving the..."],["ZELENKA","Kids."],["MCKAY","Yeah."],["ANNOTATION","McKay look around the room for several seconds."],["MCKAY","Okay? I should be dead now."],["ANNOTATION","Beckett approaches McKay."],["BECKETT","You ran into Dumais at the same time?"],["MCKAY","Exactly the same time."],["BECKETT","Then, yes, you should be dead."],["MCKAY","Oh, God. (smiling) I'm still here."],["FORD","Yes, you are."],["ZELENKA","Interesting."],["MCKAY","Interesting?"],["BECKETT","Don't take this the wrong way, but--"],["ZELENKA","Why?"],["BECKETT","Exactly."],["MCKAY","Well, I don't care. (giddy) I mean, I really don't care."]],"present":["BECKETT","FORD","HAYS","MCKAY","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Personnel work frantically at the consoles."],["SHEPPARD","(over radio) Dr. Weir?"],["WEIR","(into radio) Yes, Major?"]],"present":["SHEPPARD","WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard and Teyla enter a room through a door that opens automatically."],["SHEPPARD","(into radio) We've reached the city, but we haven't hit the city's quarantine. Are you sure it's locked you out?"]],"present":["SHEPPARD"],"place":"CORRIDOR"},{"speech":[["WEIR","(into radio) Pretty sure. I can't even get into my office."],["SHEPPARD","(over radio) It hasn't giving us any trouble yet."],["GRODIN","Hazmat suits. They're protected."],["WEIR","What?"],["GRODIN","The city must be capable of sensing they're in no danger of infection. It makes sense, actually. This way, Atlantis allows protected personnel to assist the infected."]],"present":["GRODIN","SHEPPARD","WEIR"],"place":"CONTROL ROOM"},{"speech":[["TEYLA","(into radio) If that is the case we should make our way to the mess hall. I imagine everyone there will be very scared and confused."],["WEIR","(over radio) I agree. Get to the mess hall and report back."]],"present":["TEYLA","WEIR"],"place":"CORRIDOR"},{"speech":[["ANNOTATION","The medical team is doing an autopsy on Hays."],["BECKETT","Are you certain you really want to see this, Rodney?"],["MCKAY","It's too accurate. How can something organic be that efficient?"],["BECKETT","Again, we're in the middle of another galaxy. Just because it's out of the ordinary for us, doesn't mean it's not commonplace here."],["MCKAY","No, no, no, I don't buy that. Most of the habitable planets we've encountered thus far are carbon copies of Earth in terms of environmental conditions. Unless..."],["ANNOTATION","McKay snaps his fingers and rushes out."],["BECKETT","I'll be back. What's up, Rodney?"]],"present":["BECKETT","MCKAY"],"place":"MAKESHIFT AUTOPSY ROOM"},{"speech":[["MCKAY","Incubation to completion is exactly six hours. The visions are identical for all the infected, and the location of the aneurysm is the same for every single deceased."],["ANNOTATION","McKay opens his laptop, which shows an image of small devices moving around inside a cell."],["BECKETT","Is that what I think it is?"],["MCKAY","It's a nanovirus, one manufactured to kill humans."]],"present":["BECKETT","MCKAY"],"place":"ANCIENT LAB"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["WEIR","(into radio) A nanovirus?"],["MCKAY","(over radio) That's right."],["WEIR","(into radio) Okay, let's pretend I don't know exactly what that is."]],"present":["MCKAY","WEIR"],"place":"CONTROL ROOM"},{"speech":[["MCKAY","(into radio) Nanotechnology...it's technology that operates on a nanite scale. It's around a billionth of a millimeter."],["BECKETT","(into radio) Basically, they're microscopic machines that are able to carry out very specific tasks suited for their size."],["MCKAY","(into radio) It's the whole idea of being able to swallow a pill and having a million little robots go to work and cure whatever ails you."]],"present":["BECKETT","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["WEIR","(into radio) You're all infected with microscopic machines?"]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["MCKAY","(into radio) Yeah, they're no bigger than a single-celled organism, although instead of having a sole purpose of curing a disease or mending a blood vessel..."],["BECKETT","(into radio) The virus is programmed to terrorize its victims by tapping into their visual cortex and then rupturing an artery in their brain."],["MCKAY","(into radio) Infecting others along the way as they can."],["BECKETT","(into radio) There's one good thing. I doubt they can multiply...I don't know how many nanites it takes to kill a human, but eventually, I imagine they'll spread themselves too thin."]],"present":["BECKETT","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["WEIR","(into radio) Could it be Wraith?"]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["BECKETT","(into radio) That would definitely be my first guess."],["MCKAY","I'm not so sure about that."],["BECKETT","But the visions, the shrill sound you told me they make when they--"],["MCKAY","I'll give you that they're equally terrifying, but why would the Wraith even create the equivalent of a WMD? They're killing us not because they sadistically want us dead, but because they need to consume us for food. Look, it would be like the equivalent of cattle farmers creating mad cow disease. I don't buy it."]],"present":["BECKETT","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["WEIR","(into radio) You did come across it in an Ancient lab."]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["MCKAY","(into radio) What, so, wiping out the Wraith's food supply is a last-ditch consideration?"],["BECKETT","(into radio) I don't believe that for a moment. The Ancients would never create something like this."],["MCKAY","(into radio) That doesn't explain the visions, either."]],"present":["BECKETT","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["WEIR","(into radio) Okay, for the moment who built the virus is really the least of our concerns."],["MCKAY","(into radio) Good point."]],"present":["MCKAY","WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","Personnel stand nervously around Teyla. Sheppard looks at Peterson's body."],["TEYLA","We have yet to determine how one contracts the virus. It is very possible that none of you have been infected."],["CROWN","Then why are you in hazmat suits?"],["TEYLA","Just as a precaution."],["MCKAY","(over radio) Major Sheppard, this is McKay."],["SHEPPARD","(into radio) What is it?"],["MCKAY","(over radio) I could use your help at my lab."],["TEYLA","Go. I will be fine."]],"present":["CROWN","MCKAY","SHEPPARD","TEYLA"],"place":"MESS HALL"},{"speech":[["MCKAY","(into radio) Hays and I were infected at the same time. There's only one thing that explains why I survived."],["BECKETT","Rodney has the ancient gene. Hays did not."]],"present":["BECKETT","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["WEIR","(into radio) But Rodney's not an Ancient."],["BECKETT","(into radio) Aye, but he's been inoculated with the A.T.A. gene."],["ANNOTATION","The conversation switches between McKay and Weir's locations."],["WEIR","(into radio) You're saying the virus is designed to only kill humans?"],["MCKAY","(into radio) Well, I'm human."],["BECKETT","(into radio) Yes, yes. We're making a point, Rodney."],["WEIR","(into radio) So we give everyone the gene therapy?"],["MCKAY","(into radio) No, that's not going to do it."]],"present":["BECKETT","MCKAY","WEIR"],"place":"CONTROL ROOM"},{"speech":[["ZELENKA","I've already been given the gene weeks ago. It didn't take."],["MCKAY","I know. I'm already on it."],["ZELENKA","The gene therapy is only effective in 48% of recipients."],["FORD","If I was given the gene shot right now, how long would it take to kick in?"],["BECKETT","A minimum of four hours."],["FORD","Well, I don't have four hours! I met up with McKay and Hays ninety minutes after they met up with Dumais. I have...a little under an hour before my brain explodes."],["BECKETT","Aiden, listen to me. You've been up for almost twenty hours now. You're not thinking straight. Just try to stay calm."],["FORD","Calm? You told me I have a million tiny robots running through my veins whose only purpose is to terrorize and kill me! You stay calm."],["ZELENKA","We are about to have hallucinations. We are infected, Carson. How do you expect us to act?"],["FORD","There's got to be another way."],["MCKAY","I've already told you, I am working on it."],["SHEPPARD","(over radio) All right, McKay. I'm here."],["MCKAY","(into radio) Do you see it?"],["SHEPPARD","(over radio) Is it the big thing in the middle of the room?"],["MCKAY","(into radio) Yeah, that's the one."]],"present":["BECKETT","FORD","MCKAY","SHEPPARD","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Sheppard is near a large cylindrical device with warning tape around it. It is an EMP generator."],["SHEPPARD","(into radio) Should I pay attention to all these warnings?"],["MCKAY","(into radio) Not today, no."]],"present":["MCKAY","SHEPPARD"],"place":"MCKAY'S LAB"},{"speech":[["FORD","What are you going to do?"],["MCKAY","Well, as small as they are, the nanovirus is still effectively just a machine run by a computer. The best way to knock out a computer is with an electromagnetic pulse. Thankfully, that's something we can do."]],"present":["FORD","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Personnel shut all the laptops in the control room."],["WEIR","(into radio) We're about through shutting down all the electronic gear we brought from Earth. We're still locked out of the Ancient controls, though. There's no way to power them down."],["MCKAY","(over radio) Well, it's not going to be necessary. The Ancient technology works differently than ours. An EM pulse shouldn't have any long-lasting effect on it."],["GRODIN","We're ready."],["WEIR","(into radio) We're all set, Rodney."],["MCKAY","(into radio) Okay...here we go."],["WEIR","(into radio) Wait. How are we going to know if it works?"]],"present":["GRODIN","MCKAY","WEIR"],"place":"CONTROL ROOM"},{"speech":[["MCKAY","(into radio) Well, Sheppard's dialing up the most powerful pulse the generator can manage. It probably won't make it all the way down here, but it should affect most of the central tower. I imagine once it wipes out the virus, the city should return control of it to you and end the lockdown."],["FORD","It won't make it here?"],["MCKAY","If the pulse works, it'll simply be a matter of walking you down to my lab, sitting you down in front of the EMP, and repeating the process. (into radio) Major?"]],"present":["FORD","MCKAY"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","The generator is active and spinning up."],["SHEPPARD","(into radio) It's working. When I should hit the discharge button?"],["MCKAY","(over radio) Okay, there should be a red overload light."],["SHEPPARD","(into radio) Yeah, I see it."],["MCKAY","(over radio) Wait till it comes on, give it a good ten-count, and then discharge."],["SHEPPARD","(into radio, incredulous) A ten-count?"],["ANNOTATION","The conversation switches between McKay and Sheppard's locations."],["MCKAY","(into radio) Don't worry. I've probably been around more EMPs than anyone."],["SHEPPARD","(into radio) This is going to be-- I'm going to be fine, right?"],["MCKAY","(into radio) Yes, that's a yes. You'll be fine..."],["ANNOTATION","The red button lights up. Sheppard counts to ten and pushes the discharge button. After a moment the generator starts spinning down."]],"present":["MCKAY","SHEPPARD"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","The Ancient screens are unchanged."],["MCKAY","(over radio) Anything?"],["WEIR","(into radio) Is it possible it might take some time?"],["ANNOTATION","The conversation switches between McKay and Weir's locations."],["MCKAY","(into radio) Doubtful. Are you still locked out of the Ancient mainframe?"],["ANNOTATION","Grodin tries but still can't access the mainframe."],["WEIR","(into radio) Got any other ideas?"]],"present":["MCKAY","WEIR"],"place":"CONTROL ROOM"},{"speech":[["FORD","(somberly) Twenty-nine minutes."]],"present":["FORD"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","The crew stand around nervously. Suddenly many of them start hallucinating. Apparently not affected, Crown approaches Teyla."],["CROWN","It didn't work! It didn't work!"],["TEYLA","It is still unclear."],["CROWN","What's unclear? Either it worked or it didn't."],["TEYLA","They are trying to determine--"],["ANNOTATION","Crown starts seeing things."],["CROWN","Okay. Okay. They're everywhere!"],["TEYLA","You are experiencing a hallucination."],["ANNOTATION","Everyone is scrabbling madly at themselves and others Crown attacks Teyla, and the two women fly over a table. Teyla lands on broken glass that rips her hazmat suit."],["CROWN","Oh, my God."]],"present":["CROWN","TEYLA"],"place":"MESS HALL"},{"speech":[["SHEPPARD","(into radio) I've already tried that. It's blown."]],"present":["SHEPPARD"],"place":"MCKAY'S LAB"},{"speech":[["MCKAY","(into radio) That is before we reset the sub-switch."],["ANNOTATION","The conversation switches between McKay and Sheppard's locations."],["SHEPPARD","(into radio) Well, maybe we shouldn't have overloaded it so much."],["MCKAY","(into radio) Look, it's fixable. It's fixable. We just need to use a little trial and error."],["SHEPPARD","(into radio) Look, even if we get this thing working who's to say the pulse is going to get any bigger? Ford and Zelenka have twenty minutes before their arteries rupture...Are you sure an EMP will kill this thing?"],["MCKAY","(into radio) Yes."],["SHEPPARD","(into radio) All right. I have an idea."],["ANNOTATION","Sheppard rushes out of the lab."]],"present":["MCKAY","SHEPPARD"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Sheppard stands beside an active naquadah generator."],["SHEPPARD","(into radio) What do you mean, \"No\"?"],["WEIR","(over radio) It's too dangerous."],["SHEPPARD","(into radio) You'd rather lose a third of our population?"]],"present":["SHEPPARD","WEIR"],"place":"ATLANTIS LAB"},{"speech":[["WEIR","(into radio) We're not there yet, Major."]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) We are there! Ford and Zelenka are next. The people in the mess hall have a little over three hours. This is a full-blown outbreak. People are going to keep dying unless we do this."]],"present":["SHEPPARD"],"place":"ATLANTIS LAB"},{"speech":[["MCKAY","(into radio) Even if we were able to get the EMP generator back online, the chances are slim that we would ever be able to get it powerful enough."],["ANNOTATION","The conversation switches between Sheppard, McKay and Weir's locations."],["WEIR","(into radio) Can we bring the infected to the generator?"],["GRODIN","(into radio) We can't. The city won't let infected personnel through any of the doors."],["MCKAY","(into radio) The major is right. The only way to create an EMP strong enough to wipe these little guys out is--"],["WEIR","(into radio) To detonate a nuclear explosion in the atmosphere, yes. I heard the first time."],["MCKAY","(into radio) I know it sounds severe, but if the major was able to overload a naquadah generator twenty miles above the city, we'd be perfectly safe from a radiological standpoint, and the ensuing blast would be capable of creating a devastating electromagnetic shock wave. Definitely enough to knock this virus out."],["GRODIN","(into radio) Hopefully without destroying all our own computer equipment."],["SHEPPARD","(into radio) It's worth the risk."],["WEIR","(into radio) Okay, you have a go."]],"present":["GRODIN","MCKAY","SHEPPARD","WEIR"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Sheppard powers down and disconnects the naquadah generator, then carries it out."]],"present":[],"place":"ATLANTIS LAB"},{"speech":[["ANNOTATION","A Puddle Jumper rises out of the bay."]],"present":[],"place":"JUMPER BAY"},{"speech":[["ANNOTATION","Sheppard, his hazmat helmet removed, pilots the jumper."],["SHEPPARD","(into radio) I'm almost in position."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["WEIR","(into radio) Understood. Will the EM pulse have any effect on the Puddle Jumper?"]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) I'm hoping not. Either way, I'm more worried about the shock wave."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["WEIR","(into radio) Good luck."]],"present":["WEIR"],"place":"CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) You too."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["MCKAY","(into radio) You're only going to have thirty seconds once you release it before it explodes. You need to get as far away as you can."]],"present":["MCKAY"],"place":"ANCIENT LAB"},{"speech":[["SHEPPARD","(into radio) Get as far away from the nuclear explosion as possible. That's good advice, Rodney. Thanks."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["MCKAY","(into radio) You're welcome."]],"present":["MCKAY"],"place":"ANCIENT LAB"},{"speech":[["SHEPPARD","(into radio) I'm releasing the generator... now."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The naquadah generator leaves the Jumper and powers up. The Jumper speeds away around the planet."]],"present":[],"place":"SPACE ABOVE ATLANTIS"},{"speech":[["GRODIN","Detonation in 25 seconds. 20 seconds... 15 seconds... Detonation in 10...nine, eight, seven, six, five, four, three, two, one."],["ANNOTATION","As he counts down, personnel in the mess hall and lab are seen waiting. Sheppard watches anxiously from the Jumper."]],"present":["GRODIN"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","The generator explodes, sending out a two-dimensional shock-wave across space."]],"present":[],"place":"SPACE ABOVE ATLANTIS"},{"speech":[["ANNOTATION","Sheppard sees it coming."]],"present":[],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The Jumper is overtaken by the shock-waves."]],"present":[],"place":"SPACE ABOVE ATLANTIS"},{"speech":[["ANNOTATION","Sheppard fights to retain control."]],"present":[],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The pulse begins."]],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","The pulse shows itself in beams of light crossing the mess hall and control room."]],"present":[],"place":"ATLANTIS"},{"speech":[["WEIR","(into radio) Major Sheppard, come in... This is Weir. Please respond."],["GRODIN","Communications may have been disrupted by the blast."],["WEIR","(into radio) Major, do you read me?"],["ANNOTATION","Personnel all over the ship wait to hear something."]],"present":["GRODIN","WEIR"],"place":"CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) This is Sheppard. I've cleared the blast. I'm returning home."],["WEIR","(over radio) Glad to hear it, Major."]],"present":["SHEPPARD","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","(over radio) Did it work?"],["WEIR","(into radio) We're about to find out."],["MCKAY","(over radio) We should know almost right away. The pulse only lasts a couple of microseconds--"],["ANNOTATION","The doors have already started opening. Personnel start to open their laptops."],["WEIR","(into radio) The city is already ahead of us, Rodney. You have a green light to return."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","McKay sags in relief."],["BECKETT","(to Ford) You all right?"],["ANNOTATION","Everyone starts congratulating each other. Beckett hugs Ford, who then hugs McKay."]],"present":["BECKETT"],"place":"ANCIENT LAB"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Sheppard sits in front of Weir's desk. She enters."],["WEIR","You okay?"],["SHEPPARD","Yeah, just a little nuke. Nothin', really."],["WEIR","The naquadah generator plan was very clever. Good work."],["SHEPPARD","Thank you. Now I'm going to bed."],["ANNOTATION","He gets up to leave."],["WEIR","We need to discuss what happened earlier."],["SHEPPARD","Now?"],["WEIR","That can never happen again."],["SHEPPARD","Look, I'm sorry about--"],["WEIR","I understand your expertise in military matters, and I agree that I should defer to those expertise in such situations..."],["SHEPPARD","Thank you."],["WEIR","But you are not the one who decides what is and what is not a military situation. Now, both General O'Neill and Colonel Sumner warned me that you don't respect the proper chain of command."],["SHEPPARD","Well, sometimes I see a situation a little different than they do--"],["WEIR","No, listen to me, John. Now, you endangered yourself and the lives of many others."],["SHEPPARD","Because I thought it was the best course of action to take. And, by the way, I saved your ass."],["WEIR","I know you did...but you have to trust me."],["SHEPPARD","(nodding) I do."],["WEIR","Do you?"],["ANNOTATION","McKay and Beckett arrive."],["MCKAY","You guys have a minute? We've been able to spend some quality time with the nanovirus samples."],["BECKETT","From what we can tell, they've all been incapacitated."],["WEIR","Well, that's good news."],["MCKAY","Yes, also, upon further investigation, I think we can rule out that they were created by the Wraith. They're different than any Wraith technology we've come across thus far."],["SHEPPARD","If not the Wraith...then who made them?"],["MCKAY","I honestly don't know. Whoever they were, let's just hope that they're not still around."],["WEIR","Let's hope."]],"present":["BECKETT","MCKAY","SHEPPARD","WEIR"],"place":"WEIR'S OFFICE"}]