[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","Travel through wormhole."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sheppard is wheeled in on a gurney, after his right arm has been injured by the feeding hand of Ellia. Beckett walks beside him. McKay walks in behind them."],["SHEPPARD","This really isn't necessary, Doc."],["BECKETT","Yes, it is. You've got a serious laceration on your arm, and you've lost a good deal of blood."],["MCKAY","Yeah, well, enjoy the ride, Colonel. They're making me walk."],["BECKETT","You have a splinter, Rodney."],["MCKAY","It's a very nasty, painful splinter."],["BECKETT","All right, let's have a look at this."],["ANNOTATION","Beckett takes the bandage off Sheppard's arm. He takes a medicated swab from a nurse."],["BECKETT","All right. Thank you. This might hurt a wee bit."],["ANNOTATION","In the next bed, a nurse removes the splinter from McKay's hand."],["MCKAY","Ow! Ow."],["SHEPPARD","(looking at McKay) I'm sure it will."],["ANNOTATION","Beckett starts cleaning Sheppard's cut."],["BECKETT","This doesn't sting?"],["SHEPPARD","No."],["BECKETT","I know you have a high threshold for pain, but this..."],["ANNOTATION","Beckett has cleaned all the blood off."],["SHEPPARD","This is what?"],["ANNOTATION","There's no sign of a wound once the blood is removed."],["BECKETT","Gone."],["SHEPPARD","What?"],["BECKETT","The feeding mark. It's completely healed."]],"present":["BECKETT","MCKAY","SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Beckett draws blood from Sheppard's left arm."],["SHEPPARD","Maybe the wound wasn't that bad."],["BECKETT","Then where did all the blood come from?"],["SHEPPARD","I don't know. Maybe it just looked a lot worse than it was."],["BECKETT","I don't see evidence of any cut at all."],["SHEPPARD","That's weird, because it hurt like hell."],["BECKETT","You're sure the skin was broken?"],["SHEPPARD","Yeah, I'm pretty sure. There was a lot of blood. Maybe it was hers."],["BECKETT","It was definitely human."],["SHEPPARD","I don't know. Maybe it was a nosebleed."],["BECKETT","Is that supposed to be a joke, Colonel?"],["ANNOTATION","Sheppard stands and puts his vest back on."],["SHEPPARD","Believe me, this isn't funny."],["BECKETT","Give me half a day to run your blood work and analyze it with the data we already have. We'll figure it out."],["SHEPPARD","And until then?"],["BECKETT","You're welcome to look over my shoulder."],["SHEPPARD","Yeah, that's tempting, but..."],["BECKETT","Just go about your day."],["ANNOTATION","Sheppard leaves."]],"present":["BECKETT","SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Sheppard runs, followed closely by Ronon. He stops suddenly, as if surprised. Ronon leans over the railing, out of breath."],["SHEPPARD","I thought you said you were a runner."],["RONON","That's funny."],["SHEPPARD","I can usually barely keep up. What's with you?"],["RONON","What's with you?"],["SHEPPARD","Water?"],["ANNOTATION","He gives the water bottle to Ronon."],["SHEPPARD","Hey, sore loser, I don't act like a jerk when you beat me."],["RONON","Yes, you do."],["SHEPPARD","Okay, then we'll go around again."],["RONON","Go ahead."],["ANNOTATION","Ronon starts to walk away."],["SHEPPARD","Okay, grumpy. I will."],["ANNOTATION","Sheppard runs fast in the other direction."]],"present":["RONON","SHEPPARD"],"place":"ATLANTIS CATWALK STRUCTURE"},{"speech":[["ANNOTATION","Beckett is working at a laptop. A nurse enters."],["NURSE","Dr. Beckett? I thought you'd want to see this."],["BECKETT","Is this from Colonel Sheppard's blood sample?"],["NURSE","That's right."],["BECKETT","And you've run it twice?"],["NURSE","Of course."],["BECKETT","Okay, let's run it one more time. I want to be certain before I tell him."],["NURSE","All right."],["ANNOTATION","They walk out hurriedly."]],"present":["BECKETT","NURSE"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Teyla and Sheppard spar with the wooden rods. Sheppard moves quickly, able to keep up with Teyla. They pause, Teyla looking surprised."],["SHEPPARD","Not bad, huh?"],["TEYLA","Yes, yes. You are doing very well."],["ANNOTATION","They spare some more, Sheppard approaching aggressively."],["TEYLA","You have been practicing."],["SHEPPARD","Not really."],["ANNOTATION","He tosses one of the rods to the floor. They spar again, Sheppard with one arm behind his back. He parries every move from Teyla and backs her against the wall."],["TEYLA","You are showing a considerable leap in ability, Colonel Sheppard."],["SHEPPARD","You can call me John when we're off the clock."],["TEYLA","Very well...John."],["SHEPPARD","There you go."],["TEYLA","Should we continue, or do you..."],["ANNOTATION","He drops his remaining rod, then grabs Teyla's head and kisses her passionately. He pulls away, leaving her in shock."],["SHEPPARD","(confused) I'm not really sure just what happened."],["TEYLA","Colonel..."],["SHEPPARD","That was interesting."],["BECKETT","(over radio) Colonel Sheppard, please report to the infirmary."],["SHEPPARD","(concerned) Are you okay?"],["TEYLA","Dr. Beckett will be expecting you."],["ANNOTATION","He gives her a once over visually."],["SHEPPARD","Yeah."]],"present":["BECKETT","SHEPPARD","TEYLA"],"place":"ATLANTIS TRAINING ROOM"},{"speech":[["ANNOTATION","Beckett and Weir meet with Sheppard."],["BECKETT","The good news is we can now say with some certainty that Ellia didn't drain away any of your life."],["SHEPPARD","We already knew that."],["BECKETT","I suppose."],["SHEPPARD","That's the best good news you could come up with?"],["BECKETT","It looks like you've been infected with the iratus bug retrovirus, the one we're working on to turn Ellia into a human."],["SHEPPARD","You mean the one that didn't turn her into a human."],["BECKETT","Ellia administered the treatment prematurely. It wasn't ready. It wasn't even supposed to be--"],["SHEPPARD","I'm not blaming you, Doc."],["BECKETT","But you're right. Her transformation was into a creature closer to the iratus bug than a to a human, and I know how much you--"],["SHEPPARD","Hate those bugs?"],["BECKETT","Yes."],["WEIR","But for one, Ellia was a Wraith, and she took a massive dose of the retrovirus. Do we know how the Colonel's system might respond to the drug?"],["BECKETT","I have no idea. It was never engineered to be given to a human. It was never intended to be given to anyone--"],["SHEPPARD","Doc, let it go."],["BECKETT","The problem is I have no idea how your body will react. I can't even begin to guess."],["SHEPPARD","Well, if how I feel is any indication, I'm fine."],["BECKETT","It's certainly possible that it's already breaking down in your system. Ellia's transformation was extreme and immediate."],["SHEPPARD","See?"],["BECKETT","But the wound on your arm healed unnaturally fast."],["SHEPPARD","If there was a wound--"],["BECKETT","Well, there had to be, otherwise, I don't see how you got infected in the first place."],["SHEPPARD","Well, she was spitting an awful lot."],["ANNOTATION","Beckett sighs."],["WEIR","So, what, we just monitor it for now?"],["BECKETT","Aye. You'll need to check in every six hours."],["SHEPPARD","I can do that."],["WEIR","And you should probably--"],["SHEPPARD","Suspend my off-world activities until we know more."],["WEIR","Thank you."],["SHEPPARD","See you in six hours."],["ANNOTATION","Sheppard leaves."]],"present":["BECKETT","SHEPPARD","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Weir is working on her tablet computer. Caldwell enters."],["CALDWELL","You're working late."],["WEIR","No, not really."],["ANNOTATION","She holds up her table to show him she was playing solitaire."],["CALDWELL","Yeah. We keep trying to remove it from the terminals on the Daedalus. Somehow, the crew keeps finding a way of putting it back."],["WEIR","Never get between a genius and a computer game... Aren't you scheduled to fly out?"],["CALDWELL","I was supposed to, yes, until I heard about Sheppard."],["WEIR","(nodding) He's under Beckett's supervision."],["CALDWELL","If Lieutenant Colonel finds himself unable to perform his duties, that's..."],["WEIR","(realizing what he's suggesting) You have a ship to command, Colonel. I wouldn't want to spread you too thin."],["CALDWELL","Novak and Hermiod are running a full diagnostic on our FTL drive. They're worried about the constant use jumping between galaxies. Which is to say, if I need to, I have some time."],["WEIR","Okay. Let me think about it."],["CALDWELL","Thank you. You got chess on there?"],["WEIR","As a matter of fact, I do."],["CALDWELL","Well, I have to warn you that I am a career military strategist."],["WEIR","Well, I'll have to take my chances."]],"present":["CALDWELL","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","Sheppard enters and takes off his jacket. He notices there is a large growth at the point where Ellia wounded him. Purple tendrils radiate outward from a firm center. He puts his earpiece back in."],["SHEPPARD","(into radio) Hey, Doc... this is Sheppard."],["BECKETT","(over radio) Yes, Colonel."],["SHEPPARD","(into radio) We may have to bump up our first check-in."]],"present":["BECKETT","SHEPPARD"],"place":"SHEPPARD'S QUARTERS"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Sheppard lies on a bed, his eyes closed, while a technician runs a scanner on him. Beckett and Weir stand by."],["BECKETT","The retrovirus isn't breaking down in his system like we hoped it would."],["WEIR","You're positive?"],["BECKETT","Yes. In fact, it's beginning to alter his DNA. If it's allowed to continue, he'll devolve into a creature similar to what Ellia became."],["WEIR","How long do we have?"],["BECKETT","I'm not sure, exactly."],["WEIR","Ballpark. Months? Weeks?"],["BECKETT","Days. We have days."],["WEIR","Okay, what's the plan?"],["BECKETT","I've injected him with a viral inhibitor. It should slow down the retrovirus as far as his cognitive abilities are concerned. But I'm afraid that's it so far. We're exploring various treatments that may or may not be effective, so--"],["WEIR","No, Carson. We don't have any time to explore. Come on. There's got to be something in the Ancient database that can help you find a treatment."],["BECKETT","I know that, Elizabeth. We're doing our best."],["WEIR","I'm sorry. I know. Of course you are."],["ANNOTATION","Across the room, Sheppard is awake."],["BECKETT","You should talk to him. He's hiding it very well, but if I was him, I'd be scared to death."],["ANNOTATION","Sheppard sits up suddenly and looks over."],["SHEPPARD","How am I doing?"],["ANNOTATION","Beckett and Weir exchange looks, then she walks over to Sheppard."],["SHEPPARD","Anything that has you speechless has me concerned."],["WEIR","You're going to be fine."],["SHEPPARD","Wow. That's dead man talk."],["WEIR","No, it isn't."],["SHEPPARD","(showing the growth on his arm) Have you seen this?"],["WEIR","Beckett is going to figure this one out."],["SHEPPARD","I think I already have. You know who I'm starting to feel like? Ford."],["WEIR","Yeah, what happened to you is completely different."],["SHEPPARD","I know, I know. Still, I can feel it. I mean, I can feel it changing me inside, like he did."],["WEIR","I don't think that's even possible. Look, you're very worried--"],["SHEPPARD","(lightly) No, no. No, it's uh...one of the best weeks of my life was when I got my wisdom teeth out. I was on codeine for a full seven days. This is kind of the same. I know I should be in pain, or at the very least freaked out by this, and I'm not...And that freaks me out more than anything."],["WEIR","We're going to beat this."],["SHEPPARD","\"We're going to beat this\"? \"Beckett will figure this out. You're going to be fine\"? You really suck at the whole bedside manner thing."],["WEIR","I'm know. I'm sorry."],["SHEPPARD","But I appreciate the effort."]],"present":["BECKETT","SHEPPARD","WEIR"],"place":"INFIRMARY"},{"speech":[["ANNOTATION","Scientists and Beckett have set up in the room with laptops and white boards."],["SCIENTIST #1","No. No. That would only work if the retrovirus was doing what we had originally intended it to do."],["SCIENTIST #2","I disagree. You are not taking into account what's happening to his somatic cells."],["SCIENTIST #1","The only thing I have to take into account is how off you are, and I don't think I'm the only one who sees that. So, let's move on."],["BECKETT","Wait, wait, wait. Oh, God... We're looking at this all wrong. The best idea we've had so far is to try to repair his system on the genetic level by administering a massive, cloned embryonic stem cell treatment."],["SCIENTIST #2","I still think it's our best bet."],["SCIENTIST #1","Introducing more human genetic material into his body is only going to give the retrovirus more fuel. I don't know how much simpler I can say that."],["BECKETT","Yes, yes, I agree. That's why we have to use the iratus bug stem cells."],["SCIENTIST #1","I'm sorry?"],["BECKETT","The iratus bug stem cell, programmed with human RNA, wouldn't get rejected by his system, and would be practically ignored by the current strain of retrovirus."],["SCIENTIST #2","We attack it from the inside."],["BECKETT","Exactly. It would be like our own magic bullet that could navigate the retrovirus and start to repair his mutated cells."],["SCIENTIST #2","The only bug pieces we have are from a sample that died a year ago. I have no doubt we could program the cells if we had them, but we do not have the time to artificially produce a gene therapy of that kind of volume."],["ANNOTATION","Beckett considers this for a moment."],["BECKETT","Which means, ladies and gentlemen, we need to go on an egg hunt."]],"present":["BECKETT","SCIENTIST #1","SCIENTIST #2"],"place":"BRIEFING ROOM"},{"speech":[["ANNOTATION","Caldwell works at a laptop. Weir enters, and he starts to stand."],["WEIR","It's okay. Sit. Please."],["CALDWELL","How's the Colonel?"],["WEIR","Not very well."],["CALDWELL","I'm sorry to hear that."],["WEIR","Yeah, so am I. I think it would be best if you do assume Colonel Sheppard's duties, until he--"],["CALDWELL","Consider it done."],["WEIR","Just until he's back on his feet."],["ANNOTATION","She starts to leave, but he speaks again and she turns around."],["CALDWELL","You two are pretty close, aren't you?"],["WEIR","Well, we've been through a lot together, yes."],["CALDWELL","You've got the best team in two galaxies working on a way to get him back to normal. My money's on success. And if you need someone to talk to--"],["WEIR","(businesslike) If you could assume those duties effective immediately..."],["CALDWELL","I can do that."],["WEIR","Thank you."],["ANNOTATION","She leaves. Caldwell contemplates."]],"present":["CALDWELL","WEIR"],"place":"CALDWELL'S OFFICE"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","McKay meets with Weir, Beckett, and Lorne."],["MCKAY","The Ancient database has quite a lot of information about the iratus bug. We know what planet it's on, we know that it likes cool, damp, dark places to lay its eggs. It shouldn't be that hard to locate."],["WEIR","Wait a minute. The last time we ran into one of these things, we almost lost Sheppard. How do you expect to just walk right into one of their nests?"],["BECKETT","I don't see that we have any other choice. We need the iratus stem cells. The best stem cells come from embryos. With them, we actually have a chance of saving Colonel Sheppard. Without them, he'll die."],["WEIR","And this is the only option we have?"],["BECKETT","And time's an issue as well."],["WEIR","You have no idea what will happen."],["BECKETT","There's only one certainty--what will happen if we do nothing."],["LORNE","We all understand the risks, Dr. Weir. And I believe that Colonel Sheppard would do the same for any one of us."],["WEIR","Permission granted."],["BECKETT","I need an hour to get my things together."],["LORNE","Okay, gear up. One hour."],["ANNOTATION","They leave Weir."]],"present":["BECKETT","LORNE","MCKAY","WEIR"],"place":"BRIEFING ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Weir enters. Sheppard arrives, with a marine behind him. He's now dressed in civilian clothing."],["SHEPPARD","Look. I made a new friend."],["WEIR","It's only protocol."],["SHEPPARD","That's your answer for everything."],["WEIR","You look well."],["ANNOTATION","She sees that his right hand has transformed to be like Ellia's. He puts it in his pocket. THe right side of his neck is also transforming."],["WEIR","Should you be out of bed?"],["SHEPPARD","I was going a little crazy down there, so they said I could walk around for a bit."],["WEIR","That's good."],["SHEPPARD","Yeah. Look, I'm trying to say I want to go on this mission."],["WEIR","Hey, you said yourself, you are not fit for any off-world activity."],["SHEPPARD","The inhibitor that Beckett's got me on, the one that's keeping me lucid, they keep having to up the dose."],["WEIR","I know. They told me."],["SHEPPARD","(becoming agitated) I don't know how much more time I have, but the last thing I want to do is sit on my... mutating hands, while my team puts their lives on the line trying to find me a cure! I should be with them."],["WEIR","No. I'm sorry."],["SHEPPARD","What's the worst that can happen? I die?"],["WEIR","You could compromise the mission. They have enough things to worry about--"],["SHEPPARD","So, what? What? Suddenly, I'm a liability?"],["WEIR","Your condition can change rapidly--"],["SHEPPARD","I know, and I know I can do this."],["WEIR","I'm glad you feel that way, but it would be irresponsible of--"],["SHEPPARD","This is my life we're talking about."],["WEIR","I know that."],["SHEPPARD","I'm going on that mission."],["WEIR","No, John, you're not."],["SHEPPARD","Damn it!"],["ANNOTATION","He turns and puts his right hand through the office glass wall, shattering it. The marine raises his weapon. Weir rushes to stop him."],["WEIR","It's okay! Put it down."],["SHEPPARD","I'm betting that didn't sell you."],["WEIR","No. No, not really."],["SHEPPARD","I should go back to the infirmary."],["WEIR","Yes."],["ANNOTATION","He leaves with the marine."]],"present":["SHEPPARD","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","The team searches the planet, Ronon leading. Teyla, McKay, Beckett, Lorne and others are there."],["LORNE","So, what are we looking for?"],["MCKAY","According to the Ancient database, probably a cave. Cool, damp, and dark, which I translate to \"scary, awful, bad.\""],["RONON","They wouldn't want their nests out in the open. A cave keeps the eggs away from the predators."],["MCKAY","I always figured they were the predator."],["RONON","I guarantee there's something out here worse."],["MCKAY","Really?"],["RONON","They've got to feed on something."],["MCKAY","Thank you. Thank you for that."],["RONON","You're welcome."],["LORNE","The foot of that mountain range starts about a mile up this way. That's probably our best bet for caves."],["BECKETT","Agreed."],["LORNE","Okay, let's pick up the pace."]],"present":["BECKETT","LORNE","MCKAY","RONON"],"place":"PLANET, DAY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Caldwell is meeting with a special ops soldier. Weir bursts in."],["WEIR","What do you think you're doing?"],["CALDWELL","Sergeant, you want to give us a minute, please?"],["ANNOTATION","The Sergeant leaves."],["CALDWELL","What's the problem?"],["ANNOTATION","Weir holds up a tablet computer."],["WEIR","This. This is the problem. \"Memo to all Atlantis personnel regarding new security protocols\"?"],["CALDWELL","Is there a part there that you disagree with in particular?"],["WEIR","You are just keeping Sheppard's chair warm, Colonel. Don't lose sight of that."],["CALDWELL","Look, he's done a good job here. There's just some rookie mistakes that I thought needed fixing."],["WEIR","So you went ahead and changed them without talking to me."],["CALDWELL","I don't need to check with you about how I run the military operations on this base, ma'am."],["WEIR","They tell me you're also thinking of rearranging the off-world teams."],["CALDWELL","Again, Sheppard had things a little backwards. I figure, while I'm here--"],["WEIR","Well, you figured wrong."],["CALDWELL","There's no telling when Sheppard's going to be better. None of the estimates that I've heard are \"soon.\" On the contrary, I think I may be doing a little more than keeping the Colonel's chair warm, ma'am. I mean, just look at his scheduling, labor distribution..."],["WEIR","I don't need to."],["CALDWELL","Well somebody needed to."],["WEIR","Do you think I don't know what you're doing?"],["CALDWELL","I'm trying to improve things."],["WEIR","Look, I'm not saying that you're wrong, or even that I object to all of these changes."],["CALDWELL","Excuse me? Because I thought that's exactly--"],["WEIR","You could have waited a week, or even a day. You making sweeping changes to the way John Sheppard runs things just hours after you've been assigned to this position sends only one message--that he's not coming back."],["ANNOTATION","Weir leaves."]],"present":["CALDWELL","WEIR"],"place":"CALDWELL'S OFFICE"},{"speech":[["ANNOTATION","The team is at the entrance to a cave. They all have night vision goggles on their heads, although they are not wearing them."],["LORNE","You think this is it?"],["BECKETT","It certainly smells like there's something living in there."],["MCKAY","Yeah, or dying."],["TEYLA","I cannot see that far into the cave."],["ANNOTATION","Ronon picks up some matter from the ground and smells it."],["MCKAY","Oh, well that is disgusting."],["RONON","They're in there."],["MCKAY","And you had to pick it up and smell it to figure that out."],["RONON","To know it's recent."],["MCKAY","Well, how recent?"],["LORNE","So, what's the plan?"],["BECKETT","Well, we go in there, we get some eggs, and then we come out."],["LORNE","Okay. Ronon, Teyla you're on point with me. Walker, Stevens, you take our six. Docs just stay in the middle and try not to get bit, okay?"],["MCKAY","Well, maybe someone should, um...stay out here."],["RONON","So that you're all alone when a dozen of them come stampeding out of here?"],["MCKAY","I'm in the middle."],["RONON","Let's do it."],["ANNOTATION","They lower their goggles and enter."]],"present":["BECKETT","LORNE","MCKAY","RONON","TEYLA"],"place":"PLANET, DAY"},{"speech":[["RONON","Hear that?"],["ANNOTATION","There is a squishy sound with chirping."],["TEYLA","Yes."],["LORNE","Looks like we've got the right address."],["ANNOTATION","McKay zips up his collar around his neck."],["BECKETT","You don't seriously think that's going to help, do you?"],["MCKAY","Yeah, when they see your neck before mine, you won't think it's stupid."],["TEYLA","Where are these eggs supposed to be?"],["BECKETT","The database says they have a central nest. I'm hoping we'll know it when we see it."]],"present":["BECKETT","LORNE","MCKAY","RONON","TEYLA"],"place":"CAVE ON PLANET"},{"speech":[["ANNOTATION","The marine stands guard outside Sheppard's quarters. Weir approaches and opens the door. It is dark inside."],["WEIR","John?"],["ANNOTATION","She starts to turn on the lights."],["SHEPPARD","Leave them off."],["ANNOTATION","Sheppard is sitting on the far side of his bed, his back to the door."],["WEIR","What?"],["SHEPPARD","The lights. Leave the lights off."],["ANNOTATION","The door closes; the marine remains outside."],["WEIR","Okay. I thought I should come by and practice my bedside manner. How are you?"],["SHEPPARD","My body's mutating into a bug. How are you?"],["WEIR","Would you like an update on your team's progress? They've found an iratus cave, and they've headed in."],["SHEPPARD","Good."],["WEIR","They should locate some eggs and be back here in no time."],["SHEPPARD","No time."],["WEIR","Yes."],["SHEPPARD","Then what?"],["ANNOTATION","As she speaks he turns his head so she can't see the right side of his face."],["WEIR","Honestly, I don't know. Hey, are you all right? Would you like me to call someone?"],["SHEPPARD","Who would you call?"],["WEIR","If you need to see a doctor--"],["SHEPPARD","I need a bigger security detail."],["WEIR","Excuse me?"],["SHEPPARD","At least two men stationed at my door. Sooner rather than later."],["WEIR","What are you talking about?"],["SHEPPARD","Just trust me, Elizabeth. You're going to need it."],["WEIR","Listen, John--"],["ANNOTATION","He turns to face her. The right side of his neck and lower face are now covered with the blue scales, and his right eye has changed color."],["WEIR","Oh, my God."],["SHEPPARD","They need to hurry."],["WEIR","You should be in the infirmary."],["SHEPPARD","The infirmary isn't secure. The inhibitor is only keeping me lucid. It's not slowing the retrovirus."],["WEIR","Still--"],["ANNOTATION","He stands and confronts her."],["SHEPPARD","Don't argue with me! I'm not safe to be around anymore. Get some more men at my door, and get the hell out of here."],["WEIR","Okay. Okay."],["ANNOTATION","She steps away, opens the door and approaches the marine."],["WEIR","Double the detail."],["SECURITY OFFICER #1","(into radio) Code one-six."]],"present":["SECURITY OFFICER #1","SHEPPARD","WEIR"],"place":"OUTSIDE SHEPPARD'S QUARTERS"},{"speech":[["ANNOTATION","The team arrives at a cavern in which the floor is covered with a mass of iratus bugs."],["LORNE","Doc..."],["BECKETT","Good God. I think this is it."],["ANNOTATION","With their goggles they see eggs hanging from the roof."],["LORNE","So how do we want to play this?"],["RONON","They'll defend their young."],["MCKAY","Maybe we should make a diversion."],["LORNE","Are you volunteering?"],["MCKAY","I'll shut up."],["TEYLA","I do not believe we can get close enough to retrieve the eggs without these creatures attacking."],["BECKETT","(holding up a tool to retrieve an egg) I have this, but I need to get under that. Hand me that water canister. If there's one thing we know about these little buggers, it's that they hate salt water."],["LORNE","How's that going to help us?"],["BECKETT","Just watch."],["ANNOTATION","Beckett starts to pour salt water on the bugs, forcing them back."],["MCKAY","See? Not so stupid."],["BECKETT","Ah, shut it."],["ANNOTATION","Beckett gets the long tool and starts to move forward."],["LORNE","(warningly) Doc..."],["BECKETT","We've come this far."],["RONON","Heads up!"],["ANNOTATION","A bug descends from the ceiling. Ronon sees it and fires on it. The other bugs become agitated."],["BECKETT","Oh, crap."],["TEYLA","Carson, run!"],["ANNOTATION","Ronon, Teyla, Lorne, and the other personnel start firing on the bugs. The all start retreating."]],"present":["BECKETT","LORNE","MCKAY","RONON","TEYLA"],"place":"CAVE ON PLANET"},{"speech":[["ANNOTATION","They retreat through the narrow passages."],["LORNE","Let's go! Come on! Get out of here! Don't look back! Don't look back! Come on! Walker, Stevens, get the hell out of there!"],["ANNOTATION","Men scream in the distance."],["LORNE","Walker, Stevens, do you copy? Fire in the hole! Let's go!"],["ANNOTATION","Lorne pulls the pin on a grenade and throws it. They run."]],"present":["LORNE"],"place":"CAVE ON PLANET"},{"speech":[["ANNOTATION","They run out of the cave and are thrown to the ground by the force of the explosion. The other two marines are not there."],["RONON","I think that stopped them."],["ANNOTATION","They all get up."],["LORNE","We're not sticking around to find out. I'm pulling the plug on this mission. Let's get back to the gate."],["BECKETT","We can't give up."],["LORNE","We just lost two men in there, Doc. So unless you can find another way to get those eggs out of there, we're done. Understand? Let's go."]],"present":["BECKETT","LORNE","RONON"],"place":"ENTRANCE TO CAVE, DAY"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Beckett briefs Weir."],["BECKETT","The nest is incredibly well-protected. There are hundreds, maybe even thousands of them. I just don't think it's possible."],["WEIR","So where does that leave us?"],["BECKETT","Without the stem cells, our plan is not promising."],["WEIR","Okay. I'll tell him."]],"present":["BECKETT","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","Weir arrives."],["WEIR","How is he?"],["SECURITY OFFICER #2","I wouldn't go in there, ma'am."],["WEIR","I'll be fine."],["ANNOTATION","She opens the door and enters. Sheppard is not visible."],["WEIR","John?"],["ANNOTATION","Weir signals to the marine to close the door behind her, which he does."],["WEIR","So this is when I usually ask you a stupid question, like, \"How are you feeling?\" John? John? Our team got back from the mission."],["ANNOTATION","She turns to find Sheppard right in front of him. Most of his face and both eyes are now transformed."],["WEIR","The nest was too well-protected. We were unable to retrieve the eggs. They tried their best."],["SHEPPARD","Best?"],["WEIR","The bugs attacked--"],["SHEPPARD","Try again."],["WEIR","I can't do that."],["SHEPPARD","Why?"],["WEIR","John--"],["SHEPPARD","No."],["WEIR","I understand--"],["SHEPPARD","If you won't...then kill me now."],["WEIR","John..."],["SHEPPARD","It's better for the both of us."],["WEIR","I can't do that."],["SHEPPARD","Then try again."],["ANNOTATION","He grabs her and pushes her against a wall, grabbing her by the throat."],["WEIR","(struggling to speak) We lost Walker and Stevens. I won't send another team. I won't risk more lives!"],["ANNOTATION","Sheppard squeezes harder for a moment, then lets her drop. He leaves the room and disables the two security officers. Weird gets up and goes outside the room."],["WEIR","(into radio) This is Weir. We have a security breach. Colonel Sheppard's quarters."]],"present":["SECURITY OFFICER #2","SHEPPARD","WEIR"],"place":"OUTSIDE SHEPPARD'S QUARTERS"},{"speech":[["ANNOTATION","Caldwell and many personnel have gathered. They look at a large display where Sheppard's transmitter shows his position."],["MCKAY","Okay. We've got a lock on him."],["CALDWELL","That can't be him. It's moving too fast."],["RONON","It's him."],["CALDWELL","All right. Four teams. Surround him and close in. I want him stopped, and gentlemen use whatever level of force you deem necessary. Move out."],["WEIR","You will only use such force as a last resort."],["CALDWELL","That's not Sheppard anymore, ma'am."],["WEIR","You heard me."],["RONON","(to Teyla) You coming?"],["TEYLA","Yes."],["WEIR","Lock down the Stargate."],["MCKAY","Right."]],"present":["CALDWELL","MCKAY","RONON","TEYLA","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard grabs a scientist from inside the transporter and throws him to the floor. He gets in the transporter."]],"present":[],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","They see that Sheppard has transported."],["CALDWELL","I thought you said that he couldn't use the transporters."],["MCKAY","I said I doubted he was lucid enough."],["CALDWELL","Well, shut them down. He's not going to do it again."],["MCKAY","Thus stranding your search teams."]],"present":["CALDWELL","MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Ronon, Teyla, and other soldiers search."],["CALDWELL","(over radio) Bravo Team, you're on deck. Our tango is on the floor right below you."],["BRAVO LEADER","You heard the man. Down the stairs."],["ANNOTATION","Ronon takes off in another direction."],["TEYLA","Ronon, where are you going?"],["BRAVO LEADER","Let him go."],["ANNOTATION","The team goes down the stairs."]],"present":["BRAVO LEADER","CALDWELL","TEYLA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["MCKAY","Bravo Team and Sheppard are in the same room."],["CALDWELL","(into radio) Stay sharp. He should be right there with you."]],"present":["CALDWELL","MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Bravo Team doesn't see him. Ronon steps back into an alcove on the next level up."],["BRAVO LEADER","Anyone have a visual?"],["ANNOTATION","Teyla sees Sheppard climbing the metal scaffolding very quickly."],["TEYLA","Above us!"],["ANNOTATION","Sheppard drops down from the ceiling into the middle of Bravo Team. He takes out two members with his hands. Two others fire stunners at him, but they have no effect. They pull their guns. Sheppard jumps on them and takes them out. Sheppard starts to run up the stairs, but Teyla yells to him."],["TEYLA","Colonel!"],["ANNOTATION","He turns around and starts to approach her. She aims her P-90 at him."],["TEYLA","Please. Do not make me do this."],["ANNOTATION","She fires a warning shot at the floor. He steps down closer. She fires an extended burst at the stairs below him. He turns and runs."]],"present":["BRAVO LEADER","TEYLA"],"place":"ATLANTIS LOWER LEVEL"},{"speech":[["ANNOTATION","Sheppard runs down the corridor. Ronon steps out and stuns him twice. He falls to the floor. Teyla arrives."],["RONON","Get the doctor down here. I have him."],["ANNOTATION","Sheppard is lying motionless, his eyes open."]],"present":["RONON"],"place":"ATLANTIS LOWER LEVEL"},{"speech":[["ANNOTATION","Sheppard is restrained to a bed, his left hand now transformed."],["BECKETT","I've put him in a medically induced coma for now. I was afraid he might break through the restraints."],["CALDWELL","That's a good call, Doctor."],["WEIR","So, what now?"],["BECKETT","The retrovirus has wreaked havoc on his system, and it's taking over."],["WEIR","What does that mean?"],["BECKETT","It means if we don't find a way to stop the retrovirus in the next 24 hours, what is left of the John Sheppard we know will be gone."]],"present":["BECKETT","CALDWELL","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Ronon, Teyla and McKay are gathered, McKay eating."],["WEIR","You guys are up late."],["MCKAY","Can't sleep either?"],["TEYLA","Any progress?"],["WEIR","No. He's still in a coma. At least he isn't in any pain."],["RONON","Maybe if I went alone, maybe--"],["WEIR","It's not open for discussion."],["RONAN","I'm not good at sitting still."],["WEIR","I understand. Believe me, I appreciate how you feel. Look, we have closed down that section of the infirmary but if you feel the need to... What I mean to say is if you would like to have a private goodbye, you should probably do it soon."],["MCKAY","(upset) Are we really there?"],["WEIR","(somberly) I think we might be."],["BECKETT","(over radio) Dr. Weir, I need to speak to you immediately."],["WEIR","(into radio) What is it?"]],"present":["BECKETT","MCKAY","RONAN","RONON","TEYLA","WEIR"],"place":"ATLANTIS MESS HALL"},{"speech":[["BECKETT","(into radio) Meet me in your office. I think I have an idea."]],"present":["BECKETT"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","They all rush out."]],"present":[],"place":"ATLANTIS MESS HALL"},{"speech":[["ANNOTATION","Beckett meets them arriving."],["BECKETT","I'm sorry. It just came to me. The fact that his mutation has progressed as far as it has may be his salvation."],["WEIR","Explain that."],["BECKETT","His sweat glands are actually producing trace amounts of their signature pheromone."],["WEIR","And?"],["BECKETT","When we were in the cave, those bugs knew we didn't belong there. So they didn't really fancy us getting close to their nest."],["MCKAY","Whoa, whoa, whoa, whoa. I see where you're going with this. If we can artificially create the pheromone, we might be able to confuse them enough to leave us alone."],["BECKETT","Aye, that would work."],["WEIR","Well, that's an excellent plan, Carson."],["BECKETT","I wish it was."],["RONAN","You can't do that in time?"],["BECKETT","No. It would take days."],["WEIR","But you said Sheppard only had 24 hours before the damage the retrovirus is causing would be irreparable."],["BECKETT","Exactly."],["MCKAY","Well, then that's a terrible plan, Carson."],["BECKETT","There's only one person on this base that wouldn't need the artificial pheromone."],["WEIR","(surprised) Sheppard?"],["BECKETT","He could walk right into that cave, and those bugs wouldn't pay him any mind."],["MCKAY","Um, I'm not sure if you've noticed or not, but Colonel Sheppard's not feeling very well."],["BECKETT","He stopped taking the inhibitor we were administering. It was able to keep him lucid."],["WEIR","I thought its effectiveness had worn off."],["BECKETT","True, but I believe if we give him a massive dose, he may be clear-headed enough to complete the mission before we lose him completely."],["MCKAY","Yeah, but won't giving him that much inhibitor, like..."],["BECKETT","Kill him? Yes, it's a definite possibility. Even if I knew it would for certain, I'd be tempted to offer him one last hour of lucidity."],["WEIR","Do it. Gear up. Take him as far as the cave."]],"present":["BECKETT","MCKAY","RONAN","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard comes awake with a start, his transformed eyes wide open."],["WEIR","John? John..."],["ANNOTATION","He looks at her."],["WEIR","Hey. You're in the infirmary."],["BECKETT","Sorry about the headache. It's a side effect of the inhibitor."],["SHEPPARD","Did I hurt anyone?"],["WEIR","No, not seriously."],["SHEPPARD","Did Ronon shoot me?"],["WEIR","You had it coming. Look, we don't have a lot of time. This dose of the inhibitor drug will only last about an hour. How would you like to go on a mission?"]],"present":["BECKETT","SHEPPARD","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","The Stargate is active. Teyla, McKay, and Ronon approach the 'gate."],["MCKAY","Now, you realize that you may have to, uh..."],["RONON","It's already set to stun."],["ANNOTATION","Weir, Sheppard, and Beckett arrive. Sheppard is wearing a hooded cloak."],["WEIR","He's ready."],["MCKAY","Good to see you up and, uh...about."],["ANNOTATION","Sheppard walks past him without looking at him."],["BECKETT","All right, come on. We don't have a lot of time."],["ANNOTATION","They all enter the wormhole."],["WEIR","Good luck."]],"present":["BECKETT","MCKAY","RONON","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[],"present":[],"place":"WORMHOLE TRAVEL"},{"speech":[["ANNOTATION","Beckett instructs Sheppard."],["BECKETT","Use this, and collect as many as you can. Oh, God. At least a container full. Do you understand?"],["ANNOTATION","After a moment, Sheppard takes the container from Beckett."],["TEYLA","Colonel Sheppard? You know that we cannot go in there with you, but you need to hurry. It took us a little longer to get here than we would have liked."],["ANNOTATION","He walks past her into the cave."]],"present":["BECKETT","TEYLA"],"place":"ENTRANCE TO CAVE ON PLANET"},{"speech":[["ANNOTATION","Sheppard arrives at the cavern. He takes off his robe, pulls out a flare, and tosses it into the cavern. It illuminates the many bugs. He walks across them to where the eggs are hanging. He jumps vertically and latches onto a large egg sac. He rips into it."]],"present":[],"place":"CAVE ON PLANET"},{"speech":[["ANNOTATION","Beckett's watch alarm goes off."],["MCKAY","What is that?"],["BECKETT","That's how long I estimated the inhibitor would work."],["RONON","So that means he's..."],["BECKETT","There's no way to know for certain."]],"present":["BECKETT","MCKAY","RONON"],"place":"ENTRANCE TO CAVE ON PLANET"},{"speech":[["ANNOTATION","Sheppard finishes and jumps to the ground. He puts the top on the container, which is full of eggs. He grimaces and falls in pain."]],"present":[],"place":"CAVE ON PLANET"},{"speech":[["RONON","We should go in."],["MCKAY","And do what?"],["TEYLA","If the inhibitor has worn off--"],["BECKETT","Then he's beyond our help."],["RONON","I hear something."],["TEYLA","Colonel!"],["ANNOTATION","Sheppard comes running out of the cave, grunting. He knocks Ronon over. Ronon stuns him, and he falls to the ground, unconscious."],["TEYLA","Do you have enough?"],["ANNOTATION","Beckett checks the container."],["BECKETT","Aye, I think so."],["ANNOTATION","Ronon picks up Sheppard and they all rush off."]],"present":["BECKETT","MCKAY","RONON","TEYLA"],"place":"CAVE ON PLANET"},{"speech":[],"present":[],"place":"ATLANTIS, EVENING"},{"speech":[["ANNOTATION","Beckett comes out from a curtained area."],["BECKETT","It's not going to happen overnight, you can bet on that, but the transformation has begun to reverse itself."],["CALDWELL","So eventually he'll be back in uniform."],["BECKETT","Eventually."],["MCKAY","Well done, Carson for once again elevating medicine to actual science."],["BECKETT","Well, thank you, Rodney."],["WEIR","You'll finally be able to get some sleep. Keep me posted."],["BECKETT","All right."],["RONON","We might, uh..."],["TEYLA","Stay a while."],["MCKAY","Well, if that's all right."],["BECKETT","Of course."],["ANNOTATION","Inside the curtained area, Sheppard sleeps."]],"present":["BECKETT","CALDWELL","MCKAY","RONON","TEYLA","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Caldwell and Weir walk together."],["CALDWELL","If and when Colonel Sheppard resumes his duties, I hope he'll consider some of the changes that I've made."],["WEIR","When he does, that will be up to him."],["CALDWELL","Of course, and Daedalus will head back to Earth in less than a week. I'll be out of your hair in no time."],["WEIR","We'll try to manage without you till you get back."],["ANNOTATION","She starts to walk away from him."],["CALDWELL","Despite what you may think of my intentions, Dr. Weir, I'm not your enemy."],["WEIR","Believe me, Colonel...you don't want to be."]],"present":["CALDWELL","WEIR"],"place":"ATLANTIS CORRIDOR"},{"speech":[],"present":[],"place":"ATLANTIS, EVENING"},{"speech":[["ANNOTATION","Teyla trains a female crew-member."],["TEYLA","Good. Lift, lock, serpentine, lock, and hold. Understood?"],["ANNOTATION","The door opens, and Sheppard steps in. He looks normal again. He's wearing civilian clothing."],["TEYLA","Colonel."],["ANNOTATION","She touches foreheads with the woman, who leaves."],["TEYLA","Should you be up and about?"],["SHEPPARD","Hey, I've been cooped up in that damn infirmary for a couple of weeks. Give me a break."],["ANNOTATION","He walks over and picks up two bantos rods."],["TEYLA","You are looking well. Are you feeling more like yourself?"],["SHEPPARD","Well, according to my DNA, I'm one hundred percent John Sheppard again although, I've got to say I'm looking forward to getting rid of this thing one day."],["ANNOTATION","He shows his right forearm, which still has some blue discoloration."],["SHEPPARD","Doc says it'll clear up eventually. So listen...while I've been lying there the past few weeks, I've been remembering things... Some things I might have done that you could call out of character."],["TEYLA","You mean when you attacked the security detail?"],["SHEPPARD","Yeah, that was one of them."],["TEYLA","(smiling) Yes."],["SHEPPARD","There is another thing I should probably apologize for."],["TEYLA","Give it no further thought."],["SHEPPARD","(relieved) Good. I won't."],["TEYLA","Nice to have you back...John."],["ANNOTATION","She leaves. He twirls the rods absently."]],"present":["SHEPPARD","TEYLA"],"place":"ATLANTIS TRAINING ROOM"}]