[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","While eating, Ronon watches two science crewman playing chess. Weir enters with a tray of food and sees him."],["WEIR","May I join you?"],["ANNOTATION","He gestures yes, and she sits beside him, so they both have a view of the chess match."],["WEIR","It's called chess. It's a game."],["RONON","They've been sitting there like that since I sat down."],["WEIR","Those two, they play every single day."],["RONON","Neither one of them has even blinked yet."],["WEIR","Well, it's not really a game of...action."],["RONON","I can see that."],["WEIR","It's all about strategy. He's planning his next move...and the move after that...and the move after that."],["RONON","You guys do a lot of that around here."],["WEIR","Yes, we do. I take it that's not how you prefer to do things."],["RONON","No. I'm leaving."],["ANNOTATION","He stands up and picks up his tray."],["WEIR","Hey, Ronon, wait."],["WEIR","Look, just because we do things differently doesn't mean we can't learn from each other. And Colonel Sheppard has already invested an incredible amount of time and energy trying to make you an integral part of his team."],["RONON","I mean I'm leaving the table."],["WEIR","(embarrassed) Oh."],["RONON","Is that okay?"],["WEIR","Yes, of course. I'm sorry. I thought that--"],["MCKAY","(over radio) Dr. Weir?"],["WEIR","(into radio) Rodney, what is it?"],["MCKAY","(over radio) Something you should see here."],["WEIR","(into radio) I'm on my way."],["ANNOTATION","She stands up."],["WEIR","I'm leaving too."],["RONON","Okay."],["WEIR","Okay."]],"present":["MCKAY","RONON","WEIR"],"place":"ATLANTIS MESS HALL"},{"speech":[["ANNOTATION","Standing beside a large Atlantis display, McKay briefs Sheppard and Weir."],["WEIR","What is it?"],["MCKAY","That is the signature of an Ancient ship called the Aurora. With the ZPM now powering the city, we've been reactivating dormant systems. That one tracked the location of Ancient ships during the war."],["SHEPPARD","(interested) A warship?"],["MCKAY","Oh, see, look at his eyes, all lighting up again. It's Pavlovian. I crosschecked the logs. They were on a reconnaissance mission."],["ANNOTATION","He steps up to another display."],["MCKAY","When we activated the ZPM, the city must have sent out some kind of an automated subspace beacon, recalling ships back to Atlantis."],["WEIR","How long before it gets here?"],["MCKAY","Well, given that it's at the edge of the Pegasus galaxy... Let me see, carry the four... 42 million years. Should we go wait on the porch?"],["SHEPPARD","So we take a jumper through the nearest Stargate and check it out."],["MCKAY","Clever, but wrong."],["SHEPPARD","There are no nearby Stargates."],["MCKAY","Not within jumper distance, no."],["WEIR","Which leaves us only one way to get there."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","McKay walks beside Caldwell."],["WEIR","Please don't force me to remind you that I do have discretionary power to utilize the Daedalus--"],["CALDWELL","I'm well aware of the extent of your powers, Dr. Weir, and they end at the hatch of this ship."],["WEIR","Colonel, do we have to--"],["CALDWELL","Relax, Doctor. I happen to agree. The value of an Ancient warship in our hands instead of the Wraith's is more than enough incentive for me."],["WEIR","Good. Colonel Sheppard's team is ready to go."],["CALDWELL","My crew can handle this."],["WEIR","My team is far more experienced with Ancient technology."],["CALDWELL","(insistent) My people will only get that kind of experience by going on this kind of a mission."],["WEIR","(commanding) Not this mission. We discovered it, we check it out. Your crew can cut their teeth on something else."],["CALDWELL","Fine. Have Colonel Sheppard's team ready to go in an hour."],["WEIR","They're ready now."],["ANNOTATION","They arrive at the bridge to find the Atlantis team waiting, Sheppard eating a power bar. Caldwell looks with annoyance at Weir, who smiles smugly."]],"present":["CALDWELL","WEIR"],"place":"DAEDALUS CORRIDOR"},{"speech":[["ANNOTATION","Daedalus drops out of hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["MCKAY","(looking at a display) We should have visual soon."],["ANNOTATION","He joins the others at the forward view-screen."],["AIRMAN","(at starboard station) Sir, I'm detecting a second ship."],["ANNOTATION","McKay walks back to a display, currently manned."],["MCKAY","Move."],["ANNOTATION","The crewman steps away."],["MCKAY","Oh. Looks like a small Wraith vessel."],["SHEPPARD","A dart?"],["MCKAY","No, bigger. Some sort of a scout ship, probably after the same thing we are."],["PILOT","(at port station) It's altering course coming straight at us."],["SHEPPARD","Must've seen us drop out of hyperspace."],["CALDWELL","Weapons range?"],["AIRMAN","Five seconds..."],["ANNOTATION","The display shows the ship come into range."],["AIRMAN","Target is locked."],["CALDWELL","Fire."]],"present":["AIRMAN","CALDWELL","MCKAY","PILOT","SHEPPARD"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","The Daedalus fires missiles."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The display shows the missiles hit the ship."],["AIRMAN","Target is destroyed."],["CALDWELL","All these years, and just now the Wraith find this ship?"],["MCKAY","Well, all these years, the Aurora lay dormant. The signal from Atlantis woke it up, making it visible to the Wraith as well as us."],["TEYLA","(looking out view-screen) Is that it?"],["ANNOTATION","The ship becomes visible."]],"present":["AIRMAN","CALDWELL","MCKAY","TEYLA"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Aurora is very large but has massive damage all along its hull."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","Looks like it was in a hell of a fight."],["RONON","And lost."],["CALDWELL","Life support?"],["AIRMAN","Negative, sir."],["CALDWELL","Looks like you're going to have to suit up, Colonel."],["ANNOTATION","McKay looks startled at the prospect."],["SHEPPARD","On our way."]],"present":["AIRMAN","CALDWELL","RONON","SHEPPARD"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Sheppard's team is beamed into the ship. They are wearing their orange space suits."],["SHEPPARD","We should be just outside the bridge."],["ANNOTATION","The shine their flashlights around the room. They find a door and activate the control to open it. Behind is the bridge, its view-screen broken and the whole room exposed to space."],["RONON","You mean what used to be the bridge."],["TEYLA","Colonel Sheppard..."],["ANNOTATION","They see what she has found -- a large room with stacks of stasis pods. There are human-looking beings inside them."],["MCKAY","Stasis pods. They're still powered up."],["RONON","Stasis?"],["TEYLA","We found a similar pod on Atlantis. It keeps a person alive for many years in a type of frozen hibernation."],["RONON","Yeah, if you call that \"living.\""],["ANNOTATION","McKay examines a pod with an elderly man inside."],["MCKAY","This one's uniform is different from the others. Maybe the Captain?"],["SHEPPARD","Or the maitre d'."],["MCKAY","Life-sign indicators are active. These capsules must have some kind of a shielding. That's why the Daedalus's sensors were unable to pick them up."],["TEYLA","Look at all of them."],["ANNOTATION","She looks up at level after level of pods above them."],["SHEPPARD","That's just on this deck. Who knows how many more there are on the rest of this ship. (to McKay) Look, our time in these suits is limited. Can you get life support up and running?"],["MCKAY","I'm on it."],["ANNOTATION","McKay steps away. Sheppard rubs the frost off the pod of the old man."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"AURORA"},{"speech":[["ANNOTATION","Caldwell speaks to Sheppard by radio. The scene switches between the two ships."],["CALDWELL","They're all alive? The entire crew?"]],"present":["CALDWELL"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Life support is on, and Sheppard's team has taken off their space suits. McKay is studying the pod system with his laptop."],["SHEPPARD","Well, they're in a kind of suspended animation."],["MCKAY","Not entirely suspended, however. The pod has slowed their aging considerably, but the bodies are virtually moribund."],["SHEPPARD","Teyla and Ronon are searching the rest of the ship. My guess is there's hundreds."],["CALDWELL","Is there anything we can do for them?"],["MCKAY","Well, reviving them's out of the question. The pod's the only thing keeping them alive."],["SHEPPARD","What are we going to do with them, then?"],["MCKAY","Wait."],["SHEPPARD","What?"],["MCKAY","There's something going on. This pod is magnetically shielded. I'm reading cortical signals."],["SHEPPARD","Which means..."],["MCKAY","(excitedly) The pod's equipped with a neural interface that's indicating definite brain activity, as though he were perfectly conscious. If all of these pods are interconnected, it's highly possible that these people are, in fact, communicating with each other."],["CALDWELL","This has been going on for ten thousand years?"],["MCKAY","Possibly. It's their way of keeping their minds occupied until they were rescued."],["SHEPPARD","That is one long conversation."],["MCKAY","Yeah, well, more likely, the interface was reactivated when the recall beacon from Atlantis was received. (looking at his tablet) Either way, the neuro-feedback loop is incredibly active."],["SHEPPARD","Any way to figure out what they're saying?"],["MCKAY","(sarcastically, holding up his tablet) Yes, of course. It says right here. \"Why is the smart one having to stop and answer so many questions?\""],["CALDWELL","It's a fair question, Doctor."],["MCKAY","Of course it is. Being able to communicate with a living Ancient is the opportunity of a lifetime, but this system is a highly complex system, which I will have-- Wait a minute."],["SHEPPARD","What?"],["MCKAY","Answering your question. (activating his radio) Teyla, found any more of the pods?"],["TEYLA","(over radio) Yes. Many. And there are many more decks we have yet to search."],["MCKAY","Are any of the pods empty?"],["TEYLA","(over radio) A few."],["MCKAY","(looking at a dubious Sheppard) Perfect."]],"present":["CALDWELL","MCKAY","SHEPPARD","TEYLA"],"place":"AURORA"},{"speech":[["ANNOTATION","Aurora floats in space."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The team has gathered around an empty pod."],["SHEPPARD","Are you sure this is such a good idea?"],["ANNOTATION","McKay opens a pod; the platform slides out from the wall."],["MCKAY","What's the matter, Colonel? Don't trust me?"],["SHEPPARD","No."],["MCKAY","(snarky) Fine."],["CALDWELL","(over radio) You're proposing actually freezing yourself in one of those things?"],["MCKAY","I should be able to tap into the neural network without actually initializing stasis."]],"present":["CALDWELL","MCKAY","SHEPPARD"],"place":"AURORA"},{"speech":[["ANNOTATION","Listening, Caldwell appears pained at the prospect."],["MCKAY","(over radio) Look, it won't take long. I'll be in and out."]],"present":["MCKAY"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Sheppard looks at McKay with a dubious expression."],["MCKAY","Look, the quickest way to figure out what is going on in there is to tap into the system and communicate directly with the Captain. Need I remind you of the obvious value in this?"],["TEYLA","But is it safe?"],["MCKAY","Would I be volunteering to go if it wasn't?"],["RONON","No."],["SHEPPARD","Which is exactly what makes it safe enough for me to go."],["MCKAY","What?"],["SHEPPARD","Better to have you on the outside in case something goes wrong."],["MCKAY","It won't."],["SHEPPARD","But if it does."],["ANNOTATION","Sheppard starts to take off his vest."],["MCKAY","It won't! How many times do I have to say this!?"],["TEYLA","Rodney, between the two of you, if something were to go wrong, which would be the greater loss?"],["MCKAY","Well, I've never thought of it that way, but... Hey, she's right. You should go."],["ANNOTATION","Sheppard looks at Teyla, who smiles mildly."],["ANNOTATION","Later, Sheppard is lying on the platform as the team looks on, McKay with his laptop connected to the pod."],["MCKAY","Now, remember, the system creates a direct feedback loop between the processor and your brainwaves. So when you want to disconnect, you'll need to, well, really concentrate."],["SHEPPARD","You mean think it?"],["MCKAY","Well, I think it'll probably take a little more than that, otherwise you'd be popping in and out of the thing every time it crossed your mind."],["SHEPPARD","So...there's no place like home?"],["MCKAY","If that works for you. Now, I should be able to monitor your EEG pattern, so in the highly unlikely event that something anomalous should present itself, I should be able to disconnect you manually."],["SHEPPARD","Good."],["MCKAY","Without permanent brain damage."],["SHEPPARD","(startled) Rodney?"],["MCKAY","Well, the opportunity to speak to a living Ancient is worth the risk, hmm? Now, when I close the lid, the pod's systems should activate. Ready?"],["SHEPPARD","I was."],["MCKAY","Good."],["ANNOTATION","McKay activates the pod on his laptop. It slides into the wall, and the upper covering lowers over Sheppard."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"AURORA"},{"speech":[["ANNOTATION","Sheppard becomes aware inside a representation of a brightly lit, undamaged Aurora. He is wearing a white Ancient uniform. He looks down at himself, then starts to walk. He looks at the ship around him."],["SHEPPARD","This is weird."],["ANNOTATION","A door slides open, and a young man comes through."],["CREWMAN","Who are you?"],["SHEPPARD","Lieutenant Colonel John Sheppard. I'm part of an expedition--"],["ANNOTATION","The crewman points a weapon at Sheppard."],["CREWMAN","This deck is restricted. How did you get in here?"],["SHEPPARD","My team discovered your ship. Your crew was in a stasis pod. We decided to tap into the--"],["CREWMAN","Stay where you are. (into radio) Security to engineering deck."],["SHEPPARD","No, you don't need to call security--"],["CREWMAN","Stay where you are."],["ANNOTATION","Later, Sheppard walks down a corridor with the crewman and two guards."]],"present":["CREWMAN","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","The crewman leads Sheppard onto the bridge. A woman approaches the male in the Captain's chair. She is the First Officer."],["FIRST OFFICER","They hyperdrive construct modifications are commencing, sir."],["CAPTAIN","Make certain the equations are entered in the correct sequence. We don't want to overload the control conduit."],["ANNOTATION","Sheppard watches the interchange with interest, smiling at the woman."],["FIRST OFFICER","Yes, sir."],["CAPTAIN","Is this him?"],["CREWMAN","Yes, sir."],["CAPTAIN","You wear the uniform of my crew, but I don't know you."],["SHEPPARD","My name's Lieutenant Colonel John Sheppard. We discovered your ship."],["SHEPPARD","We found you and your crew in the stasis pods. We decided to tap into the system in order to communicate with you."],["CAPTAIN","\"System?\""],["SHEPPARD","This. This uh,...virtual reality."],["ANNOTATION","Everyone exchanges skeptical glances, clearly not understanding what Sheppard is talking about."],["SHEPPARD","You do know this is kind of simulated..."],["ANNOTATION","The First Officer looks confused. Sheppard notes the guards standing behind him."],["SHEPPARD","Is there someplace more private we can talk?"]],"present":["CAPTAIN","CREWMAN","FIRST OFFICER","SHEPPARD"],"place":"AURORA BRIDGE IN VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","The jail door closes, locking Sheppard in. The Captain and First Officer stand outside."],["SHEPPARD","(annoyed) It's not exactly what I meant by \"private.\""],["CAPTAIN","I want to know who you are and how you got aboard this ship."],["SHEPPARD","I told you, my name's Colonel John Sheppard, part of an expedition--"],["CAPTAIN","What expedition?"],["SHEPPARD","Let me bottom-line this for you. We came from Atlantis except it's not quite the Atlantis you remember. Ten thousand years have gone by since you left. I know all of this sounds strange, but I'm telling you the truth. Right now, you're all in your stasis pods aboard Aurora. The ship's been derelict for centuries. None of this is real. I expected you to know that."],["FIRST OFFICER","You don't have time to bother with this nonsense. The hyperdrive modifications are much more pressing, sir."],["SHEPPARD","What kind of hyperdrive modifications?"],["CAPTAIN","We're attempting to modify our propulsion in order to return to Atlantis as quickly as possible. Then we'll see if you're speaking the truth."],["SHEPPARD","Oh, look. The Atlantis you know doesn't exist anymore. During the war with the Wraith, the city was evacuated back to Earth--"],["CAPTAIN","Evacuate? Why would we do that?"],["SHEPPARD","Sir...the war was lost."],["CAPTAIN","(growing angry) Nothing is lost. Not yet. I have vital information concerning a weakness in Wraith technology, and when I deliver the communiqué in my possession, the tide will most certainly turn in our favor."],["SHEPPARD","That's right-- the Atlantis mission logs said you were on a recon mission. What kind of weakness are we talking about?"],["CAPTAIN","That information is reserved for the Council."],["SHEPPARD","There is no Council anymore."],["FIRST OFFICER","Sir, we must return to the bridge."],["ANNOTATION","They turn to leave but Sheppard speaks more loudly to get their attention."],["SHEPPARD","Wait. According to the logs the Aurora left Lantian space during the siege. That means the city had already been sunk to the bottom of the ocean. You're wondering, how could I know that?"],["CAPTAIN","Yes."],["SHEPPARD","Because that's where it was when we found it."],["FIRST OFFICER","We're wasting time, sir. You need to attend to the hyperdrive."],["ANNOTATION","They turn and leave."],["SHEPPARD","Wait! The information in that communiqué could still be incredibly valuable to us."],["ANNOTATION","Left alone, Sheppard starts to concentrate on breaking the link. He opens his eyes to find he hasn't left yet. He concentrates harder."]],"present":["CAPTAIN","FIRST OFFICER","SHEPPARD"],"place":"AURORA BRIG IN VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","Sheppard's pod slides out, the canopy opening."],["MCKAY","So?"],["SHEPPARD","It worked."],["MCKAY","Well, of course it worked."],["ANNOTATION","Sheppard sits up."],["SHEPPARD","For a minute, I thought I was going to get stuck there. Where's Teyla and Ronon?"],["MCKAY","Well, Caldwell sent them to search the ship's armory."],["SHEPPARD","Yeah?"],["MCKAY","No. Unfortunately, it was depleted of drones. Look, so, what happened?"],["MCKAY","Were you able to communicate with the Captain?"],["SHEPPARD","Face to face. Pretty impressive in there. They have a whole virtual reality thing going on."],["MCKAY","Actually, the correct term is \"virtual environment.\""],["SHEPPARD","Yeah, whatever."],["MCKAY","So what did you find out?"],["SHEPPARD","For starters, I have to go back."],["ANNOTATION","Sheppard puts his radio in."]],"present":["MCKAY","SHEPPARD"],"place":"AURORA"},{"speech":[["ANNOTATION","Aurora and Daedalus hover beside each other."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Caldwell and Sheppard converse by radio."],["CALDWELL","What do you mean, you have to go back?"],["SHEPPARD","The Aurora was on a recon mission. The Captain was carrying a communiqué back to Atlantis. In it is vital information about a weakness in Wraith technology."],["CALDWELL","What kind of weakness?"]],"present":["CALDWELL","SHEPPARD"],"place":"DAEDALUS BRIDGE"},{"speech":[["SHEPPARD","Well, that's why I have to go back. He didn't tell me. He's trying to modify the hyperdrives in order to get back to Atlantis faster to deliver it."],["MCKAY","Well, did you mention that that's impossible, given that they're living in a virtual environment?"],["SHEPPARD","No, Rodney. That slipped my mind."],["MCKAY","Well, I would have thought that would be the first thing--"],["SHEPPARD","Of course I mentioned it!"],["SHEPPARD","They don't remember putting themselves in stasis. Consequently, they had no idea who I was or how I got there."],["MCKAY","Why would the pods do that?"],["SHEPPARD","That's a good question and another reason I should go back. What do you think, Colonel?"]],"present":["MCKAY","SHEPPARD"],"place":"AURORA"},{"speech":[["CALDWELL","Go."]],"present":["CALDWELL"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Sheppard arrives back in the brig."],["SHEPPARD","Hello? Anybody there?"],["ANNOTATION","A guard enters."],["SHEPPARD","Hi."],["SHEPPARD","I really need to talk to the Captain"],["GUARD","Why?"],["SHEPPARD","Tell him I'm ready to make a full confession."],["ANNOTATION","The guard nods and leaves."]],"present":["GUARD","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","Caldwell is looking at a radar display showing two red targets."],["ANNOTATION","Caldwell and Sheppard converse by radio."],["CALDWELL","Dr. McKay."],["MCKAY","Go ahead."],["CALDWELL","Long-range sensors have just detected two Wraith cruisers heading this way, no doubt coming to investigate why their scout ship was destroyed earlier."],["MCKAY","What's their E.T.A.?"],["CALDWELL","A little over an hour, and I plan on being long gone by then. What's the status there?"]],"present":["CALDWELL","MCKAY"],"place":"DAEDALUS BRIDGE"},{"speech":[["MCKAY","I've been able to decipher some more of the program. I'm actually reading neural tracking signatures of the entire crew as they make their way through the--"],["CALDWELL","I meant Colonel Sheppard's status?"],["MCKAY","Oh. Him. Uh, yeah, well, he's...he's still in the pod."],["ANNOTATION","McKay checks Sheppard's status as if he had forgotten for a moment."],["CALDWELL","Understood. Just be aware of the time constraints with the Wraith ships approaching. We can't risk being discovered."],["MCKAY","Yes, yes, yes, yes, yes. Ticking clock. Anything else?"],["CALDWELL","If he's not out of there in thirty minutes, disconnect him manually."],["MCKAY","(worried) Right."]],"present":["CALDWELL","MCKAY"],"place":"AURORA"},{"speech":[["ANNOTATION","The first officer arrives in the brig."],["SHEPPARD","Where's the Captain?"],["FIRST OFFICER","He has more pressing concerns at the moment. He sent me in his stead. I was told you were ready to make a full confession?"],["SHEPPARD","Yeah. Well, no. Actually, I just wanted to talk to him to try to convince him that we're on the same side."],["FIRST OFFICER","Perhaps you would have more success if your story were not so preposterous."],["SHEPPARD","It's not preposterous."],["FIRST OFFICER","You say you're from Atlantis."],["SHEPPARD","Yes."],["FIRST OFFICER","And yet you also say that Atlantis has been evacuated."],["SHEPPARD","Yes."],["SHEPPARD","Well, it was, ten thousand years ago. Look, we just discovered it last year."],["FIRST OFFICER","You discovered it?"],["SHEPPARD","We came from Earth. We found the city deserted. We set up a base, been living there ever since. That's how we found you. We saw the Aurora on one of the city's long-range sensors. But even after all these years, the Wraith are still causing a lot of problems. We've managed to hold them off for now, but we could sure use that information about the weakness in their technology."],["FIRST OFFICER","Only the Captain has access to the communiqué."],["SHEPPARD","Well, then, let me talk to him. I can deliver the message myself. The quicker it gets back to Atlantis, the better for all of us."],["FIRST OFFICER","You seem sincere."],["SHEPPARD","Yes. I am. Very sincere."],["ANNOTATION","He approaches the bars, trying to be convincing."],["SHEPPARD","(smoothly) I would be very very grateful."],["ANNOTATION","Sheppard touches the bars and gets shocked by a force field."],["FIRST OFFICER","I'll speak to him for you."],["ANNOTATION","She leaves."],["SHEPPARD","Ow."]],"present":["FIRST OFFICER","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","Teyla and Ronon search another room full of pods. Teyla keeps her machine gun raised."],["RONON","More of the same."],["TEYLA","Shh. I am counting. I do not want to lose my place."],["RONON","I counted 376. No, wait. 398. I forgot about the infirmary. There was 22 in there...or was it 23?"],["ANNOTATION","Teyla glares at Ronon."],["RONON","Sorry."],["ANNOTATION","They enter the next chamber and find the body of an old woman on the deck. Ronon raises his weapon as well."],["TEYLA","Where did she come from?"],["ANNOTATION","They turn the body over, then Teyla sees something on the pod wall."],["TEYLA","Oh, no."]],"present":["RONON","TEYLA"],"place":"AURORA"},{"speech":[["ANNOTATION","McKay is working beside Sheppard's pod."],["TEYLA","(over radio) Dr. McKay?"],["MCKAY","(into radio) Still here."],["TEYLA","(over radio) There's something you need to see. We are two decks directly below you."],["MCKAY","(into radio) Can't it wait?"],["TEYLA","(emphatically) No."],["ANNOTATION","McKay looks once more at Sheppard's pod then rushes out."]],"present":["MCKAY","TEYLA"],"place":"AURORA"},{"speech":[["ANNOTATION","Sheppard sits in the cell."],["SHEPPARD","Guard!"],["ANNOTATION","A guard enters."],["SHEPPARD","I need to talk to the First Officer."],["GUARD","She gave orders not to be disturbed."],["SHEPPARD","It's okay. She said she was going to talk to the Captain for me. It's been a while. I just--"],["GUARD","She also gave orders to ignore everything you say."],["ANNOTATION","Sheppard approaches the guard."],["SHEPPARD","Then why are you talking to me right now?"],["ANNOTATION","The guard smirks and turns to talk away."],["SHEPPARD","I need to see the Captain!"],["ANNOTATION","Sheppard concentrates and leaves the virtual environment. The guard is startled."]],"present":["GUARD","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","Sheppard's pod opens. He looks around and sees McKay is not there."],["SHEPPARD","All right. That should be enough time."],["ANNOTATION","He reactivates his pod."]],"present":["SHEPPARD"],"place":"AURORA"},{"speech":[["ANNOTATION","The guard enters the empty cell, his weapon raised. Sheppard re-appears and takes the weapon from him."],["SHEPPARD","(grabbing the guard's remote control device) Give me this thing."],["ANNOTATION","Sheppard steps outside the cell and locks the guard inside."],["SHEPPARD","I really don't like being ignored."],["ANNOTATION","He leaves."]],"present":["SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","McKay descends a ladder to meet Ronon and Teyla. Ronon is carrying the woman's body."],["MCKAY","What is it?"],["TEYLA","Have a look."],["ANNOTATION","Teyla takes him to a spot on the wall near the woman's pod. She shows him some black devices attached to the system."],["MCKAY","This is Wraith gear. And it's recently installed."],["ANNOTATION","McKay turns to see there is a Wraith in one of the pods."]],"present":["MCKAY","TEYLA"],"place":"AURORA"},{"speech":[["RONON","There's a reason for that."]],"present":["RONON"],"place":"SPACE"},{"speech":[["CALDWELL","Are there any more?"],["MCKAY","Well, it's hard say, since you plucked us out of there the second you heard."],["TEYLA","Ronon and I have searched the ship. I am certain there is only one."],["MCKAY","The Wraith's tied in to the same neuro-feedback loop as the crew and Colonel Sheppard. But by the looks of it, they must have found Aurora a long time ago, certainly long enough to figure out how to access and reconfigure the system."],["ANNOTATION","They arrive at the bridge."],["CALDWELL","Given their apparent psychic abilities, is it possible the Wraith ships on the way are in communication with the Wraith aboard the Aurora?"],["TEYLA","No. They need to be closer."],["MCKAY","She's right. We've already determined that the range of Wraith psychic ability is limited."],["CALDWELL","So we can't risk those ships getting within that range."],["RONON","I say we go back and kill it right now."],["CALDWELL","I agree."],["MCKAY","(emphatically) Whoa, whoa, whoa, whoa. Stop. Let's not get all trigger happy. We have no idea how much of the system this Wraith is manipulating. We need to figure out what is going on before we start shooting things. For all we know, that could kill Sheppard."],["CALDWELL","What's he still doing there?"],["MCKAY","He can come out any time he wants. There must be a good reason."],["RONON","Knowing Sheppard, he wouldn't leave without getting the information from the communiqué."],["CALDWELL","I still don't like it."],["TEYLA","The Wraith cannot physically harm him in there, can it?"],["MCKAY","No... I don't think so. I don't know, but I should get back in there and learn what this Wraith is doing."],["CALDWELL","You've got fifteen minutes to figure it out, Doctor."],["MCKAY","Fifteen? Where do you people come up with these arbitrary numbers!?"],["CALDWELL","That's the time you've got to learn what you need to, Doctor."],["MCKAY","Why?"],["CALDWELL","Because I intend to destroy the Aurora before those Wraith ships get here."],["MCKAY","(meekly) Okay."]],"present":["CALDWELL","MCKAY","RONON","TEYLA"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","Sheppard arrives at the Captain's office to find the Captain setting a box, likely the communiqué, on a desk."],["SHEPPARD","Hi. Me again."],["ANNOTATION","The Captain reaches for his remote control device."],["SHEPPARD","Wait. Wait, please. Just listen. Uh... (lowering his weapon) I'm not here to hurt anyone. I want to help you; help all of us."],["SHEPPARD","I know all of this sounds strange, but just give me a chance to prove that what I'm saying--"],["ANNOTATION","Sheppard is shot with a stunner from behind by the first officer."],["FIRST OFFICER","Are you all right, sir?"],["CAPTAIN","Yes, I'm fine."],["FIRST OFFICER","Take him back to the brig."],["ANNOTATION","Two guards lift Sheppard up and drag him out of the room."],["FIRST OFFICER","He escaped only moments ago."],["FIRST OFFICER","I'll see to it he doesn't disturb you again."],["CAPTAIN","What if he is telling the truth? Do you not sense it, too, that something is wrong?"],["FIRST OFFICER","You're exhausted, sir."],["CAPTAIN","True. I am in need of rest. Even more so, my crew."],["FIRST OFFICER","Rest is a luxury we cannot afford, sir. The Aurora is a fine ship, but she was never built for speed. Without the drive modifications it'll take months to return to Atlantis. If we are to use this new intelligence to our advantage, we need to reach the city within days."],["CAPTAIN","Then there'll be time for rest."],["FIRST OFFICER","Yes, sir."],["ANNOTATION","The Captain walks out, while the first officer nods and smiles."]],"present":["CAPTAIN","FIRST OFFICER","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","McKay, Teyla, and Ronon stand beside Sheppard's pod. McKay looks at his life-signs readings."],["TEYLA","What is wrong?"],["MCKAY","Delta waves."],["RONON","What are they?"],["CALDWELL","(over radio) Dr. McKay, are you ready to be beamed aboard?"],["MCKAY","It hasn't even been five minutes!"],["TEYLA","Dr. McKay has discovered a problem."]],"present":["CALDWELL","MCKAY","RONON","TEYLA"],"place":"AURORA"},{"speech":[["CALDWELL","What kind of a problem?"],["ANNOTATION","Caldwell speaks by radio to McKay, and the scene switches between the two locations."],["MCKAY","Colonel Sheppard's EEG frequencies are decreasing. I'm reading delta waves, which indicates that he's unconscious within the virtual environment. I'm not sure how it happened, but something is definitely wrong in there."],["CALDWELL","Even more reason to pull him out."],["MCKAY","That would be a mistake. Look, additional data I've been able to decipher from the Wraith's biometrics receiver shows significant manipulation of the feedback loop. Something we were clearly not aware of when Sheppard went in."],["CALDWELL","We were also clearly not aware of the two Wraith cruisers approaching."],["MCKAY","Colonel, this Wraith is controlling the program, which means it might have booby-trapped it as well. We're talking about Sheppard's life here."],["CALDWELL","And I'm talking about the lives of not only every person aboard this ship, but every person in Atlantis when the Wraith find out it wasn't destroyed. I'm well aware of what's at stake here, Doctor. Get him out of that pod or my men will. Caldwell out."],["ANNOTATION","He signs off the radio."],["ANNOTATION","McKay grabs a connector from above Sheppard's pod."],["MCKAY","I'm going in."],["ANNOTATION","He moves to another empty pod."],["MCKAY","Look, stall Caldwell. Buy me some time -- just a few minutes at the most."],["TEYLA","What if you are unable to disconnect?"],["RONON","Caldwell's going to blow that ship whether you're in there or not."],["MCKAY","You see, the thing is, Colonel Sheppard and I have sort of gotten into this habit of saving each other's lives, and it's my turn."],["ANNOTATION","He opens the pod and sits on it."],["MCKAY","It can be your turn next. Look..."],["ANNOTATION","He gives a device to Teyla."],["MCKAY","Hit this to manually disconnect me. If I do not regain consciousness, go ahead and open Colonel Sheppard's pod. Have us beamed directly to Daedalus and make sure they have a medical team waiting."],["ANNOTATION","He gets into the pod."],["TEYLA","Are you sure you want to do this?"],["MCKAY","(nervously) I'm sure I don't."],["ANNOTATION","He lies down in the pod."],["MCKAY","(speaking quickly) Okay... All right. Looks like there's more than enough air in here. Right. Of course there is. Crew's been sealed inside these things for thousands of years..."],["TEYLA","Are you all right?"],["MCKAY","Yeah. It's just my claustrophobia. I'll be fine... I hope. Now, the system should engage once you send me in."],["TEYLA","All right."],["MCKAY","All right... So send me in?"],["TEYLA","Oh, yes. Good luck."],["MCKAY","Right."],["ANNOTATION","The pod seals."]],"present":["CALDWELL","MCKAY","RONON","TEYLA"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Sheppard is sleeping in the brig cell when McKay's voice wakes him."],["MCKAY","Where are you taking me? I told you, I'm with Colonel Sheppard. I'm a member of his team. Colonel John Sheppard, he's about so high, brown hair, a bit mussed. The term is \"rakish.\" Oh, for--"],["ANNOTATION","McKay arrives with guards, and he and Sheppard see each other."],["SHEPPARD","(annoyed) McKay."],["MCKAY","What are you doing in there?"],["SHEPPARD","I was about to ask you the same thing."],["ANNOTATION","Sheppard stands. The guards lock McKay inside with Sheppard."],["MCKAY","I came to help you."],["SHEPPARD","I feel better already."],["ANNOTATION","They look around pointlessly."]],"present":["MCKAY","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","Ronon and Teyla stand watch."],["RONON","Ten thousand years in one of these things, kept alive only by life support... I couldn't live that way."],["TEYLA","Neither could I."],["CALDWELL","(over radio) Dr. McKay, what's your status?"],["TEYLA","(into radio) Dr. McKay is...not here."],["ANNOTATION","They continue speaking over the radio."],["CALDWELL","What?"],["TEYLA","He had to..."],["RONON","He had to check something on the Wraith pod."],["TEYLA","Yes. The Wraith pod. He had to check the...biometrics receiver. He needed to reconfirm the frequencies of the neuro-feedback loop."],["CALDWELL","Why isn't he on his radio?"],["TEYLA","Well, actually, we have been having trouble reaching him ourselves. I think it might have something to do with interference from the, um, magnetic shielding of the pods."],["RONON","Yeah. Shielding."],["TEYLA","Ronon was just about to go and check on him, see what is taking him so long."],["CALDWELL","All right, go get him. Light a fire under him."],["TEYLA","Right away."],["CALDWELL","I want a status report as soon as his radio is working. Caldwell out."],["RONON","Nice stalling."],["ANNOTATION","Teyla smiles."]],"present":["CALDWELL","RONON","TEYLA"],"place":"AURORA"},{"speech":[["MCKAY","Have you been unable to disconnect yourself from the system?"],["SHEPPARD","No. I'm still trying to get the information in that communiqué."],["MCKAY","Oh, good. We thought maybe it was preventing you from exiting the program."],["SHEPPARD","\"It?\""],["MCKAY","We found a Wraith in one of the stasis pods. It's manipulating the neurofeedback program. Your EEG patterns were irregular--"],["SHEPPARD","You're kidding. I got stunned."],["MCKAY","I didn't want to risk pulling you out until I knew more."],["SHEPPARD","The First Officer."],["MCKAY","What about him?"],["SHEPPARD","Her. She's a Wraith. She has to be. There's something very odd about her, and she keeps preventing me from talking to the Captain."],["MCKAY","The Wraith we found was male. The First Officer must have been female. It took her place."],["SHEPPARD","She knows I want that information, and the Captain is the only one with access to it."],["MCKAY","Well, we don't need the Captain. I've been able to decipher enough of the program to overwrite the protocols. All I have to do is get to a terminal within the virtual environment, and I should be able to access any file stored within the database."],["SHEPPARD","So we just need to break out of here."],["MCKAY","Hold that thought."],["ANNOTATION","McKay concentrates and disappears."]],"present":["MCKAY","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","McKay wakes up."],["RONON","What's happening?"],["MCKAY","Give me the tablet. The data device, right here, right here. Thank you. That's it."],["ANNOTATION","He plugs his tablet into the system."],["MCKAY","Just keep stalling, keep stalling."],["ANNOTATION","He makes inputs on the tablet."]],"present":["MCKAY","RONON"],"place":"AURORA"},{"speech":[["ANNOTATION","The cell door opens. Sheppard stands. Two guards enter and point their weapons. They fall to the deck, unconscious. McKay appears."],["SHEPPARD","Hi."],["MCKAY","Hi."],["SHEPPARD","Nice."],["ANNOTATION","They grab weapons and control devices from the guards, then leave."],["ANNOTATION","They move down a corridor."],["MCKAY","It should be the next hallway."],["ANNOTATION","They see a group in the next corridor. The first officer is there."],["SHEPPARD","That's her."],["MCKAY","That's the Wraith?"],["SHEPPARD","Yeah."],["MCKAY","Wow. She's hot. I mean, seriously hot."],["SHEPPARD","Rodney, you're drooling over a Wraith."],["MCKAY","I know. I disgust myself sometimes."],["ANNOTATION","The group leaves, and they follow. McKay finds a terminal while Sheppard closes a door and keeps watch."]],"present":["MCKAY","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","Teyla and Ronon rush down the corridor to the bridge."],["CALDWELL","Where are Dr. McKay and Colonel Sheppard?"],["RONON","Why'd you beam us back?"],["CALDWELL","Because I was about to fire a missile into the side of that ship."],["TEYLA","They are in the pods."],["ANNOTATION","Ronon looks disappointedly at Teyla."],["CALDWELL","They're both in pods now?"],["TEYLA","Yes. Dr. McKay went in to see if the Wraith was preventing Colonel Sheppard from disengaging from the system."],["CALDWELL","(to crewman) I want a team assembled, ready to beam aboard the Aurora to disconnect Dr. McKay and Colonel Sheppard."],["TEYLA","No, wait. Please, just a few more minutes."],["CALDWELL","ETA on the Wraith ships?"],["AIRMAN","Eleven minutes out."],["TEYLA","I am certain he'll be out by then, and if he is successful, he will know if it is safe to disconnect Colonel Sheppard."],["CALDWELL","And if he's not out by then?"],["RONON","Then we'll disconnect them both."],["TEYLA","It would be wise to have a medical team standing by for both of them."],["CALDWELL","(to a crewman) Alert the infirmary. I want a medical team standing by."]],"present":["AIRMAN","CALDWELL","RONON","TEYLA"],"place":"DAEDALUS BRIDGE"},{"speech":[["MCKAY","The communiqué has been erased."],["SHEPPARD","Why would the Wraith do that?"],["MCKAY","(sarcastically Well, it says right here. \"I, the Wraith, delete this important information to keep you from seeing it.\""],["SHEPPARD","Obviously he did it to keep us from seeing it, but why didn't it end the damn program? What's the point of continuing?"],["MCKAY","Oh, no."],["SHEPPARD","What?"],["MCKAY","You said they were trying to modify the hyperdrive."],["SHEPPARD","So they can get back to Atlantis faster."],["MCKAY","Well, according to the Atlantis database, there are two different types of Ancient hyperdrives. There's the more basic, interstellar kind, like the one the Aurora has, and then there's the more powerful, intergalactic kind similar to the one the Asgard provided us for the Daedalus."],["SHEPPARD","Why would the Wraith want to soup up the Aurora's hyperdrive?"],["MCKAY","Because the Wraith hyperdrives are nowhere near as advanced as the Ancient hyperdrives. With all of the technology the Captain is feeding her right now--"],["SHEPPARD","She'll learn how to modify the Wraith's hyperdrives from interstellar to intergalactic."],["MCKAY","That means they'll make it as far as Earth."],["SHEPPARD","That's what this whole thing is about. Their new feeding ground, and this is just step one."],["MCKAY","Even if she doesn't have all the information she needs, we need to stop her from sending what she's learned so far to the Wraith ships that are on the way."],["SHEPPARD","(challenging) There are Wraith ships on the way?"],["MCKAY","I'm- I'm sure I mentioned that."],["SHEPPARD","No, you didn't."],["MCKAY","Well, it-it threw me when she was so hot."],["SHEPPARD","How many ships?"],["MCKAY","Two cruisers."],["SHEPPARD","Can you disconnect her?"],["MCKAY","Him. Not from the inside, no. But I should be able to disable the pod interface from the outside."],["SHEPPARD","Then why didn't you?"],["MCKAY","Because I didn't know what that would do to you."],["SHEPPARD","Well, that's very thoughtful of you, but now she knows all about Atlantis."],["MCKAY","You told her?"],["ANNOTATION","McKay crosses his arms suspiciously, as if accusing Sheppard of falling for the first officer."],["MCKAY","Why?"],["SHEPPARD","Because I was trying to convince them that-- Just go and unplug the Wraith while I talk to the Captain."],["MCKAY","The communiqué is blank."],["SHEPPARD","Yeah, but he might still have some intel about the Wraith weakness. Now, Rodney, is there anything else you'd like to tell me?"],["MCKAY","(sheepishly) Only that Caldwell is probably going to destroy this ship at any moment."],["SHEPPARD","Go!"],["MCKAY","Going."],["ANNOTATION","McKay leaves the environment. Sheppard runs off."]],"present":["MCKAY","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","McKay's pod opens."],["MCKAY","Teyla? Ronon? Oh, I can't believe it. Two minutes in the pod, I'm abandoned. Come on. (struggling to get up) Let's go, let's go, let's go, let's go. Oh... Right. Okay."],["ANNOTATION","He grabs his tablet and runs, limping from an apparent cramp in his leg."]],"present":["MCKAY"],"place":"AURORA"},{"speech":[["ANNOTATION","Sheppard climbs a ladder to the corridor just outside the bridge."],["SHEPPARD","Come on, McKay..."],["FIRST OFFICER","Hyperdrive modification commands have been successfully entered. Auxiliary power is now online."],["CAPTAIN","Very good. Prepare to engage drive."],["ANNOTATION","Sheppard rushes in, weapon drawn."],["SHEPPARD","Stop! Your First Officer is a Wraith. She's using you."],["FIRST OFFICER","Security to the bridge."],["SHEPPARD","She gained access to the virtual environment by killing your First Officer and taking her place. She's getting you to modify your hyperdrive so she can upgrade the Wraith hyperdrives."],["FIRST OFFICER","Don't listen to him."],["SHEPPARD","They need to modify their hyperdrives to make it to my planet, Earth, and I prefer she not do that."],["FIRST OFFICER","This is nonsense."],["SHEPPARD","I'm telling you she's a Wraith."],["CAPTAIN","Officer Trebal has served with me for many years. I can't possibly believe--"],["FIRST OFFICER","Sir, with your permission, I'd like to--"],["ANNOTATION","Her body starts to fade out, the entire reality showing static."]],"present":["CAPTAIN","FIRST OFFICER","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","McKay works on disconnecting the Wraith's pod."],["MCKAY","Come on... Disable."]],"present":["MCKAY"],"place":"AURORA"},{"speech":[["ANNOTATION","The first officer's face begins to alternate between Wraith and Auroran before finally disappearing. The captain is in shock."],["SHEPPARD","I hope that was proof enough."]],"present":["SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["MCKAY","Ha!"],["ANNOTATION","The Wraith's pod opens."],["MCKAY","Oh, no."],["ANNOTATION","McKay pulls his pistol and approaches the Wraith, who wakes up and startles him. McKay starts firing badly as he retreats."],["ANNOTATION","McKay makes his way to Sheppard's pod and re-loads his pistol."],["MCKAY","Come on, come on..."],["ANNOTATION","He rushes to his laptop."]],"present":["MCKAY"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["CAPTAIN","All this time, I thought we had evaded the enemy. Instead, I've been unwittingly assisting them."],["SHEPPARD","No, sir, she didn't succeed. And if you tell me the information in the communiqué, we may be able to defeat the Wraith once and for all."],["CAPTAIN","The information is in the ship's computer. I can give you my access codes."],["SHEPPARD","We checked. It's all been erased. Can't you tell me yourself?"],["CAPTAIN","I'm afraid I was never made aware of the its contents, Colonel Sheppard. The Council feared the possibility of our capture was too great. The information in that communiqué is gone."],["ANNOTATION","Sheppard shakes his head in disappointment."],["CAPTAIN","Ten thousand years... Even in stasis, our physical bodies must be..."],["SHEPPARD","Very old."],["SHEPPARD","Too old."],["ANNOTATION","The captain looks around the bridge at his crew."],["CAPTAIN","My crew deserves to know."],["SHEPPARD","Yes, they do, and I'd love to give you all the time in the world for that, but right now, there are two Wraith ships on the way."],["CAPTAIN","We've longed for nothing more than returning to Atlantis...to raise a toast to home and victory. We may not return home but we will do whatever we can to ensure that victory. For that, I will need your help."],["ANNOTATION","The rush off."]],"present":["CAPTAIN","SHEPPARD"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","Sheppard's pod opens."],["MCKAY","It's about damn time. What'd you do, play a round of golf?"],["MCKAY","We've got serious problems."],["SHEPPARD","What happened? Get down!"],["ANNOTATION","Sheppard has seen the Wraith approaching from behind McKay. Sheppard grabs his pistol and fires at the Wraith, hitting it repeatedly. He gets up and approaches the Wraith, weapon drawn, as does McKay."],["MCKAY","That happened. Not so hot now."],["WRAITH","Our ships are coming. They will retrieve what I have learned. Earth will soon be ours."],["SHEPPARD","Not if I can help it."],["ANNOTATION","Sheppard fires on the Wraith, killing it."],["CALDWELL","(over radio) Colonel Sheppard, we're reading two life-signs. I hope that means what I think it means."],["SHEPPARD","Give me one more minute."]],"present":["CALDWELL","MCKAY","SHEPPARD","WRAITH"],"place":"AURORA"},{"speech":[["CALDWELL","We're out of time, Sheppard. The Wraith ships are almost here."],["SHEPPARD","(over radio) One damn minute, and I can take care of that problem."]],"present":["CALDWELL","SHEPPARD"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","The two Wraith ships drop out of hyperspace near the Daedalus and Aurora."]],"present":[],"place":"SPACE"},{"speech":[["AIRMAN","Wraith cruisers just dropped out of hyperspace, sir. They're aware of us."],["CALDWELL","Battle stations. Looks like we're going to have fight these guys. Bring main rail guns online."],["SHEPPARD","(over radio) Daedalus, this is Sheppard. We're ready."],["CALDWELL","Beam them directly onto the bridge."],["ANNOTATION","McKay and Sheppard arrive on the bridge."],["AIRMAN","Targets are in range."],["SHEPPARD","Sir, we need to get out of here."],["CALDWELL","No, we need to eliminate those cruisers. The information--"],["MCKAY","No, no, no. We need to get far away."],["CALDWELL","What?"],["SHEPPARD","The Captain gave me the Aurora's self-destruct code. He assures me it'll take care of the Wraith ships too, but we have to get clear."],["CALDWELL","Bring sub-light engines to military thrust."],["PILOT","Military thrust."]],"present":["AIRMAN","CALDWELL","MCKAY","PILOT","SHEPPARD"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","The Daedalus starts to move away."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The Captain addresses his crew."],["CAPTAIN","I have never been more proud than I am this moment. It has been an honor serving with you. And although we may not return to Atlantis, rest assured that the Aurora will be remembered."]],"present":["CAPTAIN"],"place":"AURORA VIRTUAL ENVIRONMENT"},{"speech":[["ANNOTATION","The Aurora explodes, taking the Wraith cruisers with it."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Caldwell, McKay and Sheppard watch the explosion somberly."]],"present":[],"place":"DAEDALUS BRIDGE"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Sheppard's team and Caldwell brief Weir."],["MCKAY","We monitored all transmissions from the Wraith cruisers prior to the explosion. They never got a chance to board the Aurora or upload any of the Ancient information."],["CALDWELL","Both cruisers were destroyed in the explosion."],["RONON","It's too bad you weren't able to figure out the Wraith weakness."],["SHEPPARD","At least we found out they had one."],["WEIR","Good work. Thank you, everyone."],["ANNOTATION","Everyone starts to leave, but Sheppard stops them."],["SHEPPARD","Before we break up the party, there's something I'd like to do. It might seem a little strange, but I promised to do something when we got home."],["ANNOTATION","He picks up a bottle of champagne, and Weir steps around her desk with a tray of glasses. Everyone takes a glass."],["MCKAY","Thank you."],["ANNOTATION","Sheppard opens the bottle and pours for everyone. He raises his glass in a toast, as they all do."],["SHEPPARD","To the crew of the Aurora."],["ANNOTATION","The clink their glasses together and drink."]],"present":["CALDWELL","MCKAY","RONON","SHEPPARD","WEIR"],"place":"WEIR'S OFFICE"}]