[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","Following on from 2.10 \"The Lost Boys\", Sheppard is on his knees, being interrogated by the Wraith Queen. She walks around him before speaking."],["QUEEN","The ship...where did you get it?"],["ANNOTATION","She uses mind control to force him to answer."],["SHEPPARD","(struggling not to speak) You mean the Dart? We call them Darts 'cause they're so pointy."],["QUEEN","Tell me. Where?"],["SHEPPARD","I really don't want to say."],["ANNOTATION","She hits him in the shoulder. Then she caresses his face."],["SHEPPARD","I don't even know your name."],["QUEEN","In time...you will tell me every--"],["ANNOTATION","The Queen stops talking and hisses. She leaves abruptly."],["SHEPPARD","\"Every\" what? What's wrong?"],["ANNOTATION","Two Wraith take him by the arms and start to escort him out."],["SHEPPARD","She didn't even tell me her name."]],"present":["QUEEN","SHEPPARD"],"place":"QUEEN'S ROOM ON WRAITH SHIP"},{"speech":[["ANNOTATION","Ronon, Teyla, Ford and his men are waiting when Sheppard arrives with his Wraith guards. They open the cell and push him in. He falls to the floor."],["TEYLA","Colonel? Are you unharmed?"],["SHEPPARD","(sitting up) Yeah."],["RONON","Where'd they take you?"],["SHEPPARD","A little Q & A with the queen of the Hive."],["FORD","What'd you tell her?"],["SHEPPARD","It was a short conversation. She walked out."],["FORD","Why?"],["SHEPPARD","I don't know. Maybe she was late for a meeting."],["TEYLA","No. There's something else. I sensed she was agitated, even angry."],["SHEPPARD","Why?"]],"present":["FORD","RONON","SHEPPARD","TEYLA"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","A Hive ship exits hyperspace just beside the first ship."]],"present":[],"place":"SPACE"},{"speech":[["TEYLA","Another Hive ship has arrived."]],"present":["TEYLA"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","The two Hive ships appear to be docked in space."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","Are you sure there's another ship?"],["TEYLA","I sense it. Close by."],["SHEPPARD","Maybe they're planning on culling the planet together."],["FORD","Or they're going to fight for it."],["KANAYO","Either way, the planet's only a few days away, so we don't have much time if we still intend to stop them."],["SHEPPARD","All right, first things first. How to get out. Any luck?"],["RONON","Not yet."],["FORD","Don't worry. I'll figure a way out."],["SHEPPARD","I was afraid you were going to say that."]],"present":["FORD","KANAYO","RONON","SHEPPARD","TEYLA"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","McKay speaks quickly and nervously to Ford's men who stayed behind."],["MCKAY","Okay, they definitely should've been back by now. Seriously, am I the only one who thinks that maybe things haven't gone according to plan?"],["BOUNCER","Yes."],["MCKAY","Okay, look, we can't just sit here. We need we need-- we need to do something."],["BOUNCER","Like what?"],["MCKAY","Like go get help. Look, we can dial the Stargate back to Atlantis where we have a ship, a fast ship with--with--with shields. We can fly to the Hive and rescue them if we need to."],["BOUNCER","Can't dial the gate, remember? Ford removed the control crystals from the dialing device."],["MCKAY","Yes, I know that. But here's the good news. You're the ones guarding them. Look, all you have to do is get me the crystals. I can fix the DHD and look, you just have to walk into Ford's little room back there and get them."],["BOUNCER","We're not giving you anything."],["MCKAY","Then I can't dial the gate."],["BOUNCER","That's what I said."],["MCKAY","What is this, an Abbott and Costello routine? Look, just give me the damn crystals."],["ANNOTATION","McKay tries to enter Ford's office, but the two minders stop him, one aiming a gun at him."],["BOUNCER","You want the crystals, you're going to have to go through us."],["MCKAY","Unbelievable."],["ANNOTATION","McKay pushes on the gun and walks away in disgust."]],"present":["BOUNCER","MCKAY"],"place":"DINING ROOM IN FORD'S CAVE"},{"speech":[["ANNOTATION","Sheppard studies the wall across from their cell."],["SHEPPARD","Last time we were in one of these ships, McKay was able to open a door by cutting right into the wall."],["ANNOTATION","Ford holds up a small knife."],["FORD","You mean, like, with a knife?"],["SHEPPARD","You have a knife?"],["FORD","One for them to find, one to keep. Everybody knows that."],["SHEPPARD","Right. I forgot all about that rule."],["FORD","Well, it's a good thing I'm here."],["SHEPPARD","Right. Now, just take your time--"],["ANNOTATION","Ford throws the knife into the wall, but nothing happens."],["SHEPPARD","I said take your time."],["FORD","I hit the exact spot you were pointing at!"],["SHEPPARD","All right, all right. Anybody else have a knife?"],["ANNOTATION","Ronon pulls a knife from his wrist guard. Sheppard roles his eyes. Ronon throws the knife at the wall, and some of the lights go out."],["SHEPPARD","Getting warmer."],["ANNOTATION","Ronon pulls out another knife."],["SHEPPARD","How many of those things have you got?"],["RONON","How many do you need?"]],"present":["FORD","RONON","SHEPPARD"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","The two minders play a board game while McKay sits nearby. McKay checks his watch and gets up."]],"present":[],"place":"DINING ROOM IN FORD'S CAVE"},{"speech":[["ANNOTATION","McKay enters with a determined look. He goes to a glass cabinet full of bottles."],["MCKAY","(talking to himself) Okay. You can take them out, easy. Just a few well-placed karate chops, and--and--and--and--and then down they go. Piece of cake. (stepping away in doubt) That's...What are you, an idiot? (going back) Desperate times, desperate measures."],["ANNOTATION","He opens the cabinet. He reaches for a small vial of the enzyme, but takes a entire bottle instead."],["MCKAY","(holding up the bottle) That's one hell of a karate chop."]],"present":["MCKAY"],"place":"LAB IN FORD'S CAVE"},{"speech":[["ANNOTATION","There are now four knives stuck in the Wraith wall panel. Ronon pulls one more, from his hair."],["SHEPPARD","You must have a hell of a time going through airports."],["ANNOTATION","Ronon throws the knife at the panel. The panel lights up for a moment, and the cell door opens. Sheppard sees Ford inject himself with enzyme."],["SHEPPARD","Ford, what the hell are you doing?"],["FORD","That's the last of it."],["RONON","What about the rest of us?"],["FORD","You don't need it."],["RONON","(angry) You don't know that."],["ANNOTATION","Sheppard stops Ford from leaving the cell first."],["SHEPPARD","We're heading to the Dart bay. Stay together, and stay quiet."]],"present":["FORD","RONON","SHEPPARD"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","McKay has injected himself with the entire bottle of enzyme. He grunts and breathes hard."],["MCKAY","Lock and load."]],"present":["MCKAY"],"place":"LAB IN FORD'S CAVE"},{"speech":[["ANNOTATION","McKay attacks the two minders without warning. He throws the bouncer across the room."],["BOUNCER","Ah!"],["ANNOTATION","McKay breaks a bottle over the other one's head then punches him, knocking him down."],["MCKAY","And that's what happens when you back a brilliant scientist into a corner!"],["ANNOTATION","He turns and gets punched by the bouncer. McKay kicks him in the groin, knocking him to the ground."],["MCKAY","Focus. Focus..."]],"present":["BOUNCER","MCKAY"],"place":"DINING ROOM IN FORD'S CAVE"},{"speech":[["ANNOTATION","McKay searches through drawers and finds the crystals."],["MCKAY","Control crystals."],["ANNOTATION","He takes them and leaves, breathing heavily."]],"present":["MCKAY"],"place":"FORD'S OFFICE IN CAVE"},{"speech":[["ANNOTATION","The two Hives move through sub-space."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The team rushes along. Teyla stops them."],["TEYLA","Wait. They are coming."],["ANNOTATION","A Wraith soldier appears."],["FORD","I got it."],["SHEPPARD","Ford!"],["ANNOTATION","The soldier shoots Ford, but it doesn't stop him. He struggles with the solidier until Ronon is ready to fire."],["RONON","Move!"],["ANNOTATION","Ronon shoots the soldier."],["KANAYO","More coming!"],["SHEPPARD","This way."],["ANNOTATION","Sheppard leads them away from at least four more Wraith."]],"present":["FORD","KANAYO","RONON","SHEPPARD","TEYLA"],"place":"HIVE CORRIDOR"},{"speech":[["ANNOTATION","McKay works on the DHD."],["MCKAY","(talking to himself in a high-pitched, nervous voice) Big dose. Big, big dose. But you needed it. You needed it to lay out the guards. Idiots. \"You want the crystals? You're going to have to go through us.\" Well, I went through you, all right, didn't I? Like a hot knife through Jell-O. No, wait. Butter. Hot knife through butter. Oh, man, am I hungry. Okay, shut up, Rodney. Focus. Must finish dialing. Please, please work, please please please."],["ANNOTATION","The gate engages."],["MCKAY","Okay, go home."]],"present":["MCKAY"],"place":"NEAR DHD ON FORD'S PLANET"},{"speech":[["ANNOTATION","Sheppard and the others find humans wrapped in Wraith webs. One calls for help."],["NEERA","Help us...please...help us."],["SHEPPARD","She's alive."],["TEYLA","So is this one."],["SHEPPARD","Let's get them out of here."],["ANNOTATION","They start to free the humans."],["FORD","We don't have time to stop. This isn't the mission."],["SHEPPARD","There is no mission, Ford. There's just your stupid plan."],["FORD","If you hadn't screwed up--"],["SHEPPARD","Look, the sooner you stop arguing with me and help me save these people, the quicker we get out of here."]],"present":["FORD","NEERA","SHEPPARD","TEYLA"],"place":"WEB AREA ON HIVE SHIP"},{"speech":[["ANNOTATION","The Stargate is active."],["TECHNICIAN","Unscheduled activation! Doctor McKay's IDC."],["WEIR","Lower the shield."]],"present":["TECHNICIAN","WEIR"],"place":"ATLANTIS GATE CONTROL ROOM"},{"speech":[["ANNOTATION","McKay comes rushing through the 'gate."],["MCKAY","(holding up one arm) I know what I need to do!"],["WEIR","Rodney? What's happened? Hey, where are the rest of--"],["ANNOTATION","McKay is sweating and speaks in a rambling fashion."],["MCKAY","There's no time, no time. The planet, not Ford's, the one the ship's headed towards we need to get there and don't have much time. I was barely able to escape myself, but I managed to take out the guards. Oh, you should've seen me. I was amazing. I wish we got it on camera, because--that's not the point--"],["WEIR","Rodney, slow down. Are you all right?"],["MCKAY","Yes. Yes. I mean, I don't know. I mean I had to take out the guards, and they were huge and dumb and stupid--"],["WEIR","What guards?"],["MCKAY","Ford's guards. Didn't I mention Ford?"],["WEIR","No, you didn't. You haven't mentioned Sheppard, Teyla, or Ronon either."],["MCKAY","Yes! They were there too, and there were the two guards. They were huge and massive, and I had to take them out, so I had to inject some of the enzyme."],["WEIR","You took some of the enzyme?"],["MCKAY","No, no, no, no, no no, no. I didn't take some of the enzyme. I took a lot of the enzyme, because I had to, because I had to take out the guards, which I did. And you should've seen me. I was amazing!"],["WEIR","Are you insane?"],["MCKAY","Yes. Yes. Now that I've taken the enzyme, yes!"],["WEIR","Rodney, focus. Where is Colonel Sheppard?"],["MCKAY","No, no, no, I had to take the enzyme, because...because I had to take out the guards! But that's not the point. The point is we don't have enough time. We need to stop the ship from getting to where the ship is going."],["WEIR","Come on, come on, let's take a walk down to the infirmary. All right?"],["MCKAY","Where are we going? What are you doing? No, no, no, no, no. I don't want to go to the infirmary. I want to go to the, uh...the um..."],["ANNOTATION","McKay collapses to the floor."],["WEIR","(into radio) Dr. Beckett, we have an emergency. We're headed to you."]],"present":["MCKAY","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Sheppard and the others free the humans. Wraith soldiers rush in. Ronon fires on them."],["SHEPPARD","Move! Ahh!"],["ANNOTATION","Sheppard and Teyla each try to life a human victim, but they are both shot by stunners. Ford and Kanayo fight on, but are eventually stunned as well. The soldiers take Neera and drag Ford away."]],"present":["SHEPPARD"],"place":"WEB AREA ON HIVE SHIP"},{"speech":[["ANNOTATION","The Hives travel through hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Teyla is seated on the floor and wakes slowly. Ronon is already awake."],["RONON","Are you all right?"],["TEYLA","I think so."],["KANAYO","You were shot by Wraith stunners. You both went down pretty quick. The effects of the enzyme must be wearing off."],["TEYLA","Where are the others?"]],"present":["KANAYO","RONON","TEYLA"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","Sheppard wakes up in a different cell. Ford is there, as is Neera."],["FORD","Feeling better? Her name's Neera. Lieutenant Colonel John Sheppard."],["SHEPPARD","(to Neera) Hi. (to Ford) Where are the others?"],["FORD","They split us up into separate cells. I guess the Wraith figure keeping us in smaller groups will make it tougher to escape. (angrily) We shouldn't have stopped."],["SHEPPARD","What's done is done, Lieutenant."],["FORD","No. First, you set off the alarms, and then you stop to rescue people when you know damn well the Wraith are on our tail? It's like you're purposefully sabotaging this mission. You hate to see me succeed at anything."],["SHEPPARD","You got a lot of issues to work out, Ford."],["FORD","Teyla and Ronon went down too quick when they were shot. The enzyme's wearing off."],["SHEPPARD","Are you feeling anything yet?"],["FORD","Not yet...but I will. It's happened before when I've run out of the enzyme."],["ANNOTATION","They both stand."],["FORD","It gets pretty bad. So we've got to figure a way out of here. No more unnecessary stops."],["ANNOTATION","Sheppard and Neera exchange looks."]],"present":["FORD","SHEPPARD"],"place":"WRAITH CELL"},{"speech":[],"present":[],"place":"ATLANTIS, EVENING"},{"speech":[["ANNOTATION","Weir escorts Caldwell in."],["BECKETT","Colonel Caldwell. I didn't think you were due back here for days."],["CALDWELL","Dr. Weir requested that we join the search ASAP, so we pushed the engines a little."],["WEIR","How is he?"],["BECKETT","I've sedated him, administered a beta-blocker to bring his blood pressure down to a more manageable level. It's a wonder he didn't suffer a stroke."],["ANNOTATION","McKay is lying on a bed, his hands restrained. He has an oxygen mask on. His eyes are closed, but he moves restlessly."],["CALDWELL","Did he mention anything further about the location of Colonel Sheppard and his team?"],["BECKETT","Nothing coherent, I'm afraid. By the time he arrived here he was hyperventilating, pulse extremely rapid. He could barely get out a word. Although being Rodney, he certainly tried."],["WEIR","How much of the enzyme did he take?"],["BECKETT","A very big dose, I'm afraid. I found a significant amount of it in his system; nearly as much as Lieutenant Ford."],["WEIR","All right. Can you wean him off it?"],["BECKETT","I wish I could. Unfortunately, Lieutenant Ford took the last supply of our enzyme when he left Atlantis, so an incremental withdrawal is out of the question."],["CALDWELL","Unless we harvest more enzyme."],["BECKETT","Not an option. By the time we go out and collect it, the enzyme will have broken down in his system already. No, I'm afraid, for Rodney, the only choice is..."],["CALDWELL","Cold turkey."],["BECKETT","Aye, to put it bluntly. I can administer some drugs to help ease the process, anti-nausea medication, pain reliever, benzodiazepine for anxiety, as well as a multivitamin injection to bolster the immune system."],["WEIR","Good."],["BECKETT","But there's no dodging the fact it's going to be difficult, possibly even deadly."],["ANNOTATION","They look at McKay, struggling in his sleep."]],"present":["BECKETT","CALDWELL","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Ronon and Teyla appear sweaty and ill."],["TEYLA","You all right?"],["RONON","I'm just tired."],["ANNOTATION","Ronon lies down on a platform."],["KANAYO","No. The enzyme's leaving your bodies. Mine too."],["TEYLA","How bad will it get?"],["KANAYO","Bad. Maybe not for you. You guys haven't been on the enzyme for long... But me, on the other hand..."]],"present":["KANAYO","RONON","TEYLA"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","In the other cell, Ford lies on the ground, shaking. Neera wipes his face with a cloth."],["FORD","Thank you."],["SHEPPARD","How are you holding up, Lieutenant?"],["FORD","I'm okay. I just need to get my hands on some more enzyme. Then I'll be able to get us out of here."],["SHEPPARD","We'll do it together, with or without the enzyme. We're a team, remember?"],["FORD","I remember."]],"present":["FORD","SHEPPARD"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","Awake, McKay struggles in the bed. The oxygen mask has been replaced by a cannula."],["MCKAY","Don't just stand there. Get me more enzyme."],["BECKETT","We don't have any."],["MCKAY","It's the cave. Ford's cave. He's got a whole cabinet of it. There's dozens of vials."],["BECKETT","(leaning close) Do you know the address?"],["MCKAY","(weakly) No."],["BECKETT","I'm sorry, Rodney."],["MCKAY","You don't have to scream at me!"],["BECKETT","I'm not screaming."],["MCKAY","Oh, this is fun for you, isn't it? Watching me like this."],["BECKETT","I assure you it's not."],["MCKAY","(frantic) What is this? Payback? You're jealous, huh? You're jealous of how vital I am to this mission. Vital, vital. Jealous of how I get to go off-world, and you get stuck in this stupid pathetic excuse for a hospital."],["BECKETT","You know that's not true."],["MCKAY","Jealous I get all the women and you don't!"],["ANNOTATION","The two nurses across the room look over."],["BECKETT","Excuse me?"],["MCKAY","Please, just give me a little enzyme, just enough to take the edge off. I'm dying here."],["BECKETT","I told you we don't have any."],["MCKAY","You think I don't know you're lying?"],["BECKETT","I'm not lying--"],["MCKAY","You are! You think I don't think you are, but you are. And don't think I won't forget it!"],["BECKETT","(confused) What?"],["MCKAY","(crying) I don't know. Just kill me."],["BECKETT","I wish... It'll pass--"],["MCKAY","(shouting) No. Don't shout. I am right here."],["BECKETT","(to the nurses) Perhaps we should move him to a more secluded area."],["MCKAY","Why, so you can kill me in private? Stab another knife in my back, huh?"],["BECKETT","(gently) Rodney...no one's trying to kill you."],["MCKAY","You have no idea of the agony I'm going through."],["BECKETT","Oh, I have an inkling."]],"present":["BECKETT","MCKAY"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Kanayo writhes on the floor."],["TEYLA","Kanayo, you must be strong. Fight it. (to Ronon) I do not know what else to do for him."],["RONON","There's nothing we can do."],["ANNOTATION","Kanayo convulses and exhales, then stops moving. Teyla bends to check on him."],["TEYLA","Kanayo?"],["ANNOTATION","She checks his pulse."],["TEYLA","He's dead."],["RONON","Is that what's going to happen to us?"],["ANNOTATION","A Wraith approaches with two soldiers. The Wraith hisses at what he sees in the cell. Ronon stares him down."],["RONON","One less for you to feed on."],["ANNOTATION","The Wraith soldier stuns Ronon, who falls but isn't completely unconscious. The Wraith opens the cell and steps in, staring down Teyla very closely."],["WRAITH","Take him."],["ANNOTATION","The soldier drags out Kanayo's body. The the Wraith and soliders leave."]],"present":["RONON","TEYLA","WRAITH"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","Weir enters and finds Beckett sitting beside McKay's bed."],["WEIR","How is he?"],["BECKETT","Asleep, finally. Mercifully."],["WEIR","Has he mentioned anything about Sheppard and the others?"],["BECKETT","No, not yet. Our conversation was of a different sort. I feel not unlike the priest in The Exorcist. But he's through the worst of it. The nausea has passed, his pulse has returned to normal, blood pressure in a more reasonable range considering he was borderline hypertensive before taking the enzyme."],["WEIR","Good."],["BECKETT","I hate to say it, but his stubbornness is probably what sustained him throughout the ordeal."],["WEIR","We won't tell him that, though."],["BECKETT","Aye. Mustn't feed the beast."],["WEIR","No. You should get some rest. You look exhausted."],["BECKETT","I'll stay with him just a wee bit longer, just to make sure he's out of the woods."],["WEIR","Carson...nice work."],["BECKETT","Thanks, Elizabeth."],["ANNOTATION","Weir smiles and leave."]],"present":["BECKETT","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Ford is struggling on the floor."],["SHEPPARD","Come on buddy. Hang in there. Don't leave us."],["FORD","Sorry, sir."],["SHEPPARD","No. None of that. Mission's not over, remember? We've still got to figure a way to get out of here. You hear me?"],["FORD","Yes, sir."],["SHEPPARD","Aiden...you can make it through this."],["ANNOTATION","The Wraith arrives with two soldiers. They open the cell door and enter."],["WRAITH","Move away from him."],["SHEPPARD","What are you going to do with him?"],["WRAITH","Move away."],["SHEPPARD","He's sick."],["WRAITH","That is why we're taking him."],["ANNOTATION","The soldiers pick up Ford and drag him out. The Wraith hisses at Sheppard and follows the soldiers out, closing the cell door."],["SHEPPARD","(calling after them) Where? Where are you taking him?"],["NEERA","To a cocoon. It will preserve him, keep him from dying."],["SHEPPARD","Until they're ready to feed."]],"present":["FORD","NEERA","SHEPPARD","WRAITH"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","The two Hive ships move through hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sheppard looks for weaknesses in the cell door."],["NEERA","I'm sorry. It's my fault you got caught. I should never have asked you to stop."],["SHEPPARD","It's okay. I mean, trapped in one of those cocoons? No one can blame you for wanting out."],["NEERA","Now your friend has taken my place."],["SHEPPARD","Not for long. Not if I can help it."],["NEERA","(doubtful) How will you get us out of here?"],["SHEPPARD","(covering his doubt) Okay, I haven't figured that part out yet, but when I do, it's going to be real impressive."],["NEERA","The Wraith will not allow us to escape."],["SHEPPARD","Yeah, well I try not to let them tell me what I can and can't do."],["NEERA","You do not fear them?"],["SHEPPARD","The Wraith? Nah. Now, clowns, that's another story. Scare the crap out of me."],["ANNOTATION","Neera appears unconvinced."]],"present":["NEERA","SHEPPARD"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","Weir is working when McKay enters, looking himself again."],["WEIR","Well, look at you."],["MCKAY","Ah. Yes. Bright-eyed and bushy-tailed, as the idiom goes."],["WEIR","You gave us quite a scare."],["MCKAY","Yeah, it was very strange. The whole time I was under the influence of the enzyme, it felt like I was perfectly lucid. Was eloquent, even. I mean, it was you who wasn't making any sense or listening to reason. It was very peculiar. I think I kind of understand how Ford must've been feeling this whole time."],["WEIR","Rodney...what happened out there? And where are the others?"],["MCKAY","I don't know, exactly, but I think I can figure it out. I told you Ford's alive."],["ANNOTATION","The walk out toward the 'gate room."],["WEIR","You told me, but I didn't believe you."],["MCKAY","The man is nothing if not resilient. He's been busy, too. He's gathered himself together a little gang, doped them all up on the enzyme. They're the ones that caught us, drugged us, and coerced Sheppard Teyla, and Ronon into joining them on a mission to destroy a Hive ship."],["ANNOTATION","McKay has sat down at a terminal in the control room."],["WEIR","(shocked) A Hive ship?"],["MCKAY","Yeah. They managed to steal themselves a Dart. Like I said, he's been busy. Look, when they didn't return from the mission, I realized something had obviously gone wrong. Now, I have the coordinates to the planet that the Hive ship was headed towards to cull."],["WEIR","So if the team is still alive, maybe captured on the ship, there's a chance we can rescue them."],["MCKAY","Yeah, at the very least we can warn the planet of the impending culling."],["WEIR","I'll alert Colonel Caldwell."],["MCKAY","Very good."],["ANNOTATION","Weir leaves. McKay starts typing."]],"present":["MCKAY","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","Teyla is sleeping and wakes up suddenly. Ronon is awake."],["RONON","How are you feeling?"],["TEYLA","Better. You?"],["RONON","Ready to get out of here."],["TEYLA","Have you had any luck finding a way to escape?"],["RONON","I think our only chance is to try to create a diversion, try to overpower them next time they come in here."],["TEYLA","Have you thought of Lieutenant Ford? If his withdrawal was as severe as Kanayo's..."],["RONON","(approaching her) If it distracts you...you clear your mind of it. If it fuels your anger, use it."]],"present":["RONON","TEYLA"],"place":"WRAITH CELL"},{"speech":[["SHEPPARD","Do you have anything sharp? Knife? Hairpin? Anything to puncture the skin on these walls?"],["NEERA","No."],["SHEPPARD","It's just that everyone in my last cell had one, so..."],["NEERA","Your people were taken by the Wraith, too?"],["SHEPPARD","A few."],["NEERA","My whole world was destroyed, my people taken and brought here. I watched as my own mother and younger brother were fed upon."],["SHEPPARD","I'm sorry to hear that."],["NEERA","We had no means to fight the Wraith. We are a simple, peaceful people."],["SHEPPARD","We're peaceful, too, but the good news is, we have the means to put up a hell of a fight."],["NEERA","You have fought the Wraith before?"],["SHEPPARD","Lots of times. Won some battles, lost some. War's not over by a long shot, but we're managing to hold our own."],["NEERA","And the clowns?"],["SHEPPARD","(sincerely) Clowns? Oh, yeah, the clowns. Yeah, we fight them, too. Entire armies spilling out of Volkswagens. We do our best to fight them off, but...they keep sending them in."],["ANNOTATION","Neera appears thoughtful."]],"present":["NEERA","SHEPPARD"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","McKay walks with Caldwell, Lorne, and Zelenka."],["MCKAY","According to Ford's intel, Edowin has a space gate. We can get there quickly in a puddle jumper, but we wouldn't be able to do much more than just warn people of the impending culling."],["CALDWELL","Do we have enough time?"],["MCKAY","Yes."],["ZELENKA","We think."],["MCKAY","We should."],["ZELENKA","We hope."],["MCKAY","It'll be close, yes, but using the Daedalus, we might be able to get a radio lock on Sheppard and the team inside the Hive ship. If they're still alive, we can beam them out."],["CALDWELL","All right. Let's get this bird off the ground."],["LORNE","(to Zelenka) Coming with us?"],["ZELENKA","No. No. (to himself) Right."]],"present":["CALDWELL","LORNE","MCKAY","ZELENKA"],"place":"CORRIDOR ON DAEDALUS"},{"speech":[["ANNOTATION","Sheppard is sleeping beside the cell door. Neera steps over quietly and sits beside him. He wakes up."],["NEERA","For warmth."],["ANNOTATION","She rests her head on his shoulder."],["SHEPPARD","Okay."],["ANNOTATION","He gingerly put his arm around her shoulders."],["SHEPPARD","How's that? Better?"],["NEERA","Yes. Thanks... How long will they keep us in here?"],["SHEPPARD","That's a very good question."],["NEERA","If we're able to escape, where will I go?"],["SHEPPARD","Wherever you want."],["NEERA","Can I come with you to your world?"],["SHEPPARD","Sure. Why not? I'm sure we can find a spare room."],["NEERA","I'd like that. What is it like, your world?"],["SHEPPARD","It's nice. Comfortable. Good climate."],["NEERA","(smiling) Tell me what it looks like."],["SHEPPARD","Like every other world, I suppose. Trees, water, mountains... Starbucks on every corner."],["NEERA","What is it called?"],["SHEPPARD","(hesitating) Do you mind if we pick this up after I get some sleep?"],["NEERA","Yes. Of course."],["ANNOTATION","She settles down, putting her hand over the middle of his chest. He does not close his eyes."],["ANNOTATION","Later, they are both sleeping. The ship makes a metallic clanking sound and shudders, waking them up."],["NEERA","What is it?"],["SHEPPARD","I don't know. Must have just dropped out of hyperspace. Maybe they're getting ready for the culling."],["ANNOTATION","They stand up. The Wraith arrives and grabs Sheppard, shoving him at the Wraith soldiers."],["WRAITH","Take him."]],"present":["NEERA","SHEPPARD","WRAITH"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","Sheppard stands in the middle of the chamber. The Queen enters."],["QUEEN","Shall we talk now?"],["SHEPPARD","About what?"],["QUEEN","You are stubborn."],["SHEPPARD","Yes, I am...and, uh...she's very pretty, by the way."],["ANNOTATION","The Queen looks at him questioningly."],["SHEPPARD","Neera. The girl you planted in the cocoon for us to rescue, after you let us escape. The one that was supposed to get information from me. That's never going to happen."],["ANNOTATION","The Queen hisses at him."]],"present":["QUEEN","SHEPPARD"],"place":"QUEEN'S ROOM ON WRAITH SHIP"},{"speech":[["ANNOTATION","Daedalus flies through hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Caldwell briefs his crew, including McKay and Lorne. He uses a lighted board to illustrate the plan."],["CALDWELL","We'll drop out of hyperspace directly behind the planet. Use it to shield us from the Hive ship, where you're going to attempt radio contact with Colonel Sheppard."],["MCKAY","We won't be able to make radio contact from behind the planet."],["CALDWELL","Which is why you and Major Lorne will take a cloaked puddle jumper and get close enough to determine if Colonel Sheppard and his team are still aboard the ship. If they are, we'll move into position around the planet and beam them out."],["LORNE","And if they're not there?"],["CALDWELL","We'll beam a nuke aboard the ship and destroy it."],["MCKAY","What if they jam us like they did before?"],["CALDWELL","Doctor you worry about getting Colonel Sheppard and his team out of that ship. Let me worry about destroying it, okay?"],["ANNOTATION","McKay and Lorne exchange looks."]],"present":["CALDWELL","LORNE","MCKAY"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Neera enters the chamber."],["SHEPPARD","Oh, there you are. I guess that empty room is off the table, but nice try back there in the cell. (to Queen) I knew there must have been a good reason for you to let us break out, but that was quite the performance. Where'd you find her?"],["QUEEN","(walking around Sheppard) She is one of many thousands that have come to serve us...even worship us. They do my bidding...and I let them live."],["ANNOTATION","The Wraith caresses Neera's face."],["SHEPPARD","A Wraith worshiper, huh? Wow."],["NEERA","The prophecy of the great awakening has come to pass. The end days have come to the mortal--"],["SHEPPARD","Yeah, yeah, yeah, I know about that, because I'm one, too. Although in my case, it's not so much worship as it is a meaningful business relationship."],["QUEEN","You lie."],["SHEPPARD","Okay, tell me this. How else could I get my hands on a Dart? And who else could provide me with specific instructions on how to infiltrate your Hive and destroy it?"],["QUEEN","Of which queen do you speak?"],["SHEPPARD","You got to have a window on this boat, don't you? Take a look. The other Hive that joined you for the culling. A lot more people to feed on when you don't have to share."],["QUEEN","I will speak to her of this."],["SHEPPARD","Well, you don't really think she'd admit to trying to have you killed, do you?"],["QUEEN","Enough!"],["ANNOTATION","The Queen forces Sheppard to his knees, mentally."],["QUEEN","I shall savor your defiance."],["ANNOTATION","The Queen is shot with a stun weapon from behind, and cries out. Sheppard turns to see it's Ford. Ford shoots two soldiers and tosses Sheppard Ronon's gun. The Queen fires at Ford, but he doesn't fall. Sheppard fires at the Queen, knocking her out. Neera and other Wraith worshippers run out."],["SHEPPARD","How the hell did you get our weapons back?"],["ANNOTATION","They run out and make their way down a corridor."],["FORD","That was the easy part. Getting some more enzyme, that was hard."],["ANNOTATION","Sheppard takes out a soldier."],["SHEPPARD","You are one tough son of a bitch."],["ANNOTATION","Ford stops."],["SHEPPARD","What are you doing?"],["FORD","Down that hall. Fifty meters. Turn left. It'll take you to Teyla and Ronon's cell. I'll hold the Wraith back for you."],["SHEPPARD","(walking back to Ford) You're coming with me."],["FORD","I'll hold the Wraith back, boss. Now, go. I'll be okay."],["SHEPPARD","I'm not going without you, Lieutenant."],["FORD","John, I'll catch up. Now, go!"],["ANNOTATION","Ford shoves Sheppard and runs off."],["SHEPPARD","Ford!"],["ANNOTATION","A Wraith alarm starts screeching."],["SHEPPARD","Oh, crap."]],"present":["FORD","NEERA","QUEEN","SHEPPARD"],"place":"QUEEN'S ROOM ON WRAITH SHIP"},{"speech":[["RONON","Get ready."],["ANNOTATION","Sheppard arrives."],["SHEPPARD","Hey."],["RONON","Hey."],["SHEPPARD","How about I bust you guys out of here?"],["RONON","If you don't mind."],["ANNOTATION","Sheppard fires at the door panel, destroying it."],["SHEPPARD","I've got to get myself one of these. Where's Kanayo?"],["ANNOTATION","He hands Ronon back his gun. Ronon picks up his coat from inside the cell."],["TEYLA","He is dead. Ford?"],["SHEPPARD","I don't know. Last I saw, he was alive. I'm sticking with that."],["ANNOTATION","They rush down the corridor."]],"present":["RONON","SHEPPARD","TEYLA"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","DAEDALUS drops out of hyperspace above a planet."]],"present":[],"place":"SPACE"},{"speech":[["CALDWELL","(into radio) Jumper One, you have a go."]],"present":["CALDWELL"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Lorne is at the controls, McKay in the other front seat."],["LORNE","On our way. Engaging cloak."]],"present":["LORNE"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The Puddle Jumper leaves the Daedalus hangar bay. After a moment, it disappears, cloaked."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The heads-up display lights up with two red circles."],["LORNE","Oh, no."],["MCKAY","There's two of them!"],["LORNE","You said there was only one."],["MCKAY","Well, there was only one."],["LORNE","Now there's two!"],["MCKAY","I can see that!"],["LORNE","Let's try and hail Colonel Sheppard."]],"present":["LORNE","MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The three race down the corridor. The alarm is still sounding. They arrive at the entrance to the hangar bay. Many Darts are leaving the hangar."],["TEYLA","The culling is beginning."],["SHEPPARD","We gotta stop them."],["RONON","How?"],["SHEPPARD","Stay here. When I give you my signal, get out in the open."],["ANNOTATION","Sheppard goes into the hangar."]],"present":["RONON","SHEPPARD","TEYLA"],"place":"WRAITH SHIP CORRIDOR"},{"speech":[["CALDWELL","(into radio) Jumper One, what's your status?"],["LORNE","(over radio) We are unable to establish a radio link with Colonel Sheppard or the others on either of the Hive ships."]],"present":["CALDWELL","LORNE"],"place":"DAEDALUS BRIDGE"},{"speech":[["MCKAY","(into radio) Which doesn't necessarily mean they're not on either of the ships. They could've had their radios taken from them."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["CALDWELL","(into radio) We can't make that assumption. Return to the Daedalus immediately."]],"present":["CALDWELL"],"place":"DAEDALUS BRIDGE"},{"speech":[["MCKAY","(into radio, disappointed) We're almost there now."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["CALDWELL","(into radio) Good. We need to take those ships out before they start culling."]],"present":["CALDWELL"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Ronon and Teyla watch the hangar activity. A Dart turns and heads toward them."],["TEYLA","Is that his signal?"],["RONON","It'd better be."],["ANNOTATION","They go into the hangar and are swept up by a culling beam."]],"present":["RONON","TEYLA"],"place":"WRAITH SHIP CORRIDOR"},{"speech":[["SHEPPARD","Oh, I sure hope that worked."]],"present":["SHEPPARD"],"place":"DART"},{"speech":[["ANNOTATION","Dozens of Darts leave the hangar bay of both Hive ships."],["ANNOTATION","On the other side of the planet, Daedalus gets underway."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","McKay and Lorne arrive back on the bridge."],["CALDWELL","Max power to the shields. Are we within transport range?"],["AIRMAN","Yes, sir. We have a weapons lock on coordinates inside the first enemy vessel."],["CALDWELL","Deploy warhead."],["ANNOTATION","The display shows the transport failed."],["AIRMAN","The enemy has engaged countermeasures to block our transport."],["MCKAY","They're jamming us again."],["AIRMAN","We're under fire."],["ANNOTATION","The ship is taking fire."],["CALDWELL","Forward rail positions. Return fire."]],"present":["AIRMAN","CALDWELL","MCKAY"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Both Hives fire on Daedalus, which fires back at both with the forward rail guns."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The Dart display shows many ships in the area."],["SHEPPARD","This is not good. Not good. Not good."]],"present":["SHEPPARD"],"place":"DART"},{"speech":[["ANNOTATION","Sheppard's Dart turns toward the side of one of the Hives."]],"present":[],"place":"SPACE"},{"speech":[["LORNE","How much of this can the shields take?"],["MCKAY","Not much. We're already down twenty percent."],["ANNOTATION","Sparks begin flying around the bridge."],["CALDWELL","Our people have been in Wraith hands too long. We have to assume they've been compromised and the Wraith know Atlantis wasn't destroyed. We need to win this."]],"present":["CALDWELL","LORNE","MCKAY"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Sheppard brings up the weapons display."]],"present":[],"place":"DART"},{"speech":[["ANNOTATION","Sheppard's Dart does a strafing run on the Hive ship, hitting it in the hangar bay and other sections."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","McKay and the others watch the battle out the forward view-screen. They see the explosions on the Hive."],["MCKAY","Look. You see that?"],["LORNE","What?"],["MCKAY","It's a Dart firing on one of the Hive ships."],["CALDWELL","Why?"],["MCKAY","(realizing) Sheppard!"]],"present":["CALDWELL","LORNE","MCKAY"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Sheppard keeps firing."]],"present":[],"place":"DART"},{"speech":[["ANNOTATION","The Darts from the two Hives are firing on each other and each other's Hives."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sheppard keeps flying."]],"present":[],"place":"DART"},{"speech":[["ANNOTATION","The display shows massive fire between the Hives."],["CALDWELL","I don't believe what I'm seeing."],["LORNE","Sheppard's actually getting them to fire at each other."]],"present":["CALDWELL","LORNE"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","The two Hives fire on each other at very close range. One of the Hives explodes, and the blast takes out the second Hive, resulting in a huge fireball."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","They have to look away from the brightness of the explosion. McKay looks devastated. He rushes to his tactical display."],["MCKAY","(shocked) The blast has destroyed everything in the fifteen-thousand-meter radius."],["CALDWELL","Did any Darts survive?"],["AIRMAN","Negative, sir."],["ANNOTATION","McKay steps back to the fore of the bridge, shocked and devastated."]],"present":["AIRMAN","CALDWELL","MCKAY"],"place":"DAEDALUS BRIDGE"},{"speech":[["TECHNICIAN","(into radio) Copy that. Atlantis out."],["ANNOTATION","He gets up and goes to find Weir in her office."],["TECHNICIAN","Dr. Weir. We received word from Daedalus. They said they should be back to Atlantis by 1900 hours."],["WEIR","They called the search off?"],["TECHNICIAN","They said there was nothing to search for."],["WEIR","(subdued) Thank you."],["ANNOTATION","Weir turns away in shock. The Stargate begins to activate."],["TECHNICIAN","Off-world activation!"],["WEIR","Who is it?"],["TECHNICIAN","We have an I.D.C. It's Colonel Sheppard's code."],["WEIR","Let 'em in!"],["ANNOTATION","Weir rushes down the stairs to the 'gate room."]],"present":["TECHNICIAN","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard, Ronon, and Teyla walk through the active wormhole. Weir jogs over to meet them."],["SHEPPARD","Sorry we're late."],["ANNOTATION","Everyone smiles."]],"present":["SHEPPARD"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","The Daedalus lands on the pier."]],"present":[],"place":"ATLANTIS PIER, NIGHT"},{"speech":[["ANNOTATION","Beckett examines Ronon, while Teyla sits on the next bed. Sheppard stands between them, and Weir is nearby."],["BECKETT","All right, up you go."],["ANNOTATION","He helps Ronon sit up as McKay and Caldwell enter."],["MCKAY","Why aren't you dead?"],["SHEPPARD","It's good to see you, too, Rodney."],["MCKAY","No, no, I mean, well you know what I mean. Why aren't you...dead?"],["SHEPPARD","Well, I knew when the Hives started to shoot at each other, it was just a matter of time before they blew each other up, so I went to the space gate and dialed an address where I could land safely. I didn't think the Dart could fit in our gate room."],["TEYLA","The Colonel was kind enough to make us whole again, and we returned home."],["CALDWELL","I'm curious, Sheppard. How did you know the Wraith would fight each other?"],["SHEPPARD","Uh, a little intel from Ford and the gang, plus I kind of goosed things along with the queen."],["ANNOTATION","McKay appears confused and a bit amazed."],["TEYLA","It would appear the Wraith are becoming more territorial than we had thought. There is definite tension building among them."],["RONON","Which is good for us."],["WEIR","It certainly is. It also opens a brand-new strategy in fighting them."],["MCKAY","Huh. And where is Ford?"],["TEYLA","He was aboard the Hive ship when it was destroyed."],["SHEPPARD","He was last seen aboard the Hive ship."],["MCKAY","What does that mean?"],["SHEPPARD","Well, you know Ford. I wouldn't be surprised if we run into him again."],["ANNOTATION","Sheppard appears hopeful but unconvinced."]],"present":["BECKETT","CALDWELL","MCKAY","RONON","SHEPPARD","TEYLA","WEIR"],"place":"ATLANTIS INFIRMARY"}]