[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","A puddle jumper flies over the fields and forests of an alien world."]],"present":[],"place":"PLANET, DAY"},{"speech":[["ANNOTATION","Sheppard sneezes and coughs."],["TEYLA","Are you all right, Colonel?"],["SHEPPARD","(hoarsely) It's nothing, just a cold. No big deal. It's just annoying."],["MCKAY","Talk about annoying."],["SHEPPARD","What?"],["MCKAY","We should be focusing on harvesting space gates."],["SHEPPARD","That's what we're doing, Rodney. The MALP detected life signs. We have to check it out. That's the protocol."],["MCKAY","I am just saying that identifying potential space gates to complete the intergalactic bridge should be our priority, not making contact with the locals of some backwater hamlet."],["TEYLA","Are you that eager to return to Earth, Rodney?"],["MCKAY","This isn't just about me. It is about the ability to go back and forth between Earth and Atlantis conveniently...and whenever I want to."],["RONON","How's that work again?"],["MCKAY","(turning in his chair back to Ronon, enthusiastic) Okay, once we've seeded enough Stargates across the void between Pegasus and the Milky Way, we'll be able to take a jumper from one to the other to the other till we reach the other side. That way we won't tax the ZPM, we won't be reliant on the Daedalus, and travel time between Earth and Atlantis will be cut from three weeks to thirty minutes."],["ANNOTATION","He turns back to face forward, very proud."],["TEYLA","Very clever."],["MCKAY","(smugly) Yes. (more reluctantly) It was Samantha Carter's idea."],["SHEPPARD","Backwater hamlet, dead ahead."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Several brightly dressed people smile and greet Sheppard's team warmly as they enter the village."],["MCKAY","(low, to team) Okay, let's just make contact, buy our souvenirs, and...get out of here."],["ANNOTATION","McKay is distracted by two particularly attractive young women who smile."],["WILLA","Fair day to you."],["SHEPPARD","(to Willa) Fair day to you. (to McKay, distracted) Nothing here. We should probably go."],["ANNOTATION","They watch another attractive young woman walk by, smiling at them."],["MCKAY","(distracted) Eh, it probably wouldn't hurt to, uh, make contact with the locals though, no?"],["ANNOTATION","Teyla and Ronon exchange looks."],["SHEPPARD","No, no. When you're right, you're right."],["MCKAY","No, no, well we're here now, and uh..."],["ANNOTATION","A man with a wide grin yells from the length of the street."],["LUCIUS","Hello! Hello, new people! Why didn't anybody tell me the new people were here yet!"],["ANNOTATION","Willa embraces Lucius with a wide smile."],["WILLA","Lucius, I've missed you!"],["ANNOTATION","Lucius returns the hug distractedly, not breaking stride as he approaches the team."],["LUCIUS","Oh please. Well, I was just out for a walk. Have you met the new people yet?"],["ANNOTATION","Willa shakes her head negatively as Lucius arrives in front of the team."],["SHEPPARD","We just got here."],["LUCIUS","Oh, great! Great! Then I haven't missed anything. I hate missing things. Have you met my wife, Willa? Isn't she gorgeous? (pointing to other beautiful women behind them) My other wives are just making lunch."],["HELEEN","Fair day, Lucius!"],["LUCIUS","Hello, sweetheart. (blows her a kiss) I love ya. I love ya. (waves to villagers) Fair day, everybody."],["ANNOTATION","The team exchange looks."],["VILLAGERS","Fair day, Lucius."],["SHEPPARD","(nonplussed) I'm...John...Sheppard. Rodney McKay, Ronon Dex, Teyla Emmagan."],["ANNOTATION","He gestures to his teammates in turn, who nod to Lucius in greeting. Lucius's eyes light on Teyla. He pushes Willa aside to get closer to her."],["LUCIUS","Teyla. And you are from?"],["TEYLA","(cautiously) Athos."],["ANNOTATION","McKay and Sheppard exchange looks."],["LUCIUS","(seductively) Athos. Yeah, Athos. I've never been there. Sounds nice. Is it nice?"],["TEYLA","(unamused) Until it was culled by the Wraith."],["LUCIUS","Oh, I hate them. What do you say you and me get together, we have some lunch, we talk about this, huh? Maybe have some wine?"],["MCKAY","(piqued) We don't even know your name."],["ANNOTATION","Lucius turns to McKay. He and the villagers start to laugh as if McKay said something hilarious."],["SHEPPARD","We're serious."],["WILLA","(shocked) You mean you truly have not heard of Lucius?"],["HELEEN","Well everyone knows."],["WILLA","He's the wisest and kindest man among the stars."],["LUCIUS","(with mock humility) Aw, people just say that. I mean, you can't prove it until you've met everybody, am I right? Hmm?"],["SHEPPARD","(diplomatically) Well then...Lucius, we're glad we met you."],["ANNOTATION","Lucius leans closer to Sheppard."],["LUCIUS","And if you aren't yet, you will be! Come on! Let's have some lunch, huh? Everybody has to eat. Right? Come on, right this way, please. Please."],["ANNOTATION","Lucius's wives escort McKay and Sheppard."],["LUCIUS","(gesturing to Teyla and Ronon) After you, please."],["ANNOTATION","Teyla and Ronon follow the others, looking back curiously at Lucius. He remains behind, smiling and waving at the other villagers."],["LUCIUS","Fair day. Fair day. Fair day."],["ANNOTATION","He takes a small flask out of his jacket and drinks a large swallow, wincing at the taste."],["LUCIUS","Here I come!"]],"present":["HELEEN","LUCIUS","MCKAY","SHEPPARD","TEYLA","VILLAGERS","WILLA"],"place":"VILLAGE, DAY"},{"speech":[],"present":[],"place":"VILLAGE, DAY"},{"speech":[["ANNOTATION","Several villagers smile and watch as Lucius and the team enjoy a meal in the center of town."],["LUCIUS","I love architecture. It's all a mystery to me, really, but, heh heh, it hasn't stopped me from trying."],["TEYLA","(bored) I see."],["LUCIUS","(low, to Sheppard) Is she taken, yet?"],["SHEPPARD","Hmm?"],["TEYLA","(sharply) No! Nor does he nor anyone else speak for me."],["LUCIUS","Oh yeah! Yeah, you are definitely wife material. You gotta love a woman with spirit. And a great body."],["ANNOTATION","McKay rubs his hand over his mouth to hide his expression. Teyla turns with a look that could kill."],["MCKAY","Excuse me, um, Lucius. Please pardon my ignorance, possibly even my manners, but, uh, what is it exactly about you..."],["LUCIUS","Ah-ah. I know what you are going to say, so you don't even have to ask. I have gifts."],["ANNOTATION","The team exchange skeptical and amused looks."],["SHEPPARD","What are those, uh...gifts?"],["LUCIUS","Exploration. Alchemy. Medicine. I have, I have to say, some of the best ointments around."],["ANNOTATION","Sheppard sneezes."],["LUCIUS","See, I could take care of that just... (snaps his fingers) like that."],["SHEPPARD","Ah, it's just a cold."],["LUCIUS","Nevertheless, I have a potion that could get rid of that in six or seven days."],["MCKAY","Mmm."],["SHEPPARD","(deadpan) That's impressive."],["LUCIUS","(shrugging) You get used to it. We'll do a trade. So...where you all from?"],["SHEPPARD","No place in particular. We move around a lot."],["LUCIUS","In that wonderful machine of yours. Yeah, I saw it. I was on a walk, I look up, and-and I heard...somebody said that-that you flew through the ancestral ring?"],["ANNOTATION","Sheppard shakes his head dismissively."],["RONON","Yeah, that was us!"],["ANNOTATION","Teyla glares at him."],["LUCIUS","How does it fly?"],["MCKAY","It's complicated. One has to--"],["LUCIUS","(interrupting) I mean, where do you get a machine like that? I-it I mean, it's a wonderful way to travel. Can I get one? Are they hard to fly?"],["SHEPPARD","Yes. They are hard to fly, and...no, you can't have one."],["LUCIUS","(insistent) But I want one. Please."],["SHEPPARD","(shrugging) Sorry."],["ANNOTATION","The villagers begin to murmur in dismay."],["WILLA","Well, perhaps a trade for some of his wonderful medicines."],["MCKAY","Or perhaps not."],["LUCIUS","(insulted) What? You come all this way, you don't even want to do a trade? Look, it doesn't even have to be the ship. Forget the ship. I don't even want the ship. Okay? You gotta have some other stuff that you want to trade, right? Okay? Like-like...how do you get your hair to go like that?"],["ANNOTATION","Lucius looks expectantly at Sheppard. Sheppard appears nonplussed for a moment."],["SHEPPARD","Lunch was great...but I just realized we're running late."],["MCKAY","For what?"],["SHEPPARD","For that important thing!"],["ANNOTATION","He rises, the others follow suit."],["TEYLA","Yes! Um, as much as we would love to stay, we really must go."],["LUCIUS","No, no, no, no, no. I don't want you to go. You just got here, come on! Come on! We haven't even had the second course. Please! I want-I want you to see some of my medicines. (to Willa) Go get the ointments, the good ones. Go! Run! Go!"],["ANNOTATION","She runs to get his wares."],["SHEPPARD","Another time, Lucius. We gotta go."],["LUCIUS","(in a tantrum) No. No, I don't want you to leave!"],["ANNOTATION","Sheppard's team finds their path blocked by the villagers, who close in at Lucius's words. They turn back to Lucius."],["LUCIUS","Okay, okay, okay. All right. Let them go. We're all friends here, right?"],["ANNOTATION","The villagers break apart, letting the team pass."],["SHEPPARD","Tell you, what. As soon as we get back, we'll tell our medical people to come, see what you have to offer. Then we'll talk about trade."],["LUCIUS","(hopeful) Later today, maybe?"],["SHEPPARD","Maybe."],["LUCIUS","I'll have everything ready."],["SHEPPARD","Thank you."],["LUCIUS","(calling after them) You won't be disappointed!"],["ANNOTATION","The team leaves. Lucius smiles."],["LUCIUS","Nice people."],["VILLAGERS","(in agreement) Mm-hmm."]],"present":["LUCIUS","MCKAY","RONON","SHEPPARD","TEYLA","VILLAGERS","WILLA"],"place":"VILLAGE SQUARE, DAY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Weir walks with Sheppard and McKay."],["SHEPPARD","I think the word we're looking for is, uh..."],["MCKAY","Obnoxious? Unctuous?"],["SHEPPARD","Well, either one of those works."],["MCKAY","Then again, the townspeople seem to love him, so maybe there's something to his medicines."],["SHEPPARD","Sounds like a snake oil salesman to me, but...might be worth having Beckett check it out."],["WEIR","Well, I'm sure Carson will be able to get us an answer pretty quickly. So, it's back out to scout for gates?"],["MCKAY","(excited) Yes! Right away."],["SHEPPARD","It's not a race, Rodney."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Lucius leads Beckett around his shop."],["LUCIUS","Some of the herbs were gathered from this planet on my walks, but most were collected from my many excursions to other worlds. I have to confess, I have concocted remedies for almost every known ailment."],["BECKETT","(skeptical) Every single one?"],["LUCIUS","Well, every one in town. The sick have been cured, the lame can walk again...well, some still crawl, but they crawl a lot faster than they used to."],["BECKETT","I see."],["LUCIUS","Nothing pleases me more than when someone comes up to me, they say: \"Thank you, Lucius. You have cured me. You are a wise and kind man.\""],["BECKETT","(humoring him) Hmm."],["LUCIUS","Young, old... women... Do you like women, Doctor Beckett?"],["BECKETT","What? Yes, of course."],["LUCIUS","Yeah, I have a potion that will have them lined up around the square just waiting to be with you. You know what I mean when I say \"be with you\", right?"],["BECKETT","(dryly) I think so, yes."],["LUCIUS","I will trade you that potion, for what you are holding in your bag...right now."],["BECKETT","My medical kit?"],["LUCIUS","(nodding) Mm-hmm."],["BECKETT","But I thought you cured every known ailment."],["LUCIUS","Every known ailment in town. I added that, remember?"],["LUCIUS","Well, it is tempting. But I'm afraid, uh, I couldn't do that, Lucius, sorry."],["LUCIUS","(chuckling) Not yet, anyway, huh? Come on, you must be starving. I have a great meal lined up for us."],["ANNOTATION","Looking exasperated, Beckett follows him out."]],"present":["BECKETT","LUCIUS"],"place":"LUCIUS'S APOTHECARY SHOP"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Weir enters, and heads to where Zelenka, McKay, and Sheppard are."],["WEIR","How did the scout go?"],["ANNOTATION","Sheppard coughs hoarsely several times."],["SHEPPARD","Well, we found an unused 'gate in orbit over M3R-428."],["MCKAY","One lousy 'gate. We're never going to meet our quota at this rate."],["SHEPPARD","What quota?"],["MCKAY","My quota."],["SHEPPARD","Daedalus is still under repair anyway, Rodney. We won't be able to harvest 'gates till it can fly."],["ANNOTATION","McKay crosses his arms and pouts."],["SHEPPARD","Did Beckett bring back anything worth anything?"],["WEIR","No, he hasn't returned yet. He radioed in earlier, said he'd like to stay a little longer. Apparently, he's found something of interest."],["ANNOTATION","McKay scoffs."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","Lucius sits telling stories to all the villagers, who sit spellbound by his tales."],["LUCIUS","The baby was frozen solid--like a statue. Like a frozen statue. It must've been in the water for I don't know, what must--it seemed like an eternity. I didn't know what to do. And I was a kid myself. I take the baby, and I open my coat, and I tuck the baby inside, and I start stroking the baby's back...gently. Now, I don't know whether it was warmth of my body, or the steady insistent rhythm of my own life force urging this tiny baby's heart to begin beating again. But beat it did."],["ANNOTATION","Beckett is just as enthralled as the other villagers. They all gasp in wonder."],["LUCIUS","And a cry arose, piercing the cold night air, as if to say...I am alive!"],["ANNOTATION","Beckett starts the applause."],["BECKETT","(laughing in delight) Oh! Astonishing!"],["LUCIUS","And that baby...that baby...grew up to be..."],["ANNOTATION","Lucius gestures to the side. Beckett sees a woman pouring a tankard."],["BECKETT","That beautiful young lady?"],["ANNOTATION","She smiles at Beckett's compliment."],["LUCIUS","No, no, no, not her. Behind her."],["ANNOTATION","The woman leaves with her tray of tankards. A young man turns a spit over the fire. He obviously is brain damaged."],["LUCIUS","Uh, maybe a little brain damage, but just a little. But the story is true."],["BECKETT","(enraptured) And thank you for sharing it with me."],["LUCIUS","(standing) Oh, please, Doctor Beckett. That's what I like doing most. To share. To share me."],["ANNOTATION","He helps Beckett rise."],["BECKETT","Oh. And I can see that now."],["ANNOTATION","They laugh as he leads Beckett away from the other villagers."],["LUCIUS","You see? All you had to do was get to know me. You know, Carson...may I call you Carson?"],["BECKETT","Of course you can!"],["LUCIUS","Carson, this-uh, this city that you keep going on and on about?"],["BECKETT","Atlantis."],["LUCIUS","Yeah, Atlantis. Um, on a scale of one to ten, this-this village being a three..."],["BECKETT","Oh, Atlantis is definitely a ten."],["LUCIUS","It is? Yeah. And-and those flying ships, you still have those?"],["BECKETT","You mean the jumpers?"],["LUCIUS","Yeah."],["BECKETT","Oh, aye, we have several."],["LUCIUS","Really? How interesting. Tell me more."],["BECKETT","Oh, Lucius. I think I could do much better than that."]],"present":["BECKETT","LUCIUS"],"place":"VILLAGE SQUARE, NIGHT"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","The wormhole activates. Weir comes out of her office."],["CHUCK","Incoming wormhole. Opening the shield. (to Weir) Doctor Beckett's IDC."],["WEIR","It's about time."]],"present":["CHUCK","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The guards wait, weapons raised as Beckett steps through the Stargate. Weir runs down the steps to greet him as the guards lower their weapons on spotting Beckett."],["WEIR","Carson!"],["ANNOTATION","Lucius arrives. A few guards re-raise their weapons as the wormhole shuts down. Beckett smiles as Lucius laughs in delight."],["LUCIUS","Oh my! When you said this place was a ten, I thought okay, maybe, maybe it's an eight and a half, but this..."],["WEIR","Carson...?"],["BECKETT","Oh, Doctor Weir, permit me to introduce Lucius Lavin."],["ANNOTATION","Lucius comes closer, eyeing Weir lasciviously."],["LUCIUS","Speaking of stunning. You never told me anything about her. Oh yeah. Yeah, I am definitely going to like it here."],["ANNOTATION","Weir turns angrily from Lucius to Beckett."]],"present":["BECKETT","LUCIUS","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Weir, Beckett, and Sheppard watch Lucius down in the isolation room. He is studying himself on the camera monitors in the room below."],["WEIR","(exasperated) I can't believe you brought him here without permission!"],["BECKETT","I didn't think you'd mind."],["WEIR","You didn't think I'd mind?! You know the protocols! You even helped come up with them."],["BECKETT","(innocently) There's so much he can offer us."],["SHEPPARD","Is this the same guy who said he could cure my cold in a week?"],["ANNOTATION","McKay turns around from where he has been studying the computer. He leans against the work station and folds his arms, listening with interest."],["BECKETT","I know my business, Colonel Sheppard. He happens to have created several medicines that are quite remarkable."],["WEIR","Really? That guy?"],["BECKETT","Aye. He also possesses many valuable herbs and spices...and gourds."],["MCKAY","Did you just say gourds?"],["BECKETT","Yes, Rodney, gourds! We don't know everything, despite what you may think. He could prove to be a very powerful ally. He's a very wise and kind man."],["ANNOTATION","He grins. Sheppard looks skeptical as Weir studies Beckett keenly."],["WEIR","Are you feeling all right?"],["BECKETT","What do you mean?"],["SHEPPARD","It's just you're acting uh, a little..."],["WEIR","Smitten?"],["SHEPPARD","Well, I had another word in mind."],["ANNOTATION","Weir huffs in agreement."],["BECKETT","This is not something to treat lightly."],["WEIR","No, it isn't. You've brought a stranger to Atlantis without prior approval. Now he knows about the city as well as our 'gate address."],["BECKETT","Lucius would do nothing to harm us. He comes in peace, as our friend. You have his word and mine on that."],["ANNOTATION","Beckett huffs impatiently. Weir and Sheppard exchange looks."]],"present":["BECKETT","MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS ISOLATION OBSERVATION ROOM"},{"speech":[["ANNOTATION","Weir, McKay and Sheppard leave the isolation area."],["WEIR","Do you think he poses a threat?"],["SHEPPARD","Definitely a nuisance."],["MCKAY","If what Beckett says is correct, these medicines could be of value to us."],["SHEPPARD","We'll just keep an eye on him. McKay and I are heading out to scout more 'gates. Tell Teyla and Ronon not to let him out of their sight."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS STAIRWELL"},{"speech":[["ANNOTATION","Beckett leads Lucius into ornate guest quarters. A guard stands outside."],["BECKETT","Here we are."],["ANNOTATION","Lucius looks around as Beckett watches him in anticipation."],["LUCIUS","It's perfect."],["ANNOTATION","Beckett shakes his fists in glee."],["BECKETT","Because you could always have my own personal quarters if you wanted."],["LUCIUS","Oh, no. No. Don't be silly, Carson. I mean, I-I'll take a look at what you have if you insist, but...this'll do fine for now."],["BECKETT","(sighing in relief) Oh good. I'm so pleased. Just let me know if you want anything."],["LUCIUS","Oh, I can't think of anything I want more than just being here. Except that..."],["BECKETT","(worried) What?"],["LUCIUS","No, it's nothing."],["BECKETT","No, tell me!"],["LUCIUS","Well, I get the feeling that your friends don't like having me around."],["BECKETT","(scoffing) Lucius! Just give them a chance to get to know ye."],["LUCIUS","Well, I just hope I get that chance."],["BECKETT","Oh, you will! I promise! In fact, I'm sure Doctor Weir will want to negotiate an alliance between your people and ours."],["LUCIUS","Really?"],["BECKETT","Really!"],["ANNOTATION","Lucius clasps Beckett around the shoulders."],["LUCIUS","Aw, that'd be great!"]],"present":["BECKETT","LUCIUS"],"place":"GUEST QUARTERS"},{"speech":[],"present":[],"place":"ATLANTIS DAY"},{"speech":[["ANNOTATION","Lucius leaves the room, looking at the guards stationed outside."],["LUCIUS","Oh, hello! I was going to go get something to eat because they forgot to bring me something, so um...are you guys not allowed to talk?"],["ANNOTATION","Teyla and Ronon hurry up the steps."],["TEYLA","Guests are not permitted to move about the city unescorted."],["LUCIUS","Oh, what do you say you escort me then, huh? Huh? You don't like me yet, do you?"],["RONON","Yet?"],["LUCIUS","I'm sorry. My manners just fail when I am in the presence of a beautiful woman. Isn't she something, huh?"],["RONON","(unamused) Yeah."],["TEYLA","We will have something sent to you."],["ANNOTATION","Lucius crowds into Teyla's personal space."],["LUCIUS","Oh, no, no, no. Come on, come on. Don't make me sit in there all alone. Come on, please?"],["TEYLA","(exasperated) Very well. We will both take you."],["ANNOTATION","She dodges away from him and leads the way to the mess hall. Lucius and Ronon follow with the security escort."],["LUCIUS","Oh, both? Both is good! Yeah. We'll get to know each other then, okay? Like, how do you get your hair to go like that?"],["ANNOTATION","He looks at Ronon."]],"present":["LUCIUS","RONON","TEYLA"],"place":"ATLANTIS CORRIDOR OUTSIDE LUCIUS'S QUARTERS"},{"speech":[["ANNOTATION","Beckett sits in Weir's office, pleading his case to her. She signs off on some reports by a scientist."],["BECKETT","Just listen to what he has to say!"],["WEIR","(to scientist) Thank you. (to Beckett) Fine! Can I say, I'm starting to get concerned about your interest in this man. It seems...excessive."],["ANNOTATION","Now alone with Beckett, Weir sits behind her desk."],["BECKETT","And I find it puzzling why you've chosen to greet Lucius with such hostility!"],["WEIR","Perhaps it's because you broke protocol, endangering--"],["BECKETT","And for that I am sorry, but can we please move on past that one mistake and not further alienate a potential ally."],["ANNOTATION","Weir looks at Beckett shrewdly."],["WEIR","(stern) Fine. Have him come up to my office."],["ANNOTATION","Beckett smiles."]],"present":["BECKETT","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","Lucius primps in front of a mirror, testing different looks."],["LUCIUS","(practicing seductive versions) Hello, Doctor Weir. Helloo, Doctor Weir, yeah."],["ANNOTATION","He goes over to his satchel and removes a vial of clear liquid, downing it with the same look of distaste as when he drank from his flask earlier."]],"present":["LUCIUS"],"place":"LUCIUS'S QUARTERS"},{"speech":[["ANNOTATION","Lucius carries a gourd candle holder, escorted by his guards, to Weir's office."],["LUCIUS","(professionally) Hello, Doctor Weir. Thank you for granting me this audience."],["WEIR","It's hardly that, Mister Lavin."],["LUCIUS","Oh please...Lucius."],["ANNOTATION","She smiles awkwardly, looking at the item he holds in his hands. He holds it out reverently."],["LUCIUS","May this be the first of many gifts that our people exchange."],["ANNOTATION","Weir stares nonplussed at the gourd before taking it."],["WEIR","Thank you."],["LUCIUS","I made it myself."],["ANNOTATION","Weir hmms, feigning interest."],["LUCIUS","The gourd is the marshes of my homeworld, topped with a candle that's made from the congealed tallow of an animal that I killed with my bare hands."],["ANNOTATION","Weir looks unwilling to hold the gourd anymore. She fakes a smile while not touching the object too closely as she sets it on her desk."],["WEIR","How nice."],["LUCIUS","It's nothing."],["WEIR","Please, have a seat."],["LUCIUS","After you."],["ANNOTATION","She sits in the guest chair across from him. He takes her hands and holds them in his own. He then starts checking out her body."],["WEIR","What are you doing?"],["LUCIUS","Huh?"],["ANNOTATION","Weir stands abruptly, her chair rolling back rapidly. Weir heads behind her desk."],["WEIR","(professional) I've been told that you would like to negotiate a possible alliance between our two peoples."],["LUCIUS","An alliance? Okay. Sure. I mean, that's why I'm here is to talk about that."],["ANNOTATION","Weir sits behind her chair."],["WEIR","Well then, why don't you start by telling me what you have to offer us."],["ANNOTATION","Lucius looks to the gourd."],["WEIR","(sternly) Besides candles."],["LUCIUS","Right."]],"present":["LUCIUS","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Sheppard and McKay walk down steps from the jumper bay to the control room."],["MCKAY","One tiny settlement on the entire planet? Look, all we'd have to do is relocate them."],["SHEPPARD","We're not evacuating an entire planet so we can take their 'gate."],["CHUCK","Hey! Welcome back."],["ANNOTATION","Sheppard and McKay look around the otherwise empty area. Chuck casually lounges, drinking some coffee."],["MCKAY","Where's Zelenka?"],["CHUCK","Well, he's not here."],["SHEPPARD","No one's here. Where is everyone?!"]],"present":["CHUCK","MCKAY","SHEPPARD"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","As Sheppard and McKay enter, they hear lots of laughter."],["LUCIUS","...I'm standing there, I don't know what to do. I ran. I ran! I ran! And mind you, I'm the guy who's holding the weapon, okay? So-so here's what I do, okay? Here's what I do. Okay, I'm standing there, and-and I-I'm running. And I see the beast is coming towards me, so I just step to my left, I turn around. And, just as he's coming to me, I take my sword, and I draw it, and I lop off his head. And-yeah, and I bend over, I pick it up, and I walk, in triumph, back to the village."],["ANNOTATION","Sheppard and McKay see Lucius holding court before several members of the expedition. Closest to him are Weir, Ronon, Beckett, Teyla, and Zelenka. They are just as enraptured by Lucius's tale as the others, laughing and gazing at Lucius in delight."],["WEIR","(smitten) Amazing."],["RONON","(amazed) You didn't!"],["LUCIUS","Oh-oh, yes, oh, my giant friend. I did. And let me tell you this, I had no trouble finding female companionship that night, if you know what I mean..."],["ANNOTATION","Everyone laughs."],["ZELENKA","Gives Czech exclamation."],["LUCIUS","Repeatedly!"],["ANNOTATION","Teyla blushes. Lucius turns and puts his hand on Weir's shoulder. She places her hand on his knee. Ronon knocks him on the other shoulder companionably while everyone sits and laughs, basking in his company."],["LUCIUS","Yeah, yeah."],["ANNOTATION","Sheppard and McKay exchange confused and worried looks."]],"present":["LUCIUS","RONON","WEIR","ZELENKA"],"place":"ATLANTIS MESS HALL"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Sheppard and McKay speak to Beckett, Weir, Teyla, and Ronon."],["SHEPPARD","What the hell is going on?"],["ANNOTATION","The others exchange mildly puzzled looks. Weir shrugs."],["WEIR","What do you mean?"],["SHEPPARD","What do I mean? We leave for a few hours, and Lucius turns you all into Stepford wives."],["MCKAY","What did he do to you?"],["ANNOTATION","The others exchange patient looks, smiling banally."],["WEIR","Absolutely nothing. Carson was right about him."],["TEYLA","I agree. He has much to offer us."],["MCKAY","(crossing his arms) Herbs and gourds?"],["BECKETT","Please. The medicines alone are worth whatever he asks."],["SHEPPARD","You're really telling me the ointment is worth something?"],["BECKETT","I haven't actually tested it."],["MCKAY","Oh, you're just taking his word for it."],["ANNOTATION","Beckett nods. Ronon's expression becomes stern."],["RONON","(threateningly) You got a problem with that?"],["MCKAY","(meekly) Me? Uh...no. He might."],["ANNOTATION","He points to Sheppard."],["SHEPPARD","Teyla, this is the man who asked you to be his seventh wife."],["ANNOTATION","Weir turns excitedly to Teyla, who looks down, embarrassed."],["TEYLA","(breathlessly) I know. I hope I didn't upset him."],["BECKETT","You just haven't taken the time to get to know Lucius."],["WEIR","Carson is right! Again!"],["ANNOTATION","She slaps him good-naturedly on the arm."],["WEIR","I think he could be a great asset to us. He has travelled extensively throughout this galaxy and gathered a tremendous amount of intelligence."],["SHEPPARD","(shrugging) Has he shared any of this, uh, \"intelligence\"?"],["WEIR","Not yet. But... he did give me this."],["ANNOTATION","She smiles and reverently picks up the candlestick gourd. While Sheppard and McKay exchange disturbed looks, the others gaze on the gourd with adoration."],["RONON","(gently) A very wise and kind man."],["ANNOTATION","Every one else nods."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","Sheppard and McKay have taken refuge in the lab. McKay works on his computer."],["SHEPPARD","This is creepin' me out."],["MCKAY","Yeah. It reminds me of an old Batman episode, actually. It's uh, Catwoman used a drug to put a spell on Batman, make him fall in love with her. Ended up doing all sorts of...evil things for her. It was kind of a turn-on, actually. It's Julie Newmar in the cat outfit..."],["SHEPPARD","Eartha Kitt was Catwoman."],["MCKAY","Not till season three."],["SHEPPARD","Really?"],["MCKAY","Yeah. You didn't know that?"],["ANNOTATION","Sheppard shakes his head absently, still staring at the computer screen. McKay continues to look at Sheppard with disbelief. Sheppard looks up and catches his eye, nodding toward the screen."],["MCKAY","Oh! So, I-I did a little investigating, and...surveillance footage from his quarters."],["ANNOTATION","The monitor shows Lucius digging into his satchel from before his meeting with Weir. As he drinks from the vial, McKay freezes the frame and magnifies the image."],["SHEPPARD","What's this?"],["MCKAY","Ah. I took the liberty of searching his room. Hmm?"],["ANNOTATION","He pulls out the empty vial."],["MCKAY","There's some residue from the liquid still in the vial. It'll take some time to break it down...I could have used Carson's help on this, but..."],["SHEPPARD","He's off picking daffodils for his new friend."],["MCKAY","(worried) Right."]],"present":["MCKAY","SHEPPARD"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Weir and Zelenka show Lucius the Stargate mapping program."],["LUCIUS","That's brilliant!"],["ZELENKA","(proudly) This is actually how we found your planet."],["LUCIUS","So, what, you just fly to a planet, you take the 'gate, you fly away?"],["WEIR","Well, we try to take Stargates that are in fixed orbit around a planet, and then, only if the planet is uninhabited. Obviously, it wouldn't be right to take a 'gate from a world that depended on it for trade."],["LUCIUS","Wait a minute, I mean, I've heard of this planet."],["ANNOTATION","Lucius points to an address."],["WEIR","You have?"],["LUCIUS","Yeah, I have. And I've heard that this planet is completely uninhabited. It's what I heard. (shrugging) I don't know about you guys, but I've got a good feeling about this planet."],["WEIR","Well then, we could retrofit the 'gate for space deployment."],["ANNOTATION","Zelenka excitedly starts typing."],["LUCIUS","Beautiful, and brilliant. The two B's."],["ANNOTATION","He caresses her cheek. She simpers. Behind them, Sheppard arrives, watching with interest as he drums his fingers on the control console."],["SHEPPARD","Doctor Weir...?"],["WEIR","Oh, hi, John. We were...just discussing the 'gate harvesting program."],["SHEPPARD","Yeah, I heard."],["WEIR","And Lucius knows of an excellent planet we should investigate."],["ANNOTATION","Weir and Zelenka exchange pleased looks with Lucius."],["SHEPPARD","(unimpressed) I heard that, too. We got intel that the Wraith recently set up a major outpost there...an alliance of three hives."],["LUCIUS","(mouth agape) No! Really?"],["WEIR","Has your intel been verified?"],["SHEPPARD","We haven't put boots on the ground, no, but our contacts are trustworthy. I'm not going to send a team down there. Not when there's still plenty of 'gates to scout."],["WEIR","(patronizing) John...you are way behind Rodney's quota."],["SHEPPARD","(annoyed) Forget Rodney's quota! I am not sending a team into harm's way."],["ANNOTATION","Weir is about to respond, but Lucius raises his hands."],["LUCIUS","You know what? Colonel Sheppard is right. I mean, don't get me wrong, with all your advanced weapons, you could easily dispose of a tiny Wraith outpost, if there even is an outpost, but ultimately is it worth the risk? No matter how small that risk may be. I mean, sure, people may label you a coward--"],["ANNOTATION","Sheppard has been listening, flabbergasted, until finally interrupting."],["SHEPPARD","Will you knock it off!"],["WEIR","(scolding) Colonel! I think it's worth investigating."],["ANNOTATION","Lucius looks at Sheppard shrewdly and a bit surprised."],["SHEPPARD","No! I won't allow it."],["WEIR","(with humorless smile) John, are you questioning my authority?"],["SHEPPARD","(angry, insistent) Yeah, when it comes to the security of this base, you're damn right I am. From now on, no one goes through that 'gate without my authorization."],["ANNOTATION","He storms off."],["LUCIUS","(pensively) What a terrible cold he must have."],["WEIR","(flustered) This...is not like him, Lucius. I apologize."],["ANNOTATION","She rubs his arm soothingly."],["LUCIUS","(shaking his head) He makes me uncomfortable."],["WEIR","(befuddled) He's really a good man."],["LUCIUS","I-I don't see it."],["ANNOTATION","Weir looks at Lucius, who leans his head on his hand, shaking his head."],["LUCIUS","Mm-mm. If he doesn't come around, you're gonna have to do something."],["ANNOTATION","Weir sighs and leans close to Lucius."]],"present":["LUCIUS","SHEPPARD","WEIR","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","McKay puts some of the residue into an analyzer. Sheppard storms in, still fuming."],["SHEPPARD","Elizabeth wants to send a team to check out a 'gate at a suspected Wraith outpost!"],["MCKAY","(nonplussed) What is she, nuts?"],["SHEPPARD","Everybody's nuts, Rodney. Haven't you noticed?"],["MCKAY","(sighing) Oh, right."],["SHEPPARD","We need to figure out why without drawing too much attention to ourselves."],["MCKAY","I am working on it, but there's not enough of the liquid to work with. I need more."],["SHEPPARD","I'll go back to Lucius's village. I'm sure he keeps his stash there. I'll just grab some."],["ANNOTATION","He starts to leave."],["MCKAY","What, you're leaving me here alone?"],["SHEPPARD","Well, you said you needed the liquid."],["MCKAY","Yeah, but the place is turning into a nuthouse!"],["SHEPPARD","Somebody's got to stay. Just...keep away from the nuts. And you've got to disable the DHD soon as I'm gone to prevent anybody from dialing out, okay?"],["ANNOTATION","He starts coughing heavily as he leaves. McKay sighs."]],"present":["MCKAY","SHEPPARD"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Sheppard walks the streets of the village. Everyone looks ill and unkempt. They wander through the streets weakly and in pairs, shying away from Sheppard in trepidation. Sheppard spots Willa walking, going through a satchel."],["SHEPPARD","Willa."],["ANNOTATION","She looks up."],["WILLA","Sheppard. (to villagers) Sheppard!"],["ANNOTATION","Some of the villagers begin to gather round."],["SHEPPARD","(concerned by her appearance) Are you all right?"],["WILLA","Where is he?"],["SHEPPARD","Lucius?"],["WILLA","(desperately) Did you take him? Of-of course, if you did, we're not angry."],["SHEPPARD","(cautiously) He came to my planet on his own."],["HELEEN","Please send him back. It hurts us to be away from him for so long."],["ANNOTATION","Everyone nods."],["SHEPPARD","(keenly) Have you always felt this way about him?"],["WILLA","No. But one day, as he returned from trading his wares with a distant people, he told me a story. A wonderful, wise, sweet story, about something he accidentally stepped in."],["HELEEN","And from that forward, we saw him for the wonderful man he truly is."],["ANNOTATION","Sheppard bites his lip."],["SHEPPARD","And...before that?"],["WILLA","(hanging her head) I am ashamed to admit that I refused to share his bed more than once."],["ANNOTATION","Heleen comforts her. Sheppard looks more uncomfortable as he's putting the pieces together."],["WILLA","(getting more upset) And since he has gone, everyone is growing sick! It has only gotten worse!"],["SHEPPARD","Take it easy! Have you ever seen him drink a...like a liquid from a-a small vial?"],["WILLA","His daily medicine?"],["HELEEN","Does he need more? I can bring it to him!"],["WILLA","We both can!"],["ANNOTATION","They nod."],["SHEPPARD","(quickly) I-I can handle it."],["WILLA","(hopefully) If we get you some, will you bring him home?"],["SHEPPARD","Sure."]],"present":["HELEEN","SHEPPARD","WILLA"],"place":"VILLAGE, DAY"},{"speech":[["CHUCK","(over intercom) Incoming wormhole! Colonel Sheppard's IDC."]],"present":["CHUCK"],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Sheppard steps through the Stargate, and the wormhole disengages. He looks around as people go about their daily jobs. He hears Lucius's voice above him."],["LUCIUS","I see. I jump in the market and I see four...I know! Four of them there, and I don't know which one to pick."],["ANNOTATION","Looking up, Sheppard sees Lucius laughing and chatting with McKay. Sheppard heads up, looking worried."]],"present":["LUCIUS"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Lucius sits on Weir's desk, leaning close while talking to McKay."],["LUCIUS","And the next day, she became my wife. My fifth wife! And now I have six!"],["ANNOTATION","McKay laughs hysterically."],["MCKAY","You are a scoundrel, you know? That's what you are."],["ANNOTATION","Sheppard enters."],["MCKAY","Sheppard, come here. You've got to hear this. Lucius was just telling the most hysterical story. You know that they have marmots on his planet? Well, I mean, they're not marmots exactly, but it-it's a rodent very similar to the marmot that..."],["SHEPPARD","I thought you said you were gonna stay away from the nuts."],["ANNOTATION","Lucius looks smug."],["MCKAY","Yes, well...I tried to keep to myself, but Lucius here was concerned for me. So, he just came down, Ronon held me against the wall, and Lucius and I had a nice long talk."],["SHEPPARD","Oh, you did?"],["MCKAY","And let me tell you, we have nothing to worry about with this guy. This guy's just a big knucklehead, aren't you, you big knucklehead?"],["ANNOTATION","He playfully punches Lucius who laughs. Sheppard smiles along with them."],["SHEPPARD","Where's Elizabeth?"],["LUCIUS","Oh, she's out making me something to eat."],["SHEPPARD","What?!"],["LUCIUS","(pleasantly) I don't know. She said it was a surprise. So Rodney and I were waiting here for the team to return. We thought that you were them."],["ANNOTATION","Lucius stands and leans close to Sheppard, who leans back."],["MCKAY","Teyla, Ronon, and Beckett. They, uh, volunteered to check out"],["M6H-491.",""],["SHEPPARD","I told you--!"],["MCKAY","To disable the DHD, I know. I'm sorry. I didn't. But come on...Ronon and Teyla. I mean, they can handle themselves."],["SHEPPARD","Yeah, what about Beckett?"],["MCKAY","Oh, he-now he can walk on his hands. Did you know that? Yeah, he was showing Lucius just before he left. You should've seen it. He was down on his hands, he had..."],["ANNOTATION","McKay bends down and tries to demonstrate."],["SHEPPARD","(through gritted teeth) McKay!"],["ANNOTATION","Contrite, McKay stands up. Lucius watches worriedly."],["MCKAY","Oh! We don't know for sure that there are even Wraith on the planet. You know, but we'll find out soon enough though, won't we?"],["LUCIUS","We sure will."],["ANNOTATION","McKay and Lucius grin at Sheppard, who looks very concerned."]],"present":["LUCIUS","M6H-491.","MCKAY","SHEPPARD"],"place":"WEIR'S OFFICE"},{"speech":[["BECKETT","(over radio) Atlantis, this is Beckett! We're coming in hot!"],["ANNOTATION","SFs arrive, weapons ready and aimed at the active wormhole. Weir, Sheppard, Lucius, and McKay head down the steps. Sheppard partly loses his balance from the incoming fire, but Weir and McKay check Lucius."],["ANNOTATION","Ronon, Teyla, and Beckett run in, laughing giddily and firing their weapons. The wormhole shuts down. Sheppard checks them all out fearfully while everyone else smiles. The trio all carry bags filled with plants."],["SHEPPARD","You all right?"],["RONON","Yeah, It was a little rough, but we're good."],["BECKETT","It was all terribly exciting."],["ANNOTATION","Ronon hugs his bag, looking proud."],["SHEPPARD","Well, I guess we can assume there are Wraith on that planet."],["ANNOTATION","He glares at Lucius, who looks smugly back at him."],["TEYLA","(laughing) Yes. Many."],["WEIR","Now, don't overreact, John."],["SHEPPARD","(fuming) Are you kidding me? You send a team...led by Beckett...to a planet full of Wraith! How do you expect me to react?"],["ANNOTATION","Weir nods pleasantly as everyone else exchanges giddy smiles. Lucius's smile falters, and he watches Sheppard shrewdly."],["WEIR","(shrugging) Well, firstly, they volunteered."],["BECKETT","And secondly...we got the herb!"],["ANNOTATION","The trio hold up their bags triumphantly. Everyone laughs and applauds."],["LUCIUS","Carson, I will tell people of the tale of your bravery for many years to come."],["ANNOTATION","Beckett drops his bags."],["BECKETT","(hopeful) You will?"],["ANNOTATION","Beckett and Lucius embrace."],["LUCIUS","Yes, I will."],["SHEPPARD","(nonplussed) You sent them to get an herb?"],["TEYLA","We wanted to go."],["SHEPPARD","Okay...I've just about had enough!"],["ANNOTATION","He grabs for Beckett's dropped bag. Teyla snatches it away first and Ronon arms his pistol and aims it at Sheppard."],["RONON","Whoa! Don't touch it."],["ANNOTATION","The SFs have their rifles pointed at Sheppard. Weir holds out her hand placatingly and steps in front of Ronon."],["WEIR","What on Earth is wrong with you, John? We were just...helping a friend. And there's nothing wrong with that."],["LUCIUS","(low, to McKay) I think there's something wrong with him."],["MCKAY","(considering) Hmm."],["ANNOTATION","Sheppard licks his lips, thinking quickly."],["SHEPPARD","You know what? I'm just tired. It's this damn cold."],["ANNOTATION","He turns to face Lucius."],["SHEPPARD","I apologize."],["WEIR","(pleased) Hmm. Maybe you should get some rest."],["SHEPPARD","(nodding) You're probably right. I just need a good night's sleep."],["ANNOTATION","Weir smiles and nods. Sheppard backs away, making no sudden moves as he escapes the circle of guards. He slowly heads to the exit, turning back to see everyone watching him, the wall of SFs turning to protect Lucius."]],"present":["BECKETT","LUCIUS","MCKAY","RONON","SHEPPARD","TEYLA","WEIR"],"place":"ATLANTIS GATE ROOM"},{"speech":[],"present":[],"place":"ATLANTIS JUMPER BAY"},{"speech":[["ANNOTATION","Lucius sits in the pilot's seat. Beckett and McKay hover over him excitedly."],["LUCIUS","So what does this do?"],["MCKAY","That engages the HUD, stands for Heads Up Display."],["LUCIUS","(chuckling) Heads up. I love that."],["BECKETT","It gives me whatever information I need when flying the jumper: navigation, weapons..."],["LUCIUS","You fly this thing?"],["BECKETT","Aye."],["MCKAY","I can fly it too!"],["BECKETT","Yes, now that you've received the ATA therapy, which I invented. I was actually born with the gene, which makes me much more proficient at operating Ancient technology."],["MCKAY","It does not. He doesn't fly this thing any better than I do."],["BECKETT","Don't you lie to Lucius!"],["MCKAY","You don't even know--"],["ANNOTATION","Lucius raises his hand."],["LUCIUS","All right, all right! Ba-ba! Boys, stop fighting! A gene, you say?"],["BECKETT","It's a genetic fingerprint, if you will, which allows someone such as me to operate any technology on Atlantis. I developed an inoculation which allows those who don't naturally possess the gene, such as Doctor McKay, to be able to use some of it as well."],["ANNOTATION","McKay tsks in envy."],["LUCIUS","(distracted) Really? A gene, eh? You said an inoculation, huh? That's great."],["ANNOTATION","Beckett giggles. McKay steps forward."],["MCKAY","You know what's really interesting? If you look at this down here..."],["ANNOTATION","McKay points out a control to Lucius."]],"present":["BECKETT","LUCIUS","MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Beckett is with a nurse, looking at something through a microscope. Sheppard leans against the doorway, peering in."],["SHEPPARD","(hesitantly) Uh, Doc?"],["ANNOTATION","Beckett stands and looks over."],["SHEPPARD","Can I speak with you for a second?"],["BECKETT","(to nurse) Excuse me."],["ANNOTATION","The nurse nods, and Beckett heads over to Sheppard, waiting expectantly."],["SHEPPARD","(whispering) I think there might be something wrong with me."],["ANNOTATION","Beckett smiles and pats Sheppard on the shoulder."],["BECKETT","(speaking low) It's all right, son. Admitting it is the first step."],["ANNOTATION","More medical personnel walk by. Sheppard gestures for Beckett to join him in the empty room for more privacy."],["BECKETT","So, you finally came around, did you? You see, once you get a chance to know Lucius, he's really a very wise and kind--"],["ANNOTATION","Sheppard pulls out a Wraith stunner pistol and shoots Beckett at point-blank range."],["BECKETT","Oh crap."],["ANNOTATION","Sheppard catches Beckett as he collapses and begins to drag him away."]],"present":["BECKETT","SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","McKay and Chuck are among the personnel manning stations."],["MCKAY","Why is the jumper bay roof opening? Jumper Three's starting up. Who's in it?"],["CHUCK","I don't know!"],["MCKAY","(into radio) Jumper Three, please identify. Jumper Three, this is Flight! Identify yourself! (to Chuck) Look, close the door."],["CHUCK","It's too late. It's left the bay."]],"present":["CHUCK","MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","A puddle jumper flies across the Lantian ocean, cloaking from sight."]],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Beckett groans and regains consciousness to find his hands bound in front of him and sitting in one of the starboard chairs. Sheppard flies the jumper."],["SHEPPARD","Hey, Carson. Sorry about that."],["BECKETT","(groggily) What? Where...?"],["SHEPPARD","I'm taking you to the mainland. It's for your own good. Trust me."]],"present":["BECKETT","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Weir walks with Lucius."],["LUCIUS","How often does that happen?"],["WEIR","This has never happened before. Now, we have very, very strict flight protocols."],["LUCIUS","I mean, you have to have a key or something like that for--"],["ANNOTATION","Teyla and a marine meet up with them."],["TEYLA","A security officer saw Colonel Sheppard carrying Doctor Beckett toward the jumper bay moments before the jumper took off."],["LUCIUS","So it was them in the flying machine?"],["ANNOTATION","McKay arrives, looking in shock."],["MCKAY","My computer's missing! A tablet, two drives, all of my research!"],["LUCIUS","I told you that man was dangerous! I have to say, Liz, I am very disappointed right now."],["ANNOTATION","Weir bows her head and places her hands on Lucius's chest."],["WEIR","I am so very sorry, Lucius. (to Teyla) Mobilize jumper teams. I want them found."],["TEYLA","Yes."],["ANNOTATION","The marine and Teyla leave. Weir nervously fusses with Lucius's cravat."],["WEIR","They're very good. They will find them."],["LUCIUS","(distressed) I hope so."]],"present":["LUCIUS","MCKAY","TEYLA","WEIR"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","The jumper has landed in the forest. Sheppard types on some controls, and coughs a few times. Beckett sits, shaking his head. He looks pale and sweaty."],["BECKETT","(whining) I need to get back."],["SHEPPARD","No, you don't."],["BECKETT","Lucius needs me. You have no right to abduct me like this."],["ANNOTATION","Sheppard reaches back and grabs McKay's tablet."],["SHEPPARD","Call it an intervention. You probably don't realize it right now, but what you're going through is uh, kind of like a...a detox."],["ANNOTATION","He coughs again and brings the tablet over to Beckett, clearing his throat. Beckett looks unwilling to listen, but he pays attention all the same."],["SHEPPARD","Now, according to the research Rodney was able to do before joining the Lucius fan club, that liquid he's been drinking contains some kind of a...chemical, it-it interacts with the body and causes a-a secretion of a-of a pheromone, and then there's something about gamma activity in the prefrontral coretrex."],["BECKETT","Prefrontal cortex. The part of the brain responsible for positive emotions."],["SHEPPARD","See, that's why I need you! Seems that when people are exposed to this pheromone in close proximity, it makes them, uh...easy to influence. And the longer they're exposed, the worse the addiction gets."],["BECKETT","You mean literally...an addictive personality?"],["SHEPPARD","That's what it looks like."],["ANNOTATION","Beckett stares at Sheppard."],["BECKETT","It's rubbish!"],["SHEPPARD","Check for yourself! I will bet you a year's pay that the liquid in that vial is some kind of an extract made from the herb that you collected for him! He made you his mule!"],["BECKETT","(defensively) If this is true, why weren't you affected?"],["SHEPPARD","Well, my cold! I can hardly breathe. Plus, I haven't been around him much. Look, I would just kidnap him and take him away somewhere until the pheromone wore off, but...the people back on his home planet are starting to get sick, and it looks like they're going to get worse before they get better. I don't want to put our people through that."],["BECKETT","(whining) You're doing it to me right now!"],["ANNOTATION","Sheppard punches Beckett in the arm."],["BECKETT","Ow!"],["SHEPPARD","Buck up, Carson! You haven't been exposed that long."],["ANNOTATION","He grabs Beckett by the jacket lapels."],["SHEPPARD","Look, I need you to figure out a way how to counteract this thing. There's got to be an antidote of some kind!"],["ANNOTATION","Sheppard and Beckett stare at each other."],["BECKETT","I can't."],["SHEPPARD","Yes, you can. You can beat it."],["BECKETT","(starting to weep) But he needs me!"],["ANNOTATION","Beckett sobs as Sheppard looks on, shocked."]],"present":["BECKETT","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","A jumper flies over the forest."]],"present":[],"place":"ATLANTIS FOREST REGION, NIGHT"},{"speech":[["ANNOTATION","Teyla, Ronon, and McKay are inside."],["MCKAY","We should head back. We've been searching for hours."],["RONON","We just left, McKay."],["MCKAY","I don't like being this far away from Atlantis. Lucius is probably worried. Do you think he's worried?"],["WEIR","(over radio) Jumper Two, report."],["TEYLA","(into radio) Uh, we're reading several life signs, but they might be Athosian hunting parties. We're going to go check them out."],["MCKAY","(into radio) Is Lucius worried about us?"],["WEIR","(over radio) Lucius? He's fine. Just keep looking."],["MCKAY","I should've stayed with him."],["ANNOTATION","Teyla and Ronon look worriedly over to McKay."]],"present":["MCKAY","RONON","TEYLA","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Sheppard and Beckett are around a campfire. Beckett still has his hands tied, but he studies McKay's computer with interest."],["BECKETT","Wait just a minute."],["SHEPPARD","What is it?"],["ANNOTATION","Ronon's gun activates and is pointed at Sheppard's head."],["RONON","Don't...move."],["ANNOTATION","Teyla comes out of the foliage, her weapon also aimed at Sheppard. Sheppard raises his hands and gets up slowly."],["SHEPPARD","That thing is set to stun, right?"],["RONON","Yeah."],["SHEPPARD","(nodding) Good."],["ANNOTATION","He makes a move to grab the pistol, but Ronon fires, catching him point blank in the chest. Sheppard collapses, unconscious. Teyla rushes to Beckett, unsheathing a knife to cut him free. Beckett stares in shock at the downed Sheppard."],["TEYLA","Carson, are you all right?"],["BECKETT","(smiling) I will be...once I get back to Lucius."],["ANNOTATION","McKay arrives."],["MCKAY","What did you shoot him for?"],["ANNOTATION","Ronon give McKay a look."],["MCKAY","Aw, now we're gonna have to carry him all the way back to the jumper."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"ATLANTIS FOREST, NIGHT"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Sheppard paces inside a cell. Lucius enters the room. Sheppard sits."],["LUCIUS","Good morning, Colonel. I want to apologize for this harsh treatment. I hate that Elizabeth had to do this."],["SHEPPARD","Cut the crap."],["ANNOTATION","Lucius leans against the bars and gives a smug smile."],["SHEPPARD","So, that herb of yours...?"],["LUCIUS","One of my greatest discoveries. Well, it's my only great discovery, but you gotta admit...it's pretty great."],["SHEPPARD","How'd you get by before that?"],["LUCIUS","I was a baker! Bread mostly...The occasional muffin at festival time."],["SHEPPARD","So that herb pretty much changed everything."],["ANNOTATION","Lucius laughs and grabs a seat."],["LUCIUS","Yeah. Yeah, I baked it into my own bread. I like to experiment. And I noticed that people started to like me...well, hate me less, but pretty soon it became like. So I perfected a potion. It worked great for years. Then the Wraith set up an outpost on the only planet where I could get the herb. I knew I could never go back there."],["SHEPPARD","Then we showed up."],["LUCIUS","(smiling) I'm telling you it was fate. And everybody wanted to help, so I let them. See that's the great thing about this herb, nobody gets hurt. They just want to help me all the time. What's wrong with that? I'm a nice guy. I never make them do anything they didn't want to do."],["SHEPPARD","Six wives?"],["LUCIUS","(smiling lewdly) Sometimes all at once."],["ANNOTATION","Sheppard looks nauseous. Lucius gets up, moving his stool aside."],["LUCIUS","You know, when you get over this cold, you and I are gonna have a long chat, face-to-face. And I've got a feeling we're gonna be the best of friends. And you're gonna want to help me too, all the time. And you'll love it."],["SHEPPARD","Just a warning, Lucius, you get too close to me, it'll be the last thing you do."],["LUCIUS","That's all right, Colonel. I'm in no rush."],["BECKETT","(over Lucius's radio) Lucius?"],["ANNOTATION","Lucius keys his radio."],["LUCIUS","(into radio) Yeah, go ahead, Carson."],["BECKETT","(over radio) I've finished preparing the inoculation."],["LUCIUS","(into radio) All right, I'll be right down. (to Sheppard) I've got to go get an inoculation. We'll talk after."],["SHEPPARD","Giving you the ATA therapy?"],["ANNOTATION","Lucius gives a wide grin."],["LUCIUS","Yeah. Isn't that great?"],["ANNOTATION","He leaves. Sheppard watches him go with a thoughtful expression."]],"present":["BECKETT","LUCIUS","SHEPPARD"],"place":"ATLANTIS BRIG"},{"speech":[["ANNOTATION","McKay and Weir watch as Beckett gives Lucius an injection."],["BECKETT","There. All done. Now, remember, it's only effective in 47% of those who receive it."],["LUCIUS","Well, I'm a naturally lucky fella."],["WEIR","The only way to know for sure is to have you try to operate something."],["LUCIUS","Okay!"],["ANNOTATION","He moves to hop off the bed, but gets dizzy and has to sit back."],["BECKETT","Whoop! It takes about an hour to be effective. In the meantime, just rest easy, dear friend."],["ANNOTATION","Beckett leaves McKay and Weir to tend to Lucius, who lies back on the inclined bed."],["MCKAY","Are you feeling okay? Can I get you anything?"],["LUCIUS","(weakly) No, Rodney. I'm fine."],["MCKAY","Are you sure?"],["LUCIUS","Absolutely."],["MCKAY","Because it would be no trouble...?"],["LUCIUS","(weakly) Mess hall. Blue Jell-o. Just a little bit of whipped cream."],["MCKAY","Right away."],["ANNOTATION","McKay runs out of the infirmary. Lucius reaches over and clasps Weir's hand."],["LUCIUS","We really should talk about marriage."],["ANNOTATION","Weir simpers with delight."]],"present":["BECKETT","LUCIUS","MCKAY","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Zelenka, Weir, McKay and the rest of the control room staff are all grinning with expectation."],["MCKAY","(into radio) Jumper One, this is Flight. The bay doors are open! You are go for launch!"]],"present":["MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Lucius sits at the pilot's chair punching buttons."],["LUCIUS","Go for launch. That's so exciting!"],["ANNOTATION","Beckett pats him on the shoulder and sits in the co-pilot's chair."],["LUCIUS","Thanks, Rodney! All right, here goes!"],["ANNOTATION","He starts to concentrate."],["SHEPPARD","I'll take it from here."],["ANNOTATION","Sheppard surprises Lucius from behind, snatching the radio from his ear, then manhandling him out of the pilot's chair, cuffing his hands behind him."],["LUCIUS","Wha-? You're supposed to be in jail! Carson...?"],["BECKETT","(unsympathetic) Save your breath. Your charm no longer has any effect on me."],["ANNOTATION","Beckett gets up. Sheppard shoves Lucius into the vacated seat."],["LUCIUS","No. No, but...Carson! We're supposed to be the best of friends."],["ANNOTATION","Sheppard sits in the pilot's chair."],["SHEPPARD","Carson didn't give you the ATA gene."],["LUCIUS","What?"],["BECKETT","I'm afraid it's a serum that effectively neutralizes the chemical in that herb of yours. Took some myself."],["LUCIUS","Oh."],["ANNOTATION","Beckett leaves the jumper. Sheppard powers up the ship."],["LUCIUS","I don't know what that means."],["SHEPPARD","It means we can have that face-to-face conversation you always wanted us to have. The only thing that will happen is you'll catch my cold."]],"present":["BECKETT","LUCIUS","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Everyone waits expectantly, starting to worry."],["MCKAY","What is taking him so long? Okay...I should go up there."],["ANNOTATION","He starts to the jumper bay stairwell, Weir and Zelenka see a change on the monitor."],["WEIR","Wait! Wait! They're taking off!"],["ANNOTATION","Everyone runs to the balcony to witness the flight."]],"present":["MCKAY","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","They watch the jumper fly away from Atlantis, many overcome by emotion."],["MCKAY","It worked!"],["WEIR","He's flying it!"],["ZELENKA","(tearfully) He says something in Czech."],["MCKAY","(tearfully) Fly, Lucius. Fly."]],"present":["MCKAY","WEIR","ZELENKA"],"place":"ATLANTIS BALCONY, DAY"},{"speech":[["ANNOTATION","The jumper flies over the ocean."]],"present":[],"place":"ATLANTIS OCEAN"},{"speech":[["LUCIUS","Where are you taking me?"],["SHEPPARD","A little vacation. Just enough time to let Doctor Beckett give the serum to the rest of my people without you interfering."],["LUCIUS","(defeated) And then what?"],["SHEPPARD","Then maybe I'll take you back home. I'm sure your people will be thrilled to see you again."],["LUCIUS","(hopeful) You would do that for me? Without even being under the effect of the herb? After all I did?"],["SHEPPARD","Well, I'm a nice guy."],["LUCIUS","Oh Colonel, I can't thank you enough. Thank you so much--"],["SHEPPARD","After I give them the serum."],["LUCIUS","Oh."],["ANNOTATION","Lucius's face falls."]],"present":["LUCIUS","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","The wormhole shuts down as Sheppard's team finishes mounting the steps to the control room. Weir and Beckett meet them."],["WEIR","So, how was Lucius's homecoming?"],["SHEPPARD","Well...they didn't kill him, although I do see a string of divorces in his future."],["RONON","That's if they haven't strung him up first."],["MCKAY","Well, the townspeople are over their withdrawal and on the mend, so I doubt that will happen."],["TEYLA","That is, unless we discover he's revealed the location of Atlantis to anyone."],["ANNOTATION","She looks to Ronon."],["RONON","In which case, I said I would track him down, hang him by his feet, and cut off his--"],["WEIR","(interrupting) Thank you. We get the idea."],["ANNOTATION","They exchange smiles."],["SHEPPARD","So, everyone here, uh...back to normal?"],["ANNOTATION","Weir looks to Beckett, who smiles and nods."],["WEIR","We're still fine, John."],["SHEPPARD","(teasing dramatically) No lingering...desires? Secret longings for his touch?"],["ANNOTATION","Weir and Beckett glare at Sheppard."],["BECKETT","It's embarrassing enough without you constantly reminding us, thank you."],["SHEPPARD","All right. All right."],["ANNOTATION","He turns and slaps McKay good-naturedly on the chest."],["SHEPPARD","Hey, buddy. I better get back and clean your quarters before the next scout."],["ANNOTATION","He rushes away. Looking guilty, McKay quickly turns."],["MCKAY","Right."],["ANNOTATION","Teyla and Ronon close ranks, blocking McKay's path as they glare at him."],["WEIR","Rodney!"],["MCKAY","It was a--one teeny-tiny taste, for research purposes."],["WEIR","(sternly) Burn it."],["BECKETT","(sternly) All of it."],["WEIR","Right now."],["MCKAY","Fine. (under his breath) Story of my life."],["ANNOTATION","He turns to go, this time his teammates let him pass. He gives Teyla a charming smile as he passes. She rolls her eyes in response. "]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA","WEIR"],"place":"ATLANTIS CONTROL ROOM"}]