[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","Weir awakens to find herself lying on a hospital bed in a stark white room. She wears white hospital scrubs. Light pours through a window. She gets up and peeks through the Venetian blinds. There is a plastic patient id around her wrist. She notices it. She heads to the door, but finds it locked. The corridor outside is empty. Weir pounds on the door with the flat of her hand."],["WEIR","Hello?"],["ANNOTATION","A nurse and Fletcher quickly move down the hall. Fletcher unlocks the door and enters."],["FLETCHER","Good morning, Doctor Weir. I'm Doctor Adam Fletcher."],["WEIR","Where am I?"],["FLETCHER","You're in the acute care unit of Willoughby State Hospital."],["WEIR","Willoughby...that's um, that's a psychiatric hospital."],["FLETCHER","Outside D.C., yes."],["WEIR","I'm on Earth?"],["FLETCHER","(with humorless chuckle) Yes."],["WEIR","Well, when did I get back?"],["FLETCHER","You mean back to Earth? Doctor Weir, you never left."],["ANNOTATION","Weir stares at Fletcher in shock."]],"present":["FLETCHER","WEIR"],"place":"HOSPITAL ROOM"},{"speech":[["ANNOTATION","Patients can be seen socializing in a common area by a nurse's station outside the windows of Fletcher's office. Weir and Fletcher are having a session inside the office."],["FLETCHER","You had just begun mediating the treaty for the U.N. when you collapsed mid-speech. You've been under a tremendous amount of stress recently. The treaty negotiation was the final straw that triggered what is known as a brief reactive psychosis. I know you're confused. This type of disorder can be very frightening, but the good news is your condition is most likely transitory. These episodes usually pass within a number of days."],["ANNOTATION","While Fletcher talks, Weir looks around in confusion and alarm."],["WEIR","I'm sorry, but...how did I get here?"],["FLETCHER","You were transported by ambulance to a hospital in D.C.--"],["WEIR","No, I mean from Atlantis."],["ANNOTATION","Fletcher blinks."],["WEIR","I--I don't remember coming back."],["ANNOTATION","She shrugs."],["FLETCHER","Atlantis?"],["ANNOTATION","Weir leans back, cautious."],["WEIR","What's your security clearance?"],["FLETCHER","Did you want to talk to someone regarding the treaty?"],["ANNOTATION","Weir looks at him blankly."],["FLETCHER","The U.N. accord. Non-nuclear proliferation in North Africa. That's what you were mediating when you collapsed."],["ANNOTATION","Weir's jaw drops and she shakes her head in confusion."],["WEIR","I negotiated that treaty well over two years ago."],["FLETCHER","No. Three days ago. Since then, you've been here in a severely depressed and near-catatonic state."],["WEIR","No. No, I was in my office, and I was reading over a mission report and...this...this can't be real."],["ANNOTATION","She stands."],["FLETCHER","Doctor Weir, I assure you, it is real."],["WEIR","(smiles, placating) Okay. Okay then, yes....there is somebody I need to speak with regarding the treaty...right away."]],"present":["FLETCHER","WEIR"],"place":"FLETCHER'S OFFICE"},{"speech":[["ANNOTATION","Weir waits as General Jack O'Neill arrives. He is dressed in his Class A uniform. She stands and smiles when she spots him."],["WEIR","Oh thank God. General O'Neill."],["O'NEILL","(smiling) Doctor Weir."],["WEIR","Thank you so much for coming. Er-hopefully you'll be able to help sort out this entire mess."],["O'NEILL","Anything I can do to help."],["ANNOTATION","She gulps and smiles, relieved. He stands there awkwardly for a second then shrugs."],["O'NEILL","Would you like me to..."],["WEIR","Oh! Please."],["O'NEILL","...Sit?"],["ANNOTATION","She gestures, and they sit."],["WEIR","It is a relief just seeing a friendly face."],["O'NEILL","Yeah, I was goin' for friendly."],["ANNOTATION","Weir laughs slightly. She leans forward and glances to be certain no one else can overhear."],["WEIR","This is all very confusing for me. The last thing I remember, I was in Atlantis, and everything was fine. And next thing I know, I wake up here."],["O'NEILL","(confused) Everything was...fine in...Atlantis?"],["WEIR","The--the problem is my memory. I--I have no memory of coming back. I don't know if I came back through the Stargate or aboard the Daedalus, or...what?"],["ANNOTATION","She finally notices his bewildered expression."],["O'NEILL","Oh, um, Doctor Weir, I'm not quite sure I'm...qualified to be in this conversation."],["WEIR","(laughing) Oh, please. You ran Stargate Command. You are probably the most qualified person on this planet."],["O'NEILL","(humoring her) Yeah...Oh-kay."],["WEIR","(flustered) Why are you doing this?"],["O'NEILL","What? I'm not trying to do anything."],["WEIR","If you don't know what I'm talking about, then you're not really Jack O'Neill!"],["O'NEILL","Oh, I'm Jack O'Neill all right. That's the one thing in this conversation I'm sure about. I met you a few months ago, when we first approached you to help broker this non-proliferation treaty. I don't know anything about Atlantis! Except that it was a fairly mediocre \"Donovan\" song, not one of my favorites. Now, this Stargate program I'm supposed to have run--"],["ANNOTATION","Weir sits back, stunned."],["WEIR","It's a facility inside Cheyenne Mountain, Colorado."],["O'NEILL","(impatient) That would be NORAD."],["WEIR","It's underneath NORAD, yes!"],["O'NEILL","And the Stargate?"],["WEIR","It's a portal that allows intergalactic travel. The program has been in operation for over ten years. You started the whole thing when you first encountered--"],["ANNOTATION","Weir watches O'Neill's head suddenly toss back and forth violently, like a television picture that's on the fritz. His hair briefly darkens as if another person is there. A moment later, O'Neill again looks normal and is unaware anything happened."],["O'NEILL","What?"],["ANNOTATION","Weir looks away and tries to regain control of herself. O'Neill stands."],["O'NEILL","Look, why don't I get Doctor Fletcher in here?"],["ANNOTATION","Weir stands and backs away from O'Neill."],["WEIR","No. Just...just leave. Please."],["O'NEILL","All right. Listen, for what it's worth, I hope you get better soon. We need you."],["ANNOTATION","O'Neill walks away. Weir looks at another door to the side of the room. She looks at the muscular male orderly standing watch by the nurse's station and casually moves away, heading to the door. Another orderly suddenly steps in front of the door. Weir stops and acts like she's moving away. Instead she punches the orderly and tries to get through the door. The orderly is able to grab her and pull her away. He picks her up off her feet from behind. She kicks out at the desk and struggles."],["WEIR","No! Let me go! Please! Let me go! Let me go!"],["ANNOTATION","Both orderlies wrestle her to the ground. Fletcher arrives with a syringe."],["WEIR","No! No! No!"],["ANNOTATION","Fletcher injects her with the sedative."]],"present":["O'NEILL","WEIR"],"place":"WILLOUGHBY PATIENT LOUNGE"},{"speech":[["ANNOTATION","Weir sits in her bed, her knees to her chest, her head in her hands, backed into the corner. Fletcher enters."],["FLETCHER","I've spoken with several people at the Pentagon. They assure me there is no such thing as the Stargate Program, no Atlantis base in another galaxy, and no department of Homeworld Security. I'm sorry."],["WEIR","(brokenly) So you are telling me that I dreamt up the last two years of my life?"],["FLETCHER","Sometimes when a person experiences a significant emotional trauma, their mind just decides to shut down to escape the pain."],["WEIR","I have brokered dozens of treaties, many of them very stressful, yes. But none of them bad enough to cause \"significant emotional trauma.\""],["FLETCHER","The treaty negotiation was just the trigger point. We believe the actual trauma you suffered occurred three weeks ago. You were riding in a car with a man named Simon Wallace."],["ANNOTATION","Weir starts with recognition."],["FLETCHER","You remember Simon?"],["WEIR","Yes, of course I do. We--we're no longer in a relationship, but--"],["FLETCHER","You were coming home from dinner. A car ran a red light and broadsided you, impacting the driver's side door. Simon was killed instantly. You suffered only minor injuries in the crash, made a quick recovery. But in the days following Simon's funeral, several of your colleagues noticed your behavior changing. Clear signs of depression, confusion."],["WEIR","No."],["FLETCHER","It culminated in your collapse at the negotiation."],["WEIR","No. I'm sorry, I don't believe you."],["FLETCHER","Sometimes, the mind's only way to cope with tragedy is to completely erase it from memory...and on rare occasions, supplant it with something else. In this case, something--"],["ANNOTATION","Weir sees a blurry dark haired figure in blue standing outside the frosted glass of the window and gasps. Fletcher breaks off and looks to the door. Nothing is there."],["FLETCHER","You all right?"],["ANNOTATION","Weir huddles in the corner."]],"present":["FLETCHER","WEIR"],"place":"WEIR'S HOSPITAL ROOM"},{"speech":[["ANNOTATION","Weir, dressed in her robe and scrubs, walks with Fletcher. They meet with an older woman, and Fletcher stays back as Weir approaches."],["WEIR'S MOTHER","Hello, sweetheart."],["WEIR","Mom."],["ANNOTATION","Some time has passed and Weir and her mother are walking alone down the steps further from the Willoughby building."],["WEIR","I don't understand what's happening to me, Mom. I feel as if...as if I'm asleep, or...or I'm in a dream."],["WEIR'S MOTHER","Look at me. Do I look like a dream, hmm? My hand...does it feel like a dream."],["ANNOTATION","Her mother caresses Weir's cheek. Weir grasps it and kisses it."],["WEIR","No. But neither did the last two years of my life. I just...I can't believe it was all a figment of my imagination."],["WEIR'S MOTHER","Give it time. The doctors here will help you get through this. The accident....getting that phone call was the worst night of my life. We all miss Simon terribly, but...I don't know what I'd do if I lost you."],["ANNOTATION","Weir hugs her mother."],["WEIR'S MOTHER","Oh. Oh, wait. I have something."],["ANNOTATION","She rummages in her purse and pulls out a silver pocket watch."],["WEIR'S MOTHER","Your father's watch. I found it a few months ago. He'd always meant to give it to you."],["ANNOTATION","Weir gasps and holds the watch."],["WEIR","I know. I mean...I mean, I took this with me..."],["ANNOTATION","She walks over to a nearby bench and sits on it, then buries her head in her hands and weeps. Her mother approaches and pets her."],["WEIR'S MOTHER","It's all right, sweetheart. You're safe now. You'll be fine. I'll make certain of it."]],"present":["WEIR","WEIR'S MOTHER"],"place":"WILLOUGHBY GROUNDS, DAY"},{"speech":[["ANNOTATION","Weir sleeps restlessly. There is a noise and she awakens. She spots a dark silhouette of a man behind a white curtain in the room. Weir sits up."],["WEIR","Hello?"],["ANNOTATION","She warily gets up and approaches the curtain. The silhouette gets larger. The man's face starts to push out the curtain and a strange noise sounds. Weir screams and runs to the door, pounding on it. Fletcher is approaching from outside. He opens the door, and Weir runs into his arms."],["FLETCHER","What's wrong? What's wrong? What's wrong?"],["ANNOTATION","Weir spins around, but there is no man, and no hospital curtain. Only the chair, sink and window on that side of the room."]],"present":["FLETCHER","WEIR"],"place":"WEIR'S WILLOUGHBY ROOM, NIGHT"},{"speech":[["ANNOTATION","It is now daylight. Weir sits in Fletcher's office with him. He writes on a pad."],["FLETCHER","I'm going to prescribe some additional medications for you. A mood stabilizer, an antidepressant, and also stronger anti-psychotic medications. These should help reduce the acute symptoms you're experiencing."],["WEIR","Wipe out the last two years of my life."],["FLETCHER","I talked with your mother. She told me how, as a child, you had a brief phase where you dreamed of being an astronaut. She and your father even bought you a telescope for your twelfth birthday."],["WEIR","(smiling at the memory) That's true."],["FLETCHER","Sometimes childhood fantasies can offer a peaceful refuge from the harsh realities of adult life."],["WEIR","(scoffing) So you're saying, when Simon died, my mind shut down and went to another galaxy?"],["FLETCHER","It traveled as far as it could to escape the pain."],["WEIR","And in a matter of...three days, I managed to live out an entire two years of my life?"],["FLETCHER","(shrugging) Time is relative in the dream state. People live out entire lifetimes in the blink of an eye. Imagine you were in my position listening to your story. Traveling to another galaxy through a star gate? Leading an expedition to the lost city of Atlantis. Would you believe it?"]],"present":["FLETCHER","WEIR"],"place":"FLETCHER'S OFFICE"},{"speech":[["ANNOTATION","Weir types at a computer. She finds a news report with a picture of Simon's car. The headline reads \"Georgetown Doctor Killed in Accident.\" A nurse approaches with a small cup filled with pills."],["NURSE","Doctor Weir? Your medications."],["ANNOTATION","Weir takes the cup."],["WEIR","Thanks."]],"present":["NURSE","WEIR"],"place":"PATIENTS' LOUNGE"},{"speech":[["ANNOTATION","Weir goes to the toilet and spits out the pills, flushing them."]],"present":[],"place":"BATHROOM"},{"speech":[["ANNOTATION","Fletcher leads a circle of patients in a group session. Weir is among them."],["FLETCHER","Have you gone out to the garden today?"],["ENID","No. I was going to, but they're out there, so I decided it would be better to wait."],["FLETCHER","The others?"],["ENID","Yes. Four of them."],["FLETCHER","Did they see you?"],["ENID","Of course. They were waiting for me."],["FLETCHER","Did you speak to them?"],["ENID","Yes. I told them what you told me to say, that: \"my blood isn't theirs for the taking.\""],["FLETCHER","Good for you, Enid. That was very brave."],["WEIR","Excuse me. What others?"],["ENID","The invaders, dear. From one of the moons of Saturn? They're cold blooded, you see. So they need our warm blood for theirs. You have to be very careful. Doctor Fletcher doesn't think they're real, but I know the truth."],["ANNOTATION","Weir and Fletcher exchange looks."],["FLETCHER","Doctor Weir, would you like to speak next? Perhaps you can tell the group about your experience in Atlantis."],["ANNOTATION","Enid's jaw drops with excitement."],["WEIR","No."],["FLETCHER","Sometimes, when we share these experiences--"],["WEIR","(firmly) I said, no."]],"present":["ENID","FLETCHER","WEIR"],"place":"PATIENTS' LOUNGE"},{"speech":[["ANNOTATION","Weir is locked into her room by an orderly. She looks around warily. Lumps start moving under the blankets of her bed. She goes and whips off the blankets, to find nothing there. She turns as the dark haired figure moves by the frosted window again. She sees the top of his head at the clear window, and the doorknob rattles."],["WEIR","(quietly) No. Go away."],["ANNOTATION","The figure appears again in the frosted window, pressing his face against the window and banging. Weir backs to the wall and crouches, putting her hands over her ears."],["WEIR","Go away!"]],"present":["WEIR"],"place":"WEIR'S WILLOUGHBY ROOM, NIGHT"},{"speech":[["ANNOTATION","Weir takes some water and swallows her medication."]],"present":[],"place":"PATIENTS' LOUNGE"},{"speech":[["ANNOTATION","Fletcher approaches the bench where Weir sits."],["WEIR","Hello."],["FLETCHER","Hi."],["ANNOTATION","He gestures to the bench."],["WEIR","Oh. Please."],["ANNOTATION","He sits beside her."],["WEIR","Will I ever remember the accident?"],["FLETCHER","I don't know. Often in cases like this, the memory of the trauma never returns. Maybe it's the mind protecting itself."],["WEIR","I suppose it's a good thing, really. I mean, there's pain enough even without remembering it."],["ANNOTATION","Fletcher nods and smiles, then looks at her."],["WEIR","What?"],["FLETCHER","It's just, you're doing great. I'm impressed. You're sleeping well?"],["WEIR","Yes! I'm sleeping better than I can remember."],["FLETCHER","Good. I think you're ready."],["WEIR","Ready?"]],"present":["FLETCHER","WEIR"],"place":"WILLOUGHBY GROUNDS, DAY"},{"speech":[["ANNOTATION","Weir and Fletcher drive up to the house and get out. Weir is in casual every day clothes."],["FLETCHER","Well, is it how you remember it?"],["WEIR","(smiling) It's exactly how I remember it."],["ANNOTATION","The door opens, letting out her dog who comes out to greet her. She bends down to pet the dog."],["WEIR","Oh! Sedgewick! Hey, sweetie! Hi!"],["ANNOTATION","Her mother follows Sedgewick down the steps."],["WEIR'S MOTHER","Welcome home, sweetheart."],["ANNOTATION","Weir and her mother embrace."]],"present":["FLETCHER","WEIR","WEIR'S MOTHER"],"place":"WEIR'S GEORGETOWN HOME, DAY"},{"speech":[["ANNOTATION","Weir sits outside at a table, working on a puzzle. The public sidewalk is close-by. O'Neill, dressed in casual clothing, appears just outside the gate."],["O'NEILL","Hello, hello!"],["WEIR","(smiling and standing) General!"],["O'NEILL","Enough with the \"general\", okay? It's Jack."],["WEIR","Ah, but which Jack is it?"],["O'NEILL","(confused) What?"],["WEIR","I'm sorry. I'm just trying to have some fun at my own expense. Too soon, maybe."],["O'NEILL","So, you all settled back in?"],["WEIR","Getting there."],["O'NEILL","So I hear you're going back to teaching."],["WEIR","Yeah, my poli-sci class at Georgetown. They're holding it open for me for the Fall."],["O'NEILL","Have you given any thought to coming back to the negotiating table? That non-proliferation treaty...you kinda left us hanging mid-sentence there. It'd sure be nice to hear the punchline someday."],["ANNOTATION","Weir bites her thumbnail and paces."],["WEIR","And the U.N. would be okay with that?"],["O'NEILL","Not just okay, they're insisting."],["WEIR","Really?"],["O'NEILL","When you're the best, you're the best. Even if you've had a little...setback, so to speak...he said, awkwardly."],["ANNOTATION","O'Neill picks at the hedge awkwardly; Weir ducks her head."],["O'NEILL","It's only if you feel you're ready to go back."],["WEIR","Well, actually, yeah. I think I am."]],"present":["O'NEILL","WEIR"],"place":"WEIR'S HOME, DAY"},{"speech":[["ANNOTATION","Weir takes her medication and climbs into bed. Sedgewick follows. She pets the dog."],["WEIR","Hey. It's good to be home."],["ANNOTATION","She lies down on top of the covers and drifts to sleep."]],"present":["WEIR"],"place":"WEIR'S BEDROOM, NIGHT"},{"speech":[["ANNOTATION","Weir lies unconscious, an oxygen cannulas over her nose as a green grid of light scans over her. Medical personnel in hazmat gear are near her while McKay, Beckett, and others work outside. Sheppard approaches the edge of the plastic isolation chamber and looks inside."],["SHEPPARD","What've you got, Doc?"],["BECKETT","It's gettin' worse. It's not just her brain anymore. They're spreading throughout her body. We're losing her."],["ANNOTATION","A computer scanner shows a human figure. Red dots appear throughout the body, mostly concentrated at her head and spine. Teyla and Ronon look at the display."],["TEYLA","Those are all nanites?"],["BECKETT","Aye. They've spread throughout her entire body."],["RONON","How'd they get inside her?"],["MCKAY","Niam."],["ANNOTATION","In the puddle jumper, Niam turns and begins to choke Weir. The others try and pull him away."],["MCKAY","(voiceover) When he attacked her in the puddle jumper."],["MCKAY","In that one brief moment of contact, he managed to infect her with nanites that began replicating immediately. Now they're multiplying exponentially. Consuming her."],["SHEPPARD","How much time does she have?"],["BECKETT","I don't think their intention's to kill her. If that were the case, they could've easily done it already. I don't think there's enough of them to survive on their own. They need Elizabeth's body as raw material."],["MCKAY","So they're attempting to assimilate her? To transform her into one of them?"],["BECKETT","(nodding) Until they can reach sufficient numbers to form a viable independent entity, I would say so, yes."],["TEYLA","And this is how they replicate?"],["BECKETT","I doubt it's their normal way. It may well be a last-ditch attempt to survive."],["RONON","How do we stop them?"],["SHEPPARD","EMP. Maybe we can hit 'em with the electromagnetic pulse like we did last time."],["BECKETT","I'm afraid we're well beyond that possibility now, Colonel. Looking at her scan, the nanites have literally bonded to neurons and other cells throughout her central nervous system. If we attempt to disable them, we'll likely end up killing her along with them."],["TEYLA","Then, how do we help her?"],["BECKETT","In the petri dish, her white blood cells attack individual nanites as though they were a bacterium or a virus, quite successfully. But for some reason, inside her body, there's almost no immune response whatsoever. It's as if the nanites themselves have convinced her immune system that they pose no threat."],["SHEPPARD","How do they do that?"],["BECKETT","I have no idea. I've begun administering drugs to help boost her immunities."],["SHEPPARD","Doesn't seem to be working."],["BECKETT","Not yet. I've just increased the dosage. For the moment, we're losing this battle."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","A town car drives up to the curb and Weir gets out. She is dressed in a suit. O'Neill comes out of the door to meet her. He is in his Class A uniform."],["O'NEILL","Hey! Right on time! You all set?"],["WEIR","I think so."],["O'NEILL","Did you get some sleep?"],["WEIR","Yes. But still, I've been really tired lately."],["O'NEILL","Well, maybe you've got to work yourself back into playing shape. Spend a little time doing a some short shifts before you jump up to the first line."],["WEIR","(shrugging) I'm sorry. I don't know a thing about football."],["ANNOTATION","She heads to the door. O'Neill follows."],["O'NEILL","Nor hockey, apparently. (to man holding door) Thanks."],["ANNOTATION","Inside the lobby, Weir pauses."],["WEIR","It's strange, Jack. I'm...I feel kind of numb."],["O'NEILL","You know, I feel like that all the time."],["WEIR","I'm serious."],["O'NEILL","Did you talk to Doctor Fletcher about it?"],["WEIR","Yes. He says it's probably just my medications. He's gonna adjust the dosage, dial them back. See if that helps."],["O'NEILL","Probably just a matter of balance then, eh?"],["ANNOTATION","They both start walking again."],["O'NEILL","All right. Now, just to be sure we're on the same page, we're against the proliferation of nuclear weapons, right?"],["WEIR","Got it."]],"present":["O'NEILL","WEIR"],"place":"BUILDING, D.C., DAY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Weir continues to be scanned. Sheppard stands outside the isolation chamber as McKay and Beckett look at the latest scan results."],["SHEPPARD","Do you think she's aware we're here?"],["MCKAY","How can she be? She's unconscious."],["BECKETT","(to Sheppard) You may be right. You could try talking to her. Tell her to keep fighting."],["MCKAY","And that will help exactly how?"],["BECKETT","In a coma, one's sense of hearing is the last thing to go and the first thing to return. There are many cases where patients were actually able to hear others talking to them in the room."],["MCKAY","And were these comas also caused by nanites invading people's bodies, hmm?"],["BECKETT","No, Rodney, but there are indications that she's thinking."],["SHEPPARD","You mean dreaming."],["BECKETT","More than that. Her mind is extremely active for someone in a coma. Her EEG reads almost as if she were going about her daily life, which suggests she may well be able to hear us."],["SHEPPARD","What the hell are they doing to her?"],["BECKETT","I wish I knew. The immune-boosting drugs are having no effect."],["SHEPPARD","Aggressive little bastards."],["ANNOTATION","Beckett stares at the monitor equipment, then turns away and sighs. He pauses as a look of realization crosses his face. McKay notices."],["MCKAY","What?"],["BECKETT","What?"],["MCKAY","It was that look. That's the same look I get when I have a brilliant idea."],["SHEPPARD","How would you know how you looked?"],["MCKAY","'Cause it's happened more than once in front of a mirror, okay? Carson, what is it?"],["BECKETT","I don't know about \"brilliant\", but it just might...excuse me."],["ANNOTATION","Beckett leaves."],["MCKAY","What? What are you doing?"],["ANNOTATION","McKay follows. Sheppard stays by Weir's side."],["SHEPPARD","You know, if Carson's right and you can hear me, I suppose I should say something profound.... Okay, I'm not so good at profound. But you should know, we're doing everything we can to get you through this."]],"present":["BECKETT","MCKAY","SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Weir enters and opens her pill bottle. She glances up at the mirror and finds her reflection has no face. She gasps and drops the bottle, and pills scatter across the floor. She covers her face with her hands, and when she finally lowers them, she sees a normal reflection."]],"present":[],"place":"WEIR'S BATHROOM"},{"speech":[["SHEPPARD","These, these nanites, I don't know what they're putting you through, I don't know what they're doing to you, but...don't let 'em get to you."]],"present":["SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Weir calms down and starts picking up the pills."]],"present":[],"place":"WEIR'S BATHROOM"},{"speech":[["SHEPPARD","We're doing everything we can to bring you back, but you've got to do your part. You've gotta fight this."]],"present":["SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Weir looks at the pills, and starts frantically grabbing them and throwing them in the toilet. She opens her other prescriptions and dumps them in the toilet as well, flushing them away."]],"present":[],"place":"WEIR'S BATHROOM"},{"speech":[["ANNOTATION","Fletcher studies a chart. Weir sits across from him."],["FLETCHER","I'm sure this is just a result of the adjustment I made to your medications. I think I may have dialed them back too far. It's all a question of balance."],["ANNOTATION","Weir studies him."],["WEIR","That's what General O'Neill said."],["FLETCHER","(distractedly) Hmm? Yes, well, then he's right. Don't worry. We'll get you back to normal."]],"present":["FLETCHER","WEIR"],"place":"FLETCHER'S OFFICE"},{"speech":[["ANNOTATION","Weir lies in bed. Sedgewick sleeps by her side"],["SHEPPARD","(distorted and echoing) Eliz-Elizabeth."],["ANNOTATION","Weir sits up, alert. The shadow figure stands at the foot of her bed looking at her."],["WEIR","(Frightened) What do you want?"],["ANNOTATION","The man walks away. Weir gets out of bed and follows. She walks into the living room and to the front door, pauses, then opens it. The door opens to an active Stargate event horizon. She tries to step through, but the two Willoughby orderlies are suddenly there, holding her back."],["WEIR","No, wait! No! Let go of me! No!"],["ANNOTATION","One orderly presses a plunger in her. She looks desperately at the event horizon as she's sedated."]],"present":["SHEPPARD","WEIR"],"place":"WEIR'S BEDROOM, NIGHT"},{"speech":[["ANNOTATION","Weir awakens in her hospital bed, complete with patient bracelet. O'Neill, dressed in his Class A uniform, lounges next to her."],["O'NEILL","Hey. How're you feelin'?"],["WEIR","Why am I back here?"],["O'NEILL","They're worried. Frankly, so am I."],["ANNOTATION","Weir tosses her covers aside and sits up, obviously frustrated."],["O'NEILL","Look, obviously I've been pushing you a little hard on this treaty thing--"],["WEIR","No...I feel fine."],["O'NEILL","Well, you're not. You're going to be here until you get better."],["ANNOTATION","O'Neill leaves."]],"present":["O'NEILL","WEIR"],"place":"WEIR'S WILLOUGHBY ROOM"},{"speech":[["ANNOTATION","Beckett and McKay head to the isolation ward where Sheppard, Teyla and Ronon are already standing vigil."],["MCKAY","Okay! We think we've found a way to uncouple the nanite cells from Elizabeth's cells."],["BECKETT","We?"],["TEYLA","How?"],["ANNOTATION","McKay holds up a small cylindrical device and looks smug."],["MCKAY","We create a distraction."],["ANNOTATION","Beckett carefully plucks the device from McKay's hand and gently sets it on a counter."],["BECKETT","It finally occurred to me why I wasn't having any success."],["MCKAY","What were the nanites originally designed to do?"],["RONON","Fight the Wraith."],["MCKAY","Exactly. So, that's what we'll get them to do now."],["BECKETT","We think by implanting a small amount of Wraith tissue into Doctor Weir's body--"],["ANNOTATION","McKay pats the cylinder."],["MCKAY","(interrupting) It's like a tumor."],["BECKETT","Aye. A small tumor, yes. The nanite cells will essentially--"],["MCKAY","(interrupting, excited) Will attack it, they have to! It's what they are programmed to do, which will draw them away from Elizabeth's cells, effectively unbinding them."],["BECKETT","It will only last a few seconds or so, mind you before the nanites attack the Wraith tissue and return their focus to Doctor Weir's cells."],["MCKAY","But that's all we need! Momentary distraction to draw them away from her, so we can zap 'em with the impulse."],["ANNOTATION","The rest of the team stare at the two for a moment."],["SHEPPARD","Okay. Let's do it."],["MCKAY","(excited) Hmm!"],["ANNOTATION","McKay snatches the cylinder and heads toward Weir. Beckett nervously follows."],["BECKETT","Huh! Rodney, give me that..."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"ATLANTIS INFIRMAY"},{"speech":[["ANNOTATION","Weir sits alone at a table playing solitaire with cards. She reshuffles the deck and starts to set out the cards. The first card is a Stargate glyph. She peeks at the next, but it is only the six of spades. She sets it down and continues to set up the game. The next face up card is another glyph. She keeps putting up cards, finding all the face up cards are either black or red glyphs. The final, eighth card is Earth's point of origin glyph. She stares at the cards, her hands on her head."]],"present":[],"place":"WILLOUGHBY PATIENT LOUNGE"},{"speech":[["ANNOTATION","Beckett, in hazmat gear, injects Weir with the Wraith tissue. Sheppard watches McKay set up the EM pulse emitter."],["SHEPPARD","Wait a minute. Aren't we supposed to turn off all Earth-based equipment in the room before we do this?"],["MCKAY","The EM pulse will be directed through the scanner, so the other equipment should be fine."],["ANNOTATION","Sheppard bites his lip and watches."]],"present":["MCKAY","SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Weir draws glyphs on a paper to show to Fletcher. O'Neill stands nearby."],["WEIR","I keep seeing these symbols. Eight of them."],["FLETCHER","Do they mean something to you?"],["WEIR","This is the dialing sequence for the Stargate--from Earth to Atlantis."],["O'NEILL","Dialing sequence...? Like a...phone number?"],["ANNOTATION","Weir stands."],["WEIR","Look, I know you think I'm delusional. But I can't shake the overpowering feeling that something...or--or someone is trying to communicate with me."],["FLETCHER","And what are they trying to say?"],["WEIR","That Atlantis is real. And that I have to get back there."],["O'NEILL","(skeptical) And so, we're the fantasy?"],["ANNOTATION","He gestures between himself and Fletcher."],["WEIR","(taking a deep breath) Yes."],["O'NEILL","You know...I don't mind being fantasized about occasionally. But come on. We're right here."],["ANNOTATION","Fletcher touches the pad where the glyphs are written."],["FLETCHER","How would you get there?"],["WEIR","Go to Stargate Command."],["O'NEILL","So now you just want to waltz into NORAD. Is that it--"],["WEIR","(angry) I know what you told me! But I also know what I feel. Atlantis is real, and I will get back there."]],"present":["FLETCHER","O'NEILL","WEIR"],"place":"FLETCHER'S OFFICE"},{"speech":[["ANNOTATION","Beckett is outside the isolation chamber now, studying the scanner. Ronon is behind him."],["BECKETT","And it's working!"],["ANNOTATION","Sheppard joins the pair to see the nanites concentrating on Weir's right leg below the knee, where the Wraith tissue was injected."],["RONON","They're moving fast."],["BECKETT","Aye. Get ready with the EM pulse."],["MCKAY","We're ready on your mark."],["BECKETT","And...now!"],["ANNOTATION","McKay activates the EM pulse. It goes through the scanner and covers Weir. The monitor showing the nanites shuts down."],["SHEPPARD","I thought you said that-that..."],["ANNOTATION","The monitor comes back online. No nanites are visible."],["TEYLA","It worked!"],["MCKAY","(elated) Carson, you might be an absolute--"],["BECKETT","(crestfallen) Oh no. We didn't get them all."],["ANNOTATION","He is studying a three dimensional image of the brain, showing some nanites still there."],["TEYLA","How is that possible?"],["BECKETT","I don't bloody know."],["ANNOTATION","Beckett storms over to the EM pulse equipment."],["MCKAY","They've been using organic material to replicate, which has rendered them immune to the EM pulse."],["RONON","So now what?"],["BECKETT","They've started replicating again."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Weir comes out of the ladies' rest room to find Fletcher and an orderly waiting for her."],["FLETCHER","You spit out your pills again, didn't you?"],["ANNOTATION","Weir spins, but finds the other orderly blocking her path."],["FLETCHER","You disappoint me, Elizabeth."],["WEIR","The pills are not going to help me."],["FLETCHER","Not if you won't let them. You leave me no other choice."],["ANNOTATION","The orderlies grab her by the arms and drag her away."],["WEIR","What-what are you doing?"]],"present":["FLETCHER","WEIR"],"place":"WILLOUGHBY CORRIDOR"},{"speech":[["ANNOTATION","The orderlies strap Weir down onto a gurney."],["WEIR","No!"],["ANNOTATION","She struggles as she is strapped down by the wrists and ankles, but cannot break free. Fletcher hovers."],["WEIR","Don't do this."],["ANNOTATION","A nurse prepares an electric shock application and Fletcher takes it from her."],["FLETCHER","This will hurt."]],"present":["FLETCHER","WEIR"],"place":"WILLOUGHBY EXAM ROOM"},{"speech":[["TEYLA","What do we do now?"],["SHEPPARD","Zap her again. Keep it up 'till they're gone."],["BECKETT","A significant number of nanites have migrated into the arteries that supply blood flow to the higher functions of her brain."],["RONON","You're telling us they can kill her if they want to?"],["BECKETT","Nurse, switch her over to 100% oxygen, stat! And start her on norepinephrine, five mics per minute. (to team) Reducing blood flow to those parts of her brain will place her in a state of cerebral hypoxia."],["TEYLA","What will that do?"],["MCKAY","Render her essentially brain dead, which makes no sense."],["SHEPPARD","Unless she's fighting it. (everyone looks at him) It's the only thing that makes sense. The replicators see us as organic machines. They're trying to take control of the machine they're in--"],["BECKETT","You mean replace Elizabeth's consciousness?"],["SHEPPARD","Maybe when we zapped her with the EMP, we killed enough of them to even out the odds, and gave her a fighting chance at stopping them."],["MCKAY","Uh, reality check? There are microscopic robots in her brain! How does she fight that?"],["SHEPPARD","(to Beckett) You said her mind was active, like she was thinking, reacting, living her life? What if this was the only way they could get to her? What if they were trying to force her to give up?"],["TEYLA","A battle of wills."],["SHEPPARD","Exactly."],["BECKETT","Her neural activity supports Colonel Sheppard's hypothesis, Rodney."],["MCKAY","So, what, we can't do anything?"],["BECKETT","I can increase the oxygen levels in her blood. Give her a little more time. But, yes...she's on her own."],["SHEPPARD","No, she's not."],["ANNOTATION","He approaches the isolation tent."],["SHEPPARD","You're not alone, Elizabeth. We're right here with you. You have to fight this!"]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","The blurred image appears through the frosted glass window."],["SHEPPARD","(voice echoing) Fight this!"],["ANNOTATION","Weir breaks free of the restraints, and kicks the orderly aside. She runs out of the room and spots the man (Sheppard) at the end of the hallway. She runs toward him. He walks into an open elevator. She pauses outside it, afraid. She looks back to see the orderlies and Fletcher chasing her. She gets in the empty elevator and closes the door before her pursuers arrive."]],"present":["SHEPPARD"],"place":"WILLOUGHBY EXAM ROOM"},{"speech":[["ANNOTATION","Weir steps out of the elevator into Stargate Command. She runs down different hallways. Behind her, O'Neill appears, wearing his Class A uniform."],["O'NEILL","Doctor Weir? It's okay. You're safe now."],["WEIR","Where am I?"],["O'NEILL","Stargate Command. It's okay. Follow me."],["ANNOTATION","Weir sighs, relieved and starts to follow."],["SHEPPARD","Elizabeth!"],["ANNOTATION","She pauses and turns. The man is at the far end of the corridor."],["SHEPPARD","Don't listen to them."],["O'NEILL","What's wrong?"],["SHEPPARD","This way."],["O'NEILL","(cautious) I'm not going to hurt you."],["WEIR","The hell you aren't."],["ANNOTATION","She runs away from O'Neill, following where the man has gone."],["ANNOTATION","She runs into another corridor to find two guards taking aim with rifles. She turns back, but two more guards are behind her, also raising their weapons."]],"present":["O'NEILL","SHEPPARD","WEIR"],"place":"SGC CORRIDOR"},{"speech":[["BECKETT","They've begun to spread faster. We're losing her."],["SHEPPARD","Not yet, we're not."],["MCKAY","What're you doing?"],["ANNOTATION","Sheppard unzips the isolation tent and steps inside."],["MCKAY","What are you crazy? She can infect you!"],["ANNOTATION","Sheppard clasps both hands over Weir's left arm."]],"present":["BECKETT","MCKAY","SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["SHEPPARD","Elizabeth?"],["ANNOTATION","Weir turns to find, Sheppard, now close enough to be clearly visible, standing directly behind the two guards."],["WEIR","John!"],["SHEPPARD","You've been infected by nanites."]],"present":["SHEPPARD","WEIR"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Weir lies still."],["SHEPPARD","They're trying to take control of your mind and body."]],"present":["SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["SHEPPARD","Don't let them do it. You have to fight 'em. So fight."],["ANNOTATION","O'Neill approaches from the other direction."],["O'NEILL","Elizabeth!"],["ANNOTATION","Weir turns."],["O'NEILL","You have to come with us. I'm sorry."],["SHEPPARD","You know which way you have to go...Run."],["ANNOTATION","Weir looks back and forth, then turns in Sheppard's direction. He's disappeared, but she runs. The guards open fire to no effect. She knocks them aside as she runs past."]],"present":["O'NEILL","SHEPPARD"],"place":"SGC CORRIDOR"},{"speech":[["ANNOTATION","Personnel in hazmat wrestle Sheppard away from Weir."],["BECKETT","Get him out of there. Put him into isolation and run a scan immediately."],["ANNOTATION","Beckett zips the tent closed again."]],"present":["BECKETT"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Weir enters and dials the Stargate."]],"present":[],"place":"SGC CONTROL ROOM"},{"speech":[["ANNOTATION","The wormhole activates. Weir runs up the ramp. O'Neill blocks her path."],["O'NEILL","I can't let you go."],["WEIR","You're not General O'Neill."],["ANNOTATION","O'Neill morphs into Fletcher."],["FLETCHER","Elizabeth, listen to me."],["WEIR","(pointing behind him) You see that? That's the Stargate. And yes, leaving is exactly what I plan to do."],["FLETCHER","I won't let you go."],["WEIR","You can't stop me."],["ANNOTATION","Fletcher morphs into Niam."],["NIAM","On the contrary, I already have. I've made your friend disappear, haven't I? (Weir hesitates) That's right. He can't help you now. And you can't possibly get past me. So you see...you've lost."],["ANNOTATION","Weir walks forward, passing through the illusory Niam and into the event horizon."]],"present":["FLETCHER","NIAM","O'NEILL","WEIR"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","Weir regains consciousness."],["WEIR","Where am I?"],["ANNOTATION","Everyone outside the isolation tent are happy."],["TEYLA","The infirmary. How are you feeling?"],["ANNOTATION","Weir smiles."],["WEIR","I'm back in Atlantis?"],["BECKETT","You never left."]],"present":["BECKETT","TEYLA","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Sheppard approaches Weir, who stands at the balcony with something in her hands."],["SHEPPARD","Still up, huh?"],["WEIR","Oh, hey. Yeah, I wasn't all that keen to go back to sleep just yet."],["SHEPPARD","Understandable."],["WEIR","I'm glad to see you've been released from quarantine."],["SHEPPARD","Yeah. Well, I guess the nanites were too focused on you to spread to me."],["WEIR","I now realize just how insidious they really are. I mean if such a small number of them could do that to me...?"],["SHEPPARD","Let's just take it as a win right now."],["WEIR","All right. Still, I can't believe I was only out for five hours."],["SHEPPARD","Felt longer, huh?"],["WEIR","Yes. A lifetime."],["SHEPPARD","Well, it's good to have you back in the real world. At least I think it's the real world. I could be infected right now, which makes me the one--"],["WEIR","(warning) John...? Don't."],["SHEPPARD","(sheepish) Sorry."],["ANNOTATION","He leaves. Weir nods and looks down. She holds her father's watch in her hands."]],"present":["SHEPPARD","WEIR"],"place":"ATLANTIS CONTROL ROOM"}]