[{"speech":[],"present":[],"place":"nowhere"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Sheppard and McKay walk with Weir towards the Control Room."],["SHEPPARD","Elizabeth, we may have a situation. Major Leonard's team? They're late returning from M1B-129."],["WEIR","We sent them to check out an unusual energy reading, correct?"],["MCKAY","Mmm. An anomalous spike the MALP picked up on a 'gate scout. The planet is uninhabited, but I thought it warranted a closer look."],["SHEPPARD","The point is, they missed a check-in. They're now six hours overdue."],["MCKAY","We tried contacting them by the radio, but, uh, signal is intermittent at best. It's just a lot of static. It could have something to do with the anomaly, but I'm not sure."],["SHEPPARD","I want to take our team, go see what happened."],["WEIR","Of course. Take an additional marine unit as well and...the good Doctor Beckett, just in case."],["SHEPPARD AND MCKAY","Right."],["WORMHOLE EFFECT",""]],"present":["MCKAY","SHEPPARD","SHEPPARD AND MCKAY","WEIR","WORMHOLE EFFECT"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Sheppard's team, Beckett, and a marine unit come through the active wormhole. A MALP sits to the side of the Stargate. No one is around."],["SHEPPARD","(into radio) Major Leonard, this is Sheppard, come in."],["ANNOTATION","The others wince and take out their earpieces from the feedback Sheppard's transmission caused."],["SHEPPARD","(into radio) Major Leonard?"],["ANNOTATION","He pulls out his own earpiece."],["SHEPPARD","These things are useless."],["ANNOTATION","McKay studies his handheld computer."],["MCKAY","I'm picking up that puzzling energy reading."],["BECKETT","What is it?"],["MCKAY","(annoyed) Did I not just use the word \"puzzling\"?"],["BECKETT","(sarcastic) Charming."],["ANNOTATION","Ronon crouches down, studying the soil."],["RONON","Tracks. Boot prints."],["SHEPPARD","Let's go find them."],["ANNOTATION","The group head out in the direction of the tracks."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD"],"place":"FOREST, STARGATE AREA, M1B-129, DAY"},{"speech":[["MCKAY","The readings are stronger. Whatever it is? We're getting warmer."],["ANNOTATION","Beckett spots someone lying in path ahead."],["BECKETT","Look!"],["ANNOTATION","They approach. The body is so decomposed, its remains are mostly skeletal. From what is left of its clothing, the material looks Genii. Beckett examines the body."],["SHEPPARD","Genii."],["BECKETT","He's been dead for months."],["MCKAY","(sarcastic) No. Really?"],["SHEPPARD","Okay, we know our guys didn't do it."],["TEYLA","And he wasn't fed on, so it wasn't the Wraith."],["SHEPPARD","Hmm."],["BECKETT","Bullet wounds, dozens of them."],["RONON","Over here."],["ANNOTATION","Sheppard and the others head over to Ronon. He stands over two more Genii bodies. They are in similar states of decomposition. Beckett leans over one of the bodies."],["BECKETT","Also shot."],["ANNOTATION","Sheppard toes the other with his boot."],["SHEPPARD","This guy was stabbed. Repeatedly, it looks like."],["ANNOTATION","Ronon has found another body further in the bushes. Its skeletal hand still clutches a knife."],["RONON","By this guy, looks like."],["MCKAY","What, so they killed each other?"],["BECKETT","Aye. Quite possibly. And by the looks of it, in a violent fashion."],["SHEPPARD","(worried) Which begs the question, what the hell happened to Major Leonard's team?"]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"FOREST, M1B-129, DAY"},{"speech":[["ANNOTATION","The group walks along a wide, groomed path."],["RONON","I thought you said this planet was uninhabited."],["MCKAY","Eh, according to the Ancient database."],["SHEPPARD","Well, it recently became \"habited\"."],["BECKETT","Do you suppose the Genii are responsible for the energy readings we're detecting?"],["MCKAY","Probably. It's be just our luck if we stumbled on one of their nuclear testing sites."],["KAGAN","(worried) Nuclear testing site?"],["SHEPPARD","Just a small one."],["ANNOTATION","Ronon suddenly stops, alert, raising his weapon. The others quickly follow his lead, searching for any danger."],["TEYLA","What is it?"],["RONON","I saw something."],["ANNOTATION","Nothing appears through the trees."],["MCKAY","(impatiently) Well, what?! Person, animal? How many syllables?"],["TEYLA","What is it?"],["SHEPPARD","(calling out) Leonard!"],["ANNOTATION","There is no response. Ronon finally lowers his weapon."],["RONON","It's probably nothing."],["ANNOTATION","The team sighs and continues on."],["MCKAY","(to himself) Why am I not comforted?"],["ANNOTATION","The team continues until they get close to a cave. McKay's scanner starts beeping more rapidly."],["MCKAY","(whispering) Hey."],["ANNOTATION","He points to the cave. The team warily advances, weapons raised. Sheppard looks through the entrance."],["SHEPPARD","All right, let's go check it out."]],"present":["BECKETT","KAGAN","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"FOREST"},{"speech":[["ANNOTATION","The team advances. The walls don't appear to be natural stone, more like the inside of a Wraith ship. One area has what looks to be Genii level of technology with cables threading outward. Sheppard spots another Genii corpse tangled amongst the cords."],["SHEPPARD","Doc?"],["ANNOTATION","Beckett approaches."],["MCKAY","Oh for god's sake, enough with the bodies!"],["BECKETT","(kneeling by the body) Head's snapped completely around."],["TEYLA","By him?"],["ANNOTATION","Teyla has found another body near equipment. Beckett heads over."],["BECKETT","Quite possibly...and then he shot himself. Lovely."],["RONON","Wraith bunker, but no Wraith."],["TEYLA","Ah, it appears to have been abandoned for some time."],["SHEPPARD","Genii probably stumbled onto it just like we did."],["BECKETT","And then promptly killed each other. Why?"],["MCKAY","Eh, another Hardy Boys mystery. In here."],["ANNOTATION","He gestures towards another chamber, where the cords lead."],["SHEPPARD","(to Teyla) All right. We'll check it out. You and Ronon check out the immediate area around the cave. Keep an eye out for our friends, all right?"],["ANNOTATION","Teyla nods as they head their separate ways."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"CAVE"},{"speech":[["ANNOTATION","Several tendrils are spread out everywhere in the chamber."],["SHEPPARD","What is this?"],["BECKETT","It appears to be organic."],["MCKAY","Just like the energy conduit aboard a Wraith ship...and every bit of disgusting."],["BECKETT","Possibly."],["ANNOTATION","Lights go on inside the chamber."],["BECKETT","(warily) Rodney?"],["MCKAY","(intrigued) Huh, we got power."],["BECKETT","What's this, now?"],["MCKAY","Well, this is it. Ground zero for the energy readings."],["SHEPPARD","This thing's still active?"],["MCKAY","Apparently so."],["BARASSO","Actively doing what, exactly?"],["ANNOTATION","McKay works his way through the tendrils to the center."],["MCKAY","It's some sort of...EM generator. It's emitting a modulating ultra-low frequency pulse. These, uh, energy conduits are acting almost like antennae."],["BECKETT","Is that what's interfering with the radio communications?"],["MCKAY","Uh, probably. The Genii must've found this place, activated it somehow, and they couldn't figure out how to turn it off. So, they did whatever any other good \"soldier\" would do in their situation."],["SHEPPARD","Shot the hell out of it."],["MCKAY","Hmm."],["BECKETT","Looks like it's healing itself."],["MCKAY","Ah, it's the beauty of hybrid organic design."],["KAGAN","(nervously) Th-this frequency. Can it hurt us?"],["MCKAY","Mmm. It's doubtful. Apart from the obvious sterility issues."],["KAGAN","Wha-what?!"],["SHEPPARD","He's kidding...you're kidding, right?"],["MCKAY","(noncommittally) Eh."],["ANNOTATION","Teyla runs into the chamber."],["TEYLA","Colonel! We've found the team."]],"present":["BARASSO","BECKETT","KAGAN","MCKAY","SHEPPARD","TEYLA"],"place":"WRAITH CONTROL CHAMBER, CAVE"},{"speech":[["ANNOTATION","The rescue party stand around the bodies of three of the missing team."],["SHEPPARD","Okay, so...where's Major Leonard?"],["RONON","I don't know."],["TEYLA","We were unable to locate his body."],["BECKETT","They were killed by MP-5 fire. All three of them. Shot multiple times."],["MCKAY","Hey! A camera!"],["ANNOTATION","He picks up a small camcorder."],["MCKAY","Look at this."],["ANNOTATION","McKay opens the viewscreen and plays back the recording."],["VIDEO",""],["ANNOTATION","On it appears Leonard's team walking through the forest of M1B-129. The rearmost team member holds the camera."],["LARGENT","(narrating over video) Okay, it's a road leading from the Stargate...kinda wish there was a burger stand or something around here. I'm starving."],["ANNOTATION","The camera abruptly switches scenes with a burst of static. The new image shows the team finding the Genii soldiers Sheppard's team encountered in the woods."],["LEONARD","(on videotape) More of them."],["ANNOTATION","The camera switches scenes again. Now it records the cave, panning the central chamber and across the Genii bodies."],["LARGENT","Oh, god! More bodies in here!"],["ANNOTATION","The camera scene switches again. They're still in the cave, but doing a more close up picture of the skeleton."],["LARGENT","What is this place?"],["ANNOTATION","A burst of automatic gunfire sounds from outside."],["LARGENT","Who's that?"],["ANNOTATION","He and his teammate run outside. Largent still holds the camera as he runs."],["ANNOTATION","The camera switches scenes again. This time, it appears the camera was turned on accidentally. The picture is from hip-height. Largent and one of his teammates run through the woods towards the Stargate."],["LARGENT","We're not going to make it!"],["ANNOTATION","His teammate gets struck from behind by a bullet and falls, reflexively firing his own weapon as he hits the ground."],["LARGENT","(frightened) Prometheus, this is Largent! Where the hell are you!"],["ANNOTATION","He continues running, then falls wounded himself, shot from behind. The camera falls on the ground, capturing the image of Major Leonard running past, shooting ahead of him."],["END VIDEO",""],["ANNOTATION","McKay switches off the camera."],["MCKAY","(perplexed) He was calling for the Prometheus. That ship was destroyed last year."],["TEYLA","(incredulous) Major Leonard killed his own men? Why would he do that?"],["SHEPPARD","I don't know."],["RONON","Maybe whatever caused the Genii to turn on each other did the same thing to our people."],["BECKETT","That bloody machine back there?"],["MCKAY","I'll check it out."],["SHEPPARD","No! We need to head back to Atlantis."],["MCKAY","What? No. We can't leave. Look, the generator's still running."],["SHEPPARD","I know."],["MCKAY","Look, I have to at least figure out its purpose. They're probably right. It may somehow be linked to all of this."],["SHEPPARD","Well, then we'll come back. But first things first, we have to transport our dead back to Atlantis. Then we'll return with more units and search for Major Leonard."]],"present":["BECKETT","END VIDEO","LARGENT","LEONARD","MCKAY","RONON","SHEPPARD","TEYLA","VIDEO"],"place":"FOREST, M1B-129, DAY"},{"speech":[["ANNOTATION","The team walk through the woods. Sheppard leads. Beckett and Mckay carry one field-made stretcher. Two of the marines carry the second. Ronon helps the third marine with the last body. Teyla brings up the rear of the procession."],["MCKAY","Can we stop for a second?"],["SHEPPARD","No."],["MCKAY","(grunting with effort) Look, I mean no disrespect, but this guy's heavy, and ever since I was shot in the ass by an arrow, I've been prone to sciatica...No?"],["ANNOTATION","Ronon spots a misty object moving quickly through the woods, like when the Wraith try to confuse their prey."],["RONON","(hissing) Down, down down!"],["ANNOTATION","He lowers the stretcher to the ground, crouching. The others follow suit. Ronon raises his pistol. Sheppard runs down the line to Ronon."],["SHEPPARD","(low) What is it?"],["ANNOTATION","Both he and Ronon look carefully, but spot nothing."],["SHEPPARD","You okay?"],["ANNOTATION","Ronon grimaces, holstering his weapon."],["RONON","Yeah."],["ANNOTATION","Sheppard signals to keep moving to the Stargate as he resumes his place at the front."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"FOREST, M1B-129, DAY"},{"speech":[["ANNOTATION","The group reaches the Stargate, lowering their stretchers to the ground."],["SHEPPARD","Sergeant, dial the 'gate."],["ANNOTATION","The marine heads to the DHD. As soon as he presses the first glyph, the DHD explodes, the repercussion rocking the whole area, knocking everyone off their feet. Sheppard regains his equilibrium first, looking towards the marine sergeant who was closest to the blast, and is lying on the ground, unmoving."],["SHEPPARD","Carson!"],["BECKETT","Right!"],["ANNOTATION","He struggles to his feet, patting Barasso on the arm as he passes."],["BECKETT","Get my medical kit!"],["ANNOTATION","Sheppard checks the sergeant's neck for a pulse."],["SHEPPARD","He's dead."],["ANNOTATION","As Barasso reaches for Beckett's kit, he's shot by automatic weapons fire. He falls with a cry. Everyone takes cover."],["RONON","Wraith!"],["ANNOTATION","He fires back at the assailant. Sheppard pulls Barasso to better cover."],["SHEPPARD","It's not Wraith! It's automatic gunfire!"],["ANNOTATION","He spots Leonard firing on them from a distance."],["SHEPPARD","Leonard! Stand down! It's Sheppard!"],["ANNOTATION","Leonard falls back. McKay reaches Beckett and a wounded Kagan, covering them with his pistol. Beckett takes the opportunity to scramble for his pack. Ronon gives chase to Leonard. Kagan clutches his abdomen with bloody hands, grunting with pain."],["KAGAN","How bad is it?"],["BECKETT","You'll be fine, son. Just lie back."],["SHEPPARD","Leonard!"],["ANNOTATION","Ronon paces the perimeter, clearly annoyed."],["RONON","(frustrated) He's gone!"],["ANNOTATION","Teyla treats Barasso. Beckett places a pressure bandage on Kagan's wound while Kagan writhes in agony."],["BECKETT","(soothing) Easy, easy. You'll be all right. You'll be all right, son. Hey..."],["ANNOTATION","He cradles Kagan's head in his arms and looks to Teyla and Barasso."],["TEYLA","(to Barasso) Are you all right?"],["BARASSO","(in shock) Yeah, I think so."],["ANNOTATION","McKay holsters his sidearm and heads over to the DHD. The inside is complete exposed, and all the control crystals are shattered to tiny pieces. Sheppard joins him."],["MCKAY","We are unbelievably screwed."],["ANNOTATION","Beckett continues to treat the two wounded soldiers. Ronon drags the dead sergeant to the other bodies."],["KAGAN","(panicking) It's bad, isn't it? Am I going to die?"],["BECKETT","(determined) Look at me. Look at me! Not if I have any say! (looking over at Teyla and Barasso) Teyla, keep pressure on the wound. We need to stop that bleeding! (to Kagan) Right."],["ANNOTATION","He continues treating Kagan who winces in pain."],["ANNOTATION","McKay has his tablet computer connected to the vestiges of the DHD. Sheppard stands beside him."],["SHEPPARD","Is there any other way to dial?"],["MCKAY","(in disbelief) Huh--"],["SHEPPARD","And don't say no if there is any possibility because I am not in the mood for any of your usual \"impossible heroics\" game."],["MCKAY","(protesting) I wouldn't do that!"],["ANNOTATION","Sheppard glares. Ronon approaches."],["MCKAY","Look, no. Even if we could somehow manually dial, there's no power. Your pal Major Looney Tunes knew exactly where to set the charge."],["RONON","We need to go after him."],["MCKAY","No, what we need to do is go back to the bunker."],["SHEPPARD","We're overdue. Elizabeth will contact us through the 'gate."],["MCKAY","And she'll probably only get static, remember? Look, as long as that generator is emitting that pulse, we'll have little if any chance of responding to Atlantis if they radio. No, you want to get out of here? I need to shut that thing down."],["SHEPPARD","(calling to everyone) All right, we'll leave the dead here. We'll get 'em when we come back."]],"present":["BARASSO","BECKETT","KAGAN","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"STARGATE AREA, M1B-129, DAY"},{"speech":[["ANNOTATION","The group trudge back to the cave area. Beckett helps Barasso, keeping pressure on the bandage on his left shoulder. Ronon and McKay carry Kagan on a stretcher."],["KAGAN","I'm sorry about this, Doctor McKay."],["MCKAY","(compassionately) Hey, you don't worry about me. You just hang in there, okay?"]],"present":["KAGAN","MCKAY"],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","They've arrived at the cave. McKay and Teyla work in the central core."],["MCKAY","Teyla, you want to hold this?"],["TEYLA","Yes, of course."],["ANNOTATION","Barasso sits against a wall. Kagan lies on a table, Beckett working on him. Sheppard calls Beckett over out of hearing range."],["SHEPPARD","Doc? Are they going to be okay?"],["BECKETT","Barasso's shoulder's still bleeding internally, but I should be able to keep it in check. It's Lieutenant Kagan I'm worried about. He suffered severe penetrating abdominal trauma. He needs complicated surgery, blood transfusions, and all I've here is my medical kit."],["SHEPPARD","All right, you do what you can to keep alive, okay? We're gonna get out of here soon."],["ANNOTATION","He moves to go."],["BECKETT","Colonel...I'm afraid for Lieutenant Kagan, \"soon\" may only be a matter of minutes."],["ANNOTATION","Sheppard sighs in frustration as he heads to McKay and Teyla."],["MCKAY","Yeah, you see right here? According to these readings, if I cut through that membrane, there should be several actuator coils underneath. Well...it's Wraith tech, so it's more like actuator veins. Now if I can isolate the primary conduit, follow it straight back to the core."],["SHEPPARD","Glad to see you've got it all worked out."],["MCKAY","(petulantly) Definitely not all."],["SHEPPARD","(impatient) Some?"],["MCKAY","Actually, very little. Look, I can only surmise that it's some sort of Wraith...experiment."],["TEYLA","(frustrated) I am trying to impress upon Doctor McKay that determining how to turn the thing off is more pressing than learning what it actually does."],["SHEPPARD","You don't even know what it does?"],["MCKAY","Well, I can now state for certain that it is in fact a generator."],["SHEPPARD","We already knew that!"],["MCKAY","Look, the EM pulse it's emitting is-is very peculiar. It-it's fluctuating in-in systematic intervals along the ultra-low frequency."],["TEYLA","Is that what made all these people kill each other?"],["MCKAY","I hope so."],["SHEPPARD","You hope so?!"],["MCKAY","Otherwise, there are two bizarre things going on, and one is more than enough for me, thank you very much."],["ANNOTATION","Sheppard and Teyla look frustrated and worried."]],"present":["BECKETT","MCKAY","SHEPPARD","TEYLA"],"place":"CAVE"},{"speech":[["ANNOTATION","Ronon guards the cave entrance. Once again he spots the wispy movement. Alert, he heads towards it. He sees a Wraith running through the woods, getting to cover near the perimeter of weapon's range. He spots more running nearby."]],"present":[],"place":"CAVE, DAY"},{"speech":[["SHEPPARD","All right, whatever it is, I don't think it's doing what it's supposed to be doing. It doesn't make sense to have its prey kill each other before he can feed on them."],["MCKAY","Uh, I think you're right. I don't think these \"antennae\" as I have so colorfully put it, have overgrown beyond their intended lengths. It's as if...whoever turned it on, dialed it up to eleven, and just left it there."],["ANNOTATION","He snaps off one of the tendrils."],["SHEPPARD","You don't think..."],["MCKAY","Yeah. The Genii. They must've discovered the place, started messing around with the machine without having the first clue as to what they were doing...which explains why the place is covered in this."],["ANNOTATION","He fingers a thick webbing of thin tendrils."],["TEYLA","And before they realized what they'd done..."],["MCKAY","They couldn't figure out how to turn it off, so they shot the thing, hoping they could somehow kill it, which only made it re-grow more, make it that much more difficult for someone with the ability to actually turn it off to actually turn it off."],["SHEPPARD","So you can't...actually turn it off?"],["MCKAY","(defensively) I never said that!"],["SHEPPARD","(impatient) Well, what did you say?"],["ANNOTATION","McKay huffs out a frustrated sigh."],["MCKAY","Look, the control console is shot to hell. As I was telling Teyla, I'll have to bypass it, isolate the primary actuator conduit, and follow it back to the core. Once I cut power to that--"],["ANNOTATION","They hear Ronon's weapon being fired several times outside. All three of them run out of the cave."]],"present":["MCKAY","SHEPPARD","TEYLA"],"place":"CAVE"},{"speech":[["ANNOTATION","Sheppard and Teyla, run out of the cave, weapons at ready. McKay follows. They don't spot anybody, including Ronon."],["SHEPPARD","Ronon!"],["TEYLA","Ronon!"],["SHEPPARD","Okay. We're gonna go after him. Rodney, you stay here and get that thing shut down."],["ANNOTATION","More distant weapons fire is heard over Teyla's left shoulder."],["TEYLA","This way."],["ANNOTATION","She and Sheppard head in the direction of the shots. McKay returns to the cave."]],"present":["SHEPPARD","TEYLA"],"place":"CAVE AREA, DAY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Weir enters the control room and walks up to a female technician."],["WEIR","Has Colonel Sheppard's team returned?"],["TECHNICIAN","Not yet."],["WEIR","Huh. They're late. Have they dialed in a status update?"],["TECHNICIAN","We've received no communication from them since they left."],["WEIR","Okay, try to establish a radio link. Find out what's taking them so long. And I want a team standing by just in case they need assistance."],["TECHNICIAN","Right away."]],"present":["TECHNICIAN","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Teyla and Sheppard run through the forest. They pause at a tree trunk still smoldering from one of Ronon's blasts."],["SHEPPARD","We're heading in the right direction."],["TEYLA","Do you think he's already beginning to feel the effects of the Wraith device?"],["SHEPPARD","Well, if he is, let's hope we find him before he finds us."]],"present":["SHEPPARD","TEYLA"],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","McKay works in the core. Beckett enters, holding a scalpel."],["BECKETT","You wanted a scalpel?"],["MCKAY","Yeah, I need to cut through this membrane. It's like surgery. It's more up your alley; maybe you ought to do it."],["BECKETT","I'm a little preoccupied at the moment, thank you."],["MCKAY","How is Kroger?"],["BECKETT","Kagan."],["MCKAY","Kagan. Kagan. What is it with me and names?"]],"present":["BECKETT","MCKAY"],"place":"CAVE CENTRAL CORE"},{"speech":[["ANNOTATION","Beckett heads back to the outer chamber. He finds Barasso standing up by Kagan, struggling to strap on his vest and gun."],["BECKETT","What in the devil do you think you're doing?"],["BARASSO","Uhn. I'm fine."],["BECKETT","You must certainly are not. Off your feet, now!"],["BARASSO","Uhn. Look. I'm okay, doc. We've got no one covering the entrance. I'm gonna take up watch outside."],["BECKETT","We just stopped the bleeding!"],["BARASSO","Yeah, and if it starts again, I'll be right outside the door. (he keeps speaking before Beckett can interrupt) Sitting down, off my feet. I'll be able to keep better watch out there than I can in here."],["BECKETT","(unhappy) You don't go running off, you understand? The last thing I need is you bleeding to death in those woods."],["ANNOTATION","Barasso starts walking to the door, waving without turning around."],["BARASSO","I'm not going anywhere. Just look after Kagan!"],["ANNOTATION","Beckett turns back to Kagan."],["BECKETT","Right. Okay."],["ANNOTATION","Beckett takes a clamp and checks the injury. Kagan jerks in pain, trying to keep his mind off things."],["KAGAN","How's Doctor McKay doing?"],["BECKETT","Good. He'll figure it out soon, have us out of here in a jiff. Smartest man I've ever met."],["ANNOTATION","He pulls out some bloody bandaging with his clamp and throws it away."],["BECKETT","Now...you're still bleeding. I need to go back in, apply additional ligatures, hopefully shut off the spigot once and for all. All right?"],["ANNOTATION","He gives a reassuring smile."],["KAGAN","(breathlessly) All right."],["ANNOTATION","Beckett claps Kagan on the shoulder than goes to his medical bag."]],"present":["BARASSO","BECKETT","KAGAN"],"place":"CAVE"},{"speech":[["ANNOTATION","Sheppard and Teyla run through the forest. They spot Ronon leaning against a tree, watching something in the distance. They stop and watch him warily."],["SHEPPARD","(low, to Teyla) What's he looking at?"],["ANNOTATION","Teyla peers through the foliage."],["TEYLA","I see nothing."],["SHEPPARD","Ronon!"],["ANNOTATION","Ronon glances over, raising his hand in warning."],["RONON","Stay back!"],["ANNOTATION","Leonard fires his rifle through a gap in the trees, striking Teyla in the leg before she and Sheppard can take cover. She falls back with a strangled cry."],["SHEPPARD","Ronon! Cover fire!"],["ANNOTATION","Sheppard goes to assist Teyla. Ronon glances over, then takes cover. He and Leonard exchange fire as Sheppard tries to get Teyla to safety. He lays her by a thick trunk, than crouches behind it."],["SHEPPARD","Leonard! Stand down!"],["ANNOTATION","Leonard shoots at the tree. Sheppard looks annoyed as he dodges shrapnel. Ronon takes advantage of the distraction to get closer. From his point of view, Sheppard is exchanging fire with a Wraith. He shoots. The \"Wraith\" runs away. Sheppard sees Leonard take off, and Ronon giving chase."],["SHEPPARD","Ronon, stop! Ronon!"],["HOLLAND","Sheppard?"],["ANNOTATION","Sheppard turns around. Where Teyla was lying he sees an airman in a tan Air Force jumpsuit. He is injured in the leg and has many contusions on his face."],["HOLLAND","(weakly) What the hell are you doing here?"],["SHEPPARD","(stunned) Holland?"],["TEYLA","(worried) John? John?!"],["ANNOTATION","Sheppard steps forward, recognizing Teyla, who's grimacing in pain. He reaches down to take her pulse at her wrist."],["TEYLA","Are you okay?"],["SHEPPARD","Yeah."],["ANNOTATION","He seems to snap out of his fugue state, looking at Teyla and reaching for bandaging in his vest."],["SHEPPARD","He got you pretty good. All right. I've got to stop the bleeding."],["ANNOTATION","He starts to bandage her leg. Teyla continues to look at Sheppard worriedly while biting back the pain."]],"present":["HOLLAND","RONON","SHEPPARD","TEYLA"],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","Sheppard and Teyla move through the woods. Teyla limps on one leg, hanging onto Sheppard for support. They come to a makeshift shelter with foliage as camouflage and roof. Sheppard silently gestures with his chin. Teyla grabs onto a tree for balance and keeps watch. Sheppard cautiously moves ahead."],["SHEPPARD","(low, non-threatening) Leonard?"],["ANNOTATION","He pierces the curtain the shelter. It is empty, the remains of MRE packaging scattered inside. He hurries back to Teyla."],["SHEPPARD","We're clear."],["ANNOTATION","He helps her into the shelter. Once she's settled, Sheppard takes a more appraising look at the camp."],["SHEPPARD","Leonard must've built this place before he lost it."],["ANNOTATION","He comes back over to Teyla, looking at her bandaging. He reaches to adjust it."],["SHEPPARD","(apologetically) The dressing's a little sloppy."],["ANNOTATION","He checks the wound."],["SHEPPARD","It's still bleeding pretty badly. I'm gonna change it, and then, uh, go get Beckett."],["ANNOTATION","He looks at her, trying to be reassuring. Teyla continues to study him cautiously."],["TEYLA","John...what just happened out there?"],["ANNOTATION","Sheppard looks away, fussing with the bandages."],["TEYLA","The look on your face? The confusion?"],["SHEPPARD","Nothing. Somebody just popped into mind, and...caught me off guard, eh?"],["TEYLA","Do you think it has anything to do with the Wraith generator?"],["SHEPPARD","Hell if I know. Just don't worry. I'm fine. No violent urges yet, huh? What about you?"],["ANNOTATION","Teyla looks at him questioningly."],["SHEPPARD","Getting any ideas about killing me?"],["TEYLA","No."],["SHEPPARD","That's good to hear. Anyway, if this is some...Wraith experiment gone haywire, maybe that part of your DNA will make you immune to it."],["ANNOTATION","They hear the sound of rifle fire nearby. Sheppard goes to the tarp curtain and peers out. Leonard fires at imaginary enemies. Sheppard moves forward to a tree, Teyla crawling to the edge of the shelter. Leonard's rifle magazine is empty, so he discards it and starts shooting with his pistol at random, nonexistent enemies. Eventually that gun runs out of ammunition as well. He looks at it and grunts in frustration. Sheppard rises as Leonard throws down his gun in disgust."],["SHEPPARD","Major?"],["ANNOTATION","Leonard looks up, eyes wide and fearful. Sheppard continues forward, sounding non-threateningly."],["SHEPPARD","It's all right. It's Sheppard."],["ANNOTATION","Leonard back into a tree. From his point of view, Sheppard is a Kull Warrior supersoldier, stalking towards him."],["SHEPPARD","Listen, there's some strange Wraith-pulses messing with your mind. We're gonna turn it off, and you're going to be okay."],["ANNOTATION","Leonard still only sees the supersoldier. He looks around, frightened, but sees three more Kull Warriors surrounding him."],["LEONARD","(into radio) I've got four supersoldiers on me. Where's that backup?"],["SHEPPARD","It's all right, Major. I'm here all alone."],["ANNOTATION","Leonard continues to stare at Sheppard in horror. As he watches the \"supersoldier\", he reaches into his tac vest and pulls out a grenade. He pulls out the pin and releases the safety, still holding the grenade in his hand. Sheppard's eyes widen. He dives for cover as Leonard clutches the armed grenade to his chest."],["ANNOTATION","After the explosion, Sheppard stands, glancing back in shock at the remains of Leonard. Teyla stares transfixed at the tragedy as Sheppard returns to her."],["TEYLA","I'm sorry."],["SHEPPARD","Got to get his tags."],["ANNOTATION","Sheppard hears the sound of a jeep engine approaching. He raises his rifle, alert."],["TEYLA","What's wrong?"],["SHEPPARD","Did you hear that?"],["ANNOTATION","The vehicle sounds as if it's now driving away."],["TEYLA","What?"],["SHEPPARD","Engines--like a jeep...not that you would know what a jeep sounds like."],["TEYLA","(cautiously) I-I hear nothing."],["ANNOTATION","Sheppard continues to hear distant engines."]],"present":["LEONARD","SHEPPARD","TEYLA"],"place":"FOREST SHELTER, DAY"},{"speech":[["ANNOTATION","Beckett continues to work on Kagan's wound."],["KAGAN","(barely audible) Doctor Beckett."],["ANNOTATION","Beckett pauses and leans close to Kagan's head."],["KAGAN","(with effort) Thanks for helping me."],["BECKETT","Oh, we'll have none of that, son. You hang in there. We'll get you back to Atlantis and patched up properly. Do you hear me, Lieutenant?"],["ANNOTATION","Kagan closes his eyes and stops breathing. Beckett checks his vitals."],["BECKETT","Oh!"],["ANNOTATION","Beckett grabs a crate to stand over him and begins CPR."],["BECKETT","No. No. Come on. Come on."]],"present":["BECKETT","KAGAN"],"place":"CAVE"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Weir approaches Zelenka, who is on the radio, trying different frequencies."],["ZELENKA","(into radio) Hello Sheppard, this is Atlantis, please respond...Atlantis calling Colonel Sheppard. Please respond."],["WEIR","How are you doing?"],["ZELENKA","I've tried dialing three separate times. I've tried several RFI filters to cut through the static, but I'm still unable to establish contact."],["WEIR","Send a UAV."],["ZELENKA","All right."]],"present":["WEIR","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Barasso limps into the cave."],["BARASSO","How goes it, Doc? Need a hand with Lieutenant Ka..."],["ANNOTATION","His voice drifts off as he sees a sheet draped over Kagan's body and Beckett sitting dejected on the crate beside him."],["BECKETT","I did everything I could."],["BARASSO","Yeah. You okay?"],["BECKETT","I will be...once I'm out of this bloody place."],["ANNOTATION","Beckett tosses some bloody bandaging and paces the area. Barasso looks down at Kagan's body."],["BARASSO","Doc?"],["BECKETT","Aye?"],["ANNOTATION","Barasso watches as Kagan's hand twitches again."],["BARASSO","Doc!"],["ANNOTATION","Beckett comes over and spots the movement, tossing aside the sheet."],["BECKETT","Oh fer..."],["KAGAN","(weakly) Doctor Beckett?"],["ANNOTATION","Beckett stares at Kagan in shock, then grabs his stethoscope."]],"present":["BARASSO","BECKETT","KAGAN"],"place":"CAVE"},{"speech":[["ANNOTATION","McKay works on the core while Beckett speaks to him."],["MCKAY","(dismissively) So you made a mistake. You thought he was dead, and he wasn't. Better off that way than the other way round."],["BECKETT","There was no mistake. That boy was most definitely dead. No pulse, no respiration. I tried to revive him, but I couldn't."],["MCKAY","Huh. Well, it could be the effects of the generator. Look, I think I've learned a little more about this \"experiment\" the Wraith have been conducting. It seems that they're trying to improve their ability to manipulate the minds of their prey."],["BECKETT","What? Make people see things that are not there."],["MCKAY","Exactly. They're already pretty good at it; they just wanted to get better. But then the Genii dial up the power, send out a massive pulse, which is obviously messing with people's minds, and inciting violence, uh, pulling up traumatic images, and..."],["ANNOTATION","McKay's computer beeps. He looks at his display."],["MCKAY","Damn!"],["BECKETT","What?"],["MCKAY","I'm detecting a power surge."],["BECKETT","I thought you said it was at full power."],["ANNOTATION","McKay moves over to a Wraith display."],["MCKAY","Well, that's what we thought. It could be a result of the Genii destroying the control console. Yeah, see, they destabilized any kind of power regulation."],["ANNOTATION","He goes back to his laptop."],["BECKETT","Rodney?"],["MCKAY","(distracted) Hmm?"],["BECKETT","Have you experienced anything yet?"],["ANNOTATION","Startled, McKay turns back to Beckett."],["MCKAY","Hmm? No. No, everyone's brain chemistry is different. Maybe...some people are more susceptible than others. (confidentially) Look, I toked pot once in college, didn't feel a thing."],["BECKETT","Really?"],["MCKAY","Mmm. Well, aside from itchy...and the...overpowering urge to eat an entire loaf of white bread."],["ANNOTATION","Beckett huffs a laugh."],["MCKAY","Besides, look, I've been working inside the generator which is probably, uh, shielded somehow..."],["ANNOTATION","The laptop beeps again."],["MCKAY","Damn it!"],["BECKETT","What is it?"],["MCKAY","Power levels are increasing again."],["BECKETT","Why?"],["MCKAY","(annoyed) Carson!"],["BECKETT","All right, I'll leave you to it then."],["ANNOTATION","Beckett leaves. McKay glowers at his computer."],["MCKAY","No!"]],"present":["BECKETT","MCKAY"],"place":"CAVE CORE ROOM"},{"speech":[["ANNOTATION","Teyla winces in pain as Sheppard finishes rewrapping her leg. He is distracted by the sound of Jeeps outside the shelter."],["TEYLA","Colonel?"],["SHEPPARD","Shh!"],["ANNOTATION","He silently heads forward, hearing doors opening on the vehicle and voices."],["TEYLA","(insistently) There is nothing outside."],["ANNOTATION","Sheppard continues to hear the people speaking outside."],["SHEPPARD","You're telling me you don't hear that?"],["TEYLA","What?"],["SHEPPARD","People."],["ANNOTATION","Teyla hiccups a breath, looking at Sheppard, very concerned."],["TEYLA","I hear nothing."],["SHEPPARD","They're coming closer."],["TEYLA","(insistently) John, listen to me. There is no one outside. You are imagining it."],["ANNOTATION","Sheppard starts to leave the shelter."],["TEYLA","John, wait!"]],"present":["SHEPPARD","TEYLA"],"place":"SHELTER"},{"speech":[["ANNOTATION","Sheppard steps out of the shelter to find desert sands surrounding him. His uniform has changed from green BDU's to a tan flight suit and khaki tac vest, complete with a Major's insignia on his shoulder. He turns around to find his shelter is a broken down Russian helicopter, painted in desert camouflage and half buried in the sand. A row of sandbags have been set up as cover. Sheppard hears voices in the distance. He runs to the edge of a sand dune and sees some Taliban walking on the top of another dune, speaking to each other. He runs back to the helicopter as he hears a jeep approaching."],["HOLLAND","You're out of your mind, do you know that?"],["ANNOTATION","Sheppard turns around, startled. Holland lies propped against the helicopter door, his leg bleeding, his face contused."],["HOLLAND","Where's the rest of your crew?"],["ANNOTATION","Sheppard crouches beside Holland and pulls out a pressure bandage."],["HOLLAND","You flew back in here alone, didn't you? Against orders. Am I right?"],["ANNOTATION","He starts wrapping the bandages."],["SHEPPARD","(shrugging) Yeah. Command was taking too long coordinating extraction scenarios with the Afghans. I didn't think I could wait much longer. And from the looks of it, I was right. So...what was wrong with your helicopter that you had to go and...hide out in an old Russian one?"],["HOLLAND","(scoffing) Mine was burnt."],["ANNOTATION","Sheppard shoots him a look."],["SHEPPARD","Right."],["HOLLAND","Can't help but notice that you're missing yours, too."],["SHEPPARD","Small arms fire hit my tail rotor. One lucky shot."],["HOLLAND","(sarcastic) Great. Now we're both going to die out here."],["SHEPPARD","There's the Holland I know. Always so positive."],["HOLLAND","Place is crawling with Taliban."],["SHEPPARD","Yeah. There are a few here and there."],["ANNOTATION","He grabs his rifle and goes back to guarding them."],["HOLLAND","\"Few\" as in how many?"],["SHEPPARD","Six...or so. We can take them."],["HOLLAND","You crazy son of a bitch."]],"present":["HOLLAND","SHEPPARD"],"place":"AFGHANISTAN DESERT, DAY"},{"speech":[["ANNOTATION","Sheppard looks back at Teyla with a wry grin, still pointing his P-90 at imagined Taliban in the forest."],["SHEPPARD","Tell me something I don't know."],["ANNOTATION","Teyla looks very worried."],["TEYLA","John?....John, listen to me!"],["SHEPPARD","I'm gonna get you out of here, Captain, don't worry. Then...you buy first round back in Kandahar."],["ANNOTATION","He waggles his eyebrows jokingly. Teyla's mouth drops in shock as she realizes he's lost in a hallucination."]],"present":["SHEPPARD","TEYLA"],"place":"SHELTER"},{"speech":[["ANNOTATION","A UAV flies over the treetops."]],"present":[],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","Sheppard looks up from where he is guarding Holland. From his point of view, the UAV sounds like an American jet. Sheppard pulls out a large handheld radio from his vest."],["SHEPPARD","(into radio) Arclight, this is Roundhouse Zero Six, do you read?"]],"present":["SHEPPARD"],"place":"AFGHANISTAN DESERT, DAY"},{"speech":[["ANNOTATION","Ronon wanders through the forest, looking paranoid. He sees Wraith walking in the distance, then hears a dart fly overhead. He shoots the \"dart\", and it crashes."]],"present":[],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","Zelenka sees the UAV camera monitor short out. A menu pops up that the signal is lost. Weir is beside him. Zelenka types to recall the image."],["ZELENKA","We just lost contact with the UAV."],["WEIR","EM interference?"],["ZELENKA","I don't think so. The signal was terrible, so I had it boosted, so at least we were reading something, but then all of a sudden it-it just disappeared."],["WEIR","Could it have crashed?"],["ZELENKA","Well, it's a possibility. The EM field could interfere with its guidance systems...or it could have been shot down."],["ANNOTATION","Weir begins to pace."],["WEIR","I can't risk sending another team through the 'gate without knowing what's waiting for them on the other side. How far away is the Daedalus?"],["ANNOTATION","Zelenka checks his computer."],["ZELENKA","Unfortunately, it's on its way back from Earth. It'll be...a day or two before it's in range."],["WEIR","So we can't rescue them until then?"],["ANNOTATION","Zelenka purses his lips in helpless frustration."]],"present":["WEIR","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) Arclight, this is Roundhouse Zero Six. Do you read?"],["ANNOTATION","He turns back to Holland, who has lost consciousness. Sheppard hurries over and jostles Holland awake."],["SHEPPARD","Hey! Hey-hey, come on!"],["ANNOTATION","Holland stirs."],["SHEPPARD","Stay with me. All right? I didn't come all this way to leave you here."],["HOLLAND","(weakly) Sheppard...when we get out of here, I'll make sure I say something really nice at your court martial."],["ANNOTATION","They exchange wry chuckles."],["SHEPPARD","Yeah. Come visit me in Leavenworth, huh?"],["HOLLAND","No. It's way too depressing."],["ANNOTATION","Sheppard looks troubled."],["SHEPPARD","Yeah."],["ANNOTATION","He heads back to where he keeps watch."],["SHEPPARD","(into radio) Arclight, this is Roundhouse Zero Six, do you read? Arclight, this is Roundhouse Zero Six, do you read?"]],"present":["HOLLAND","SHEPPARD"],"place":"AFGHANISTAN DESERT, DAY"},{"speech":[["ANNOTATION","Appearing shocky, Teyla tries to get through to Sheppard, who keeps watch at the shelter's entrance and keying his radio."],["TEYLA","(desperately) John, whatever it is you are seeing, it is not real."],["SHEPPARD","(into radio) Arclight, this is Zero Six, come in."],["ANNOTATION","Teyla rolls her eyes to fight back the tears."]],"present":["SHEPPARD","TEYLA"],"place":"SHELTER"},{"speech":[["ANNOTATION","McKay continues to work in the central core. Beckett checks Kagan's vital signs."],["BECKETT","Sergeant Barasso!"],["ANNOTATION","Barasso hurries in from the cave entrance."],["BARASSO","What happened?"],["BECKETT","No pulse. Tell me I'm not imagining it."],["ANNOTATION","Barasso checks Kagan's carotid artery."],["BARASSO","Nothing."],["BECKETT","Right. CPR."],["ANNOTATION","Barasso climbs on the table while Beckett grabs an oxygen mask."],["BECKETT","Start compressions."],["ANNOTATION","Barasso complies while Beckett prepares a syringe."]],"present":["BARASSO","BECKETT"],"place":"CAVE"},{"speech":[["ANNOTATION","McKay pulls out a tendril."],["MCKAY","There."],["ANNOTATION","The tablet computer in his hand beeps."],["MCKAY","(incredulous) What? Power levels are still rising. No, no, no-no-no-no-no-no. No, that's impossible. Okay...that's not right."],["ANNOTATION","He hurries over to check a laptop computer."],["MCKAY","What? Temperature level should be dropping, not rising. Okay, this is nuts. Carson! Carson, get in here! I need your help!"]],"present":["MCKAY"],"place":"CAVE CORE ROOM"},{"speech":[["MCKAY","(calling from other room) Carson!"],["ANNOTATION","Beckett breathes a sigh of relief as he takes off his stethoscope, fully focused on Kagan."],["BECKETT","He's back. Thank God. Nice job."],["ANNOTATION","Barasso leaves, heading for Beckett's left hand side. McKay rushes in from the core room."],["MCKAY","Carson! Look, didn't you hear me? I've been calling you!"],["BECKETT","Not now, Rodney."],["MCKAY","Yeah, well, I need your help! It is physically impossible for me to isolate the conduits and monitor the laptops at the same time."],["BECKETT","Lieutenant Kagan needs me. We nearly lost him just now! We were barely able to restart his heartbeat. I'm not about to abandon him."],["MCKAY","(concerned) Who's we?"],["BECKETT","Sergeant Barasso and I."],["ANNOTATION","Beckett nods with his chin, pointing out where Barasso took off to his left. McKay's eyes sweep the area, coming to a spot far to Beckett's right."],["MCKAY","(gently) Carson...?"],["BECKETT","(annoyed) What?"],["ANNOTATION","Beckett follows McKay's gaze. Barasso is sitting against the cave wall in the spot he had first taken when they all first returned to the cave. His eyes are open--he is clearly dead. Beckett looks at him in shock and slowly walks over, touching Barasso's face."],["BECKETT","Cold..."],["ANNOTATION","He tries to lift Barasso's arm. It barely budges."],["BECKETT","(upset) Rigor mortis...that's impossible. He was just helping me."],["ANNOTATION","McKay comes over and lays a hand on Beckett's shoulder."],["MCKAY","Come on. We need to turn that generator off."],["BECKETT","(still in shock) Aye."],["MCKAY","This way."]],"present":["BECKETT","MCKAY"],"place":"CAVE"},{"speech":[["ANNOTATION","Ronon runs from an imaginary enemy. He pauses by a tree and looks around cautiously. He spots the shelter."]],"present":[],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","Teyla shifts, trying to get up, but the pain makes it hard for her to move."],["TEYLA","(pain) John? Major Leonard is dead. There is no more danger. Now I need you...to get me...to Doctor Beckett! I can't walk..."],["ANNOTATION","Sheppard holds up a hand for silence."]],"present":["TEYLA"],"place":"SHELTER"},{"speech":[["ANNOTATION","Sheppard spots a Taliban warrior scoping out their position. The man's position is where Ronon is truly standing in the forest."]],"present":[],"place":"AFGHANISTAN DESERT, DAY"},{"speech":[["ANNOTATION","Ronon uses a monocular to check the entrance. He sees a Wraith keeping watch where Sheppard truly is."],["ANNOTATION","Both Sheppard and Ronon take cover within their respective illusions. Ronon then comes out firing."]],"present":[],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","Sheppard sees the Taliban soldier rushing forward, shooting at him. He fires back."]],"present":[],"place":"AFGHANISTAN DESERT, DAY"},{"speech":[["ANNOTATION","Ronon barely reaches a tree trunk for cover as Sheppard's P-90 fire strikes the area he's standing in. He fires back."]],"present":[],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","Ronon's blast strikes the shelter wall a few feet away from Teyla."],["TEYLA","(shouting desperately) Ronon, don't shoot! It's us!"]],"present":["TEYLA"],"place":"SHELTER"},{"speech":[["ANNOTATION","Sheppard continues to fire at the \"Taliban warrior\", finally hitting him. The man goes down, but quickly gets to his feet again, hurrying out of range."]],"present":[],"place":"AFGHANISTAN DESERT, DAY"},{"speech":[["ANNOTATION","Sheppard comes to Teyla, trying to help her up."],["SHEPPARD","Clipped him in the arm. Not enough to kill him; enough to scare him off."],["TEYLA","John--"],["SHEPPARD","He's probably calling his buddies."],["TEYLA","(protesting) John, don't! Ugh!"],["ANNOTATION","He pulls her upright and heads out of the shelter."],["SHEPPARD","(ignoring) We've got to get out of here."]],"present":["SHEPPARD","TEYLA"],"place":"SHELTER"},{"speech":[["ANNOTATION","Ronon rips off a piece of his shirt and wraps it around his injured arm using one hand and his teeth."],["ANNOTATION","In another part of the forest, Sheppard hurries the injured Teyla along."],["SHEPPARD","(reassuring) Don't worry. I'm gonna take care of his friends."],["ANNOTATION","Teyla looks at Sheppard with alarm as she tries to keep up with his fast pace."]],"present":["SHEPPARD"],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","Beckett helps McKay."],["MCKAY","Okay, now the one on the left? Follow it straight down to the core. From there, you should be able to..."],["ANNOTATION","A computer beeps."],["MCKAY","No...no! Look, the one on the left. Carson, come on! Pay attention."],["ANNOTATION","McKay moves over to where Beckett is struggling with the different lines."],["BECKETT","(frustrated) I'm trying damn it!"],["BARASSO","Doc!"],["ANNOTATION","Beckett looks over. Barraso is gesturing from the other cave chamber."],["BARASSO","Doc, come in here I need you!"],["ANNOTATION","Beckett stops what he's doing and takes a step towards Barasso. McKay notices Beckett's action."],["MCKAY","Hey, what are you doing?"],["BECKETT","He needs me."],["MCKAY","Who?"],["BECKETT","(pointing) Sergeant Barasso."],["ANNOTATION","McKay stands in front of Beckett, glancing back at the empty chamber behind him."],["MCKAY","I already told you, Barasso is dead. It's the EM generator. It's messing with your mind."],["ANNOTATION","Beckett still sees an agitated Barasso over McKay's shoulder."],["BARASSO","Kagan's crashed again! Get in here, Doc!"],["ANNOTATION","Beckett starts forward, but McKay holds him back."],["MCKAY","Hey, Carson, come on, I need you to concentrate."],["BECKETT","(yelling) For God's sake, Rodney, don't you see him?!"],["MCKAY","(yelling) Look, Barasso is dead! And if we don't shut that generator down, we're going to be dead right along with him!"],["BARASSO","He's trying to stop you from saving Kagan's life! Don't let him!"],["ANNOTATION","Beckett brushes past McKay, hurrying after Barasso."],["MCKAY","Carson!"],["ANNOTATION","McKay starts to go after him, but an alarm from one of the computers draws his attention."],["MCKAY","Oh my god!"],["ANNOTATION","The computer reads \"Overload Imminent\"."]],"present":["BARASSO","BECKETT","MCKAY"],"place":"CAVE CORE ROOM"},{"speech":[["ANNOTATION","Beckett reaches Kagan. Barasso is at his side."],["BECKETT","Move aside!"],["ANNOTATION","Beckett checks Kagan's vitals."],["BECKETT","We've got a pulse."],["BARASSO","(bitter) Yeah, not for long if McKay keeps pulling you away."],["MCKAY","(yelling from other room) Carson!"],["BARASSO","Come on, Doc. We need to get him out of here."],["BECKETT","Right."],["ANNOTATION","Beckett cradles the unconscious Kagan in his arms and leaves the cave, the imaginary Barasso following."]],"present":["BARASSO","BECKETT","MCKAY"],"place":"CAVE"},{"speech":[["ANNOTATION","Sheppard helps the limping \"Holland\" along a dune ridge."],["SHEPPARD","All right now, easy. Easy."],["ANNOTATION","He tries to ease Holland down, but they both end up tumbling down the steep dune. Holland cries in agony and clutches in injured leg. Sheppard gets to his feet, brushing the sand off himself."],["SHEPPARD","As much as I'd like to stop and take a break..."],["HOLLAND","(sarcastic) Oh, am I slowing you down? I'm sorry. Are we even going in the right direction?"],["ANNOTATION","Sheppard looks around, pointing the direction they're headed."],["SHEPPARD","West."],["HOLLAND","(glancing in the direction Sheppard indicated) It looks east to me."],["SHEPPARD","(insistently) It's west!"],["HOLLAND","'Cause there's a whole mess of Taliban just east of here."],["SHEPPARD","You know what? When we get back to Kandahar, you're buying the next two rounds!"],["ANNOTATION","Sheppard shifts to try and figure out how best to help Holland to his feet."],["SHEPPARD","All right, can you stand?"],["ANNOTATION","He helps Holland up, taking most of his weight."],["HOLLAND","Stand? Sure. Walk...? We'll see."],["ANNOTATION","They limp a few steps."],["SHEPPARD","(encouraging) All right, all right, see? Not so bad."],["HOLLAND","Just keep going."],["SHEPPARD","See how the sun's moving? That's west."],["HOLLAND","Whatever."]],"present":["HOLLAND","SHEPPARD"],"place":"AFGHANISTAN DESERT RIDGE, DAY"},{"speech":[["ANNOTATION","Later, Holland and Sheppard lie hidden at the top of a ridge. Several Taliban are gathered near two large truck."],["HOLLAND","(sarcastic) West."],["ANNOTATION","Sheppard turns around to take a cautious look, and immediately ducks from fire by the Taliban. He fires back, striking one of the trucks and making it explode. Soon the other truck also explodes. The Taliban scatter, and Sheppard and Holland limp away hurriedly."]],"present":["HOLLAND"],"place":"AFGHANISTAN, DESERT, DAY"},{"speech":[["ANNOTATION","Ronon runs through the forest, pausing and looking through the trees. He raises his gun to fire on the \"Wraith\", but sees it's got Teyla with it."],["RONON","Teyla."],["ANNOTATION","Ronon gives chase."]],"present":["RONON"],"place":"FOREST, DAY"},{"speech":[["MCKAY","(panicking) Come on! Shut down!"],["ANNOTATION","McKay looks at another computer, which is now counting down less than twenty seconds to a core overload."],["MCKAY","Oh no! Carson! We need to get out of here right now!"],["ANNOTATION","He pauses at the outer chamber, and looks around, seeing no one."],["MCKAY","Carson!"],["ANNOTATION","McKay runs past Barasso's body."]],"present":["MCKAY"],"place":"CAVE CORE ROOM"},{"speech":[["ANNOTATION","McKay runs several feet outside the cave before diving for cover before the explosion. After several seconds, nothing happens. McKay turns over, looking confused."],["MCKAY","What the hell? Why didn't it explode?"],["ANNOTATION","He stands and stares at the quiet cave entrance."],["MCKAY","It's happening to me, too."],["ANNOTATION","There are footsteps behind him."],["TEYLA","Rodney!"],["ANNOTATION","McKay turns to see Sheppard carrying Teyla in his arms. Sheppard stops upon spotting McKay and drops Teyla's legs to raise his weapon. McKay puts up his hands."],["MCKAY","No!"],["TEYLA","John, no!"],["ANNOTATION","Teyla shoves Sheppard's arm as he fires, knocking off Sheppard's aim. McKay is hit in his left side and falls."]],"present":["MCKAY","TEYLA"],"place":"CAVE, DAY"},{"speech":[["ANNOTATION","Ronon hears the shot and heads in that direction."]],"present":[],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","Sheppard passes by the wounded \"Taliban warrior\", who's lying in shock, pleading in Pashtun. Sheppard lowers Holland next to the wounded enemy and crouches down next to him, grabbing his radio."],["SHEPPARD","(into radio) Arclight, this is Roundhouse Zero Six. Come in."],["HOLLAND","(weakly) Sheppard...whatever happens, thanks for coming for me."],["ANNOTATION","Sheppard bites his lip, looking very worried."]],"present":["HOLLAND","SHEPPARD"],"place":"AFGHANISTAN DESERT, DAY"},{"speech":[["ANNOTATION","Ronon reaches the treeline near the caves. He sees the \"Wraith\" sitting next to wounded Teyla and McKay."],["SHEPPARD","(into radio) Arclight, this is Roundhouse Zero Six. Do you read? Arclight, this is Roundhouse Zero Six. Do you read?"],["ANNOTATION","Teyla struggles to sit up. She glances over at McKay, who is still conscious and pale with pain."],["MCKAY","(desperate) I already told you how to fix it. Cut the power."],["ANNOTATION","Teyla looks at Sheppard, who's still focused on the radio."],["SHEPPARD","(frustrated, into radio) Arclight, respond! We need to get the hell out of here!"],["TEYLA","(pained) The interference is coming from in there."],["ANNOTATION","She points to the cave."]],"present":["MCKAY","SHEPPARD","TEYLA"],"place":"CAVE AREA, DAY"},{"speech":[["ANNOTATION","Sheppard looks where she pointed. All he sees is open desert."]],"present":[],"place":"AFGHANISTAN DESERT, DAY"},{"speech":[["SHEPPARD","There's nothing there but sand."],["TEYLA","(insistent) There is an entrance to a cave!"],["SHEPPARD","There's nothing there!"],["ANNOTATION","Teyla grabs Sheppard by the vest and forces him to listen."],["TEYLA","(desperately) John! You have to trust me! Now the enemy is jamming our radio signal! You have to disconnect the power. I can show you how, but you have to take me in there!"],["ANNOTATION","Ronon aims towards the Wraith and fires. His shot goes wide, striking the cave."],["TEYLA","Take me in there now!"],["ANNOTATION","Sheppard pulls Teyla to her feet and hurries her inside the cave, dodging Ronon's blasts. She cries out in pain as she tries to move with him. Ronon starts to run after them. McKay watches his approach with alarm."]],"present":["SHEPPARD","TEYLA"],"place":"FOREST, DAY"},{"speech":[["ANNOTATION","Sheppard helps Teyla get to where McKay's tablet still sits. She grabs it and studies the readout. She moans with emotion."],["TEYLA","(to herself) Rodney, you were almost done, why did you stop? (to Sheppard) Reach in there...the largest cord. Follow it with your hand until you reach the end."],["ANNOTATION","Sheppard looks confused. Teyla reaches over and grabs his lapel."],["TEYLA","(forceful) Do it, John! Then you can..."]],"present":["TEYLA"],"place":"CORE CHAMBER, CAVE"},{"speech":[["HOLLAND","(continuing) ...radio for help and get us out of here."]],"present":["HOLLAND"],"place":"AFGHANISTAN DESERT, DAY"},{"speech":[["ANNOTATION","Teyla releases Sheppard. With constant looks back, still skeptical, Sheppard reaches forward, feeling for the biggest cord. Teyla watches his progress from her computer."],["TEYLA","There...that's it!"],["ANNOTATION","Ronon enters the cave, his gun at ready. He starts approaching."],["TEYLA","Pull it!"],["ANNOTATION","Ronon enters the chamber, his gun aimed at Sheppard's head. Sheppard pulls the cord. It vibrates and glows for a brief moment, then shorts out. Teyla sighs with relief. Sheppard stares at the cord, blinking. He and Teyla turn, sensing someone behind them. Ronon stares at them in shock, still holding his gun at Sheppard's head."],["SHEPPARD","(warily) Ronon..."],["RONON","(confused) Sheppard?"],["SHEPPARD","Hey, buddy, you want to lower your gun?"],["ANNOTATION","Ronon stares at his outstretched arm, and lowers his gun."],["RONON","What the hell?"],["SHEPPARD","Yeah...I know. Let's get the hell out of here."],["ANNOTATION","Teyla sighs and weeps in relief."]],"present":["RONON","SHEPPARD","TEYLA"],"place":"CENTRAL CORE CHAMBER, CAVE"},{"speech":[["ANNOTATION","Sheppard searches the forest."],["SHEPPARD","Beckett?"],["BECKETT","Here."],["ANNOTATION","Sheppard runs to where a shocked Beckett sits by a fallen tree, Kagan's pale body cradled in his lap."],["SHEPPARD","I turned the damn thing off. It's over."],["ANNOTATION","He pauses and looks at Kagan's still form."],["SHEPPARD","Kagan?"],["BECKETT","(flatly) He's alive."]],"present":["BECKETT","SHEPPARD"],"place":"FOREST, DAY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Weir stands, speaking into her radio. Zelenka is on a nearby station."],["WEIR","(into radio) I know you can't dial back in, but I could at least send more personnel through to help with the wounded."],["SHEPPARD","(over radio) Beckett says he can handle it. Daedalus should be here by night."]],"present":["SHEPPARD","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Beckett treats McKay's bullet wound. Ronon sits in the shade of the tree. Kagan is lying on a stretcher, half in the shade. Teyla sits nearby. Sheppard paces the area, holding his radio."],["SHEPPARD","(into radio) And, uh, I think we can make it with the supplies you sent."],["ANNOTATION","The rest of the conversation switches between the Atlantis control room and the cave area."],["WEIR","How are Rodney and Teyla?"],["MCKAY","(whining) He shot me!"],["SHEPPARD","(into radio) They're both fine, and uh, I think Kagan's out of the woods too."],["MCKAY","Oh, you shot me!"],["ANNOTATION","Sheppard winces before picking up his radio again."],["WEIR","And none of you experienced any after effects from this Wraith device?"],["SHEPPARD","(into radio) Well, I mean, we're all pretty creeped out."],["BECKETT","It was the most unsettling thing I've ever experienced."],["ANNOTATION","Sheppard tries to ignore Beckett."],["SHEPPARD","(keying radio) But...we're gonna be fine."],["WEIR","All right, we'll check in in a few hours. Weir out."],["ANNOTATION","Sheppard puts down his radio."],["MCKAY","(accusingly) You shot me!"],["SHEPPARD","Yes, Rodney, I shot you! And I said I was sorry."],["RONON","You shot me, too."],["SHEPPARD","(upset) I'm sorry for shooting everyone! Just...the Daedalus will be here in a little while. Just...get some rest."],["ANNOTATION","Sheppard sits next to Teyla with a sigh."],["TEYLA","So...did you manage to get Captain Holland to safety?"],["ANNOTATION","A host of emotions flickers over Sheppard's face."],["SHEPPARD","No."],["TEYLA","(sighing) Well...we survived."],["ANNOTATION","Sheppard nods, still looking guilty."],["SHEPPARD","Yes. We did."],["MCKAY","I can't believe you shot me!"],["ANNOTATION","Ronon laughs."],["SHEPPARD","(with long-suffering air) Get some sleep, Rodney."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA","WEIR"],"place":"CAVE AREA, DAY"}]