[{"speech":[],"present":[],"place":"nowhere"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Weir and Teyla walk along the catwalk of the secoond floor."],["WEIR","This hero you speak of. He doesn't happen to have a name, does he?"],["TEYLA","No. The Athosian who spoke to me of his deeds simply referred to him as a-a great hero of the town--a warrior who possesses almost \"superhuman-like\" powers."],["ANNOTATION","Ronon joins them on their way to the staircase."],["WEIR","Hmm. Well, we've sent people to this planet before."],["TEYLA","Well, they're good traders and kind people."],["WEIR","I don't recall there being many \"superheroes.\""],["RONON","Sounds like one of my people."],["ANNOTATION","They all laugh."],["WEIR","Well, whoever it is, it would be nice to have someone like that on our side."],["ANNOTATION","Sheppard and Beckett await at the bottom of the stairs."],["SHEPPARD","Provided the rumors are true. Sounds to me like someone's imagination's run a little wild."],["TEYLA","As I said, my fellow Athosian who spoke to me of this hero, saw him in action against several armed men."],["RONON","I do that all the time."],["SHEPPARD","Where's McKay?"],["ANNOTATION","McKay comes running up."],["MCKAY","(sarcastically) I'm here, I'm here. I just had to get my autograph book in case, uh, Teyla's superhero turned out to be the real deal."],["WEIR","Well, at the very least, see if you can establish trade relations with the townspeople."],["TEYLA","We will."],["WEIR","(to Control Room) Dial the gate."],["WORMHOLE EFFECT",""]],"present":["MCKAY","RONON","SHEPPARD","TEYLA","WEIR","WORMHOLE EFFECT"],"place":"ATLANTIS GATE ROOM AREA"},{"speech":[],"present":[],"place":"ALIEN VILLAGE, DAY"},{"speech":[["ANNOTATION","The team head to the village. Some villagers working in the gardens watch them pass by."],["SHEPPARD","My childhood hero was Evel Knieval."],["TEYLA","Was he not evil?"],["SHEPPARD","Nah, that was just his name. He was a daredevil...which isn't kind of a devil...He just jumped motorcycles over things."],["RONON","Why?"],["SHEPPARD","Just because. Didn't always make it, either."],["TEYLA","And you greatly admired this behavior?"],["SHEPPARD","No, I just...look, at least my hero is human. McKay's is Batman!"],["MCKAY","Mmm. Misunderstood and unappreciated by many, his most formidable weapon was the power of his brilliant mind. Not just a hero--a superhero."],["BECKETT","Dougie Angus Wood, the Highland Giant. Not only a hero, but a legend in Scotland."],["RONON","Marke Hartoren. My first unit commander. He once fought and killed twelve enemy soldiers, gutting them with his bare hands. He was also a funny guy, too."],["MCKAY","(dryly) Yes, I can imagine the jokes and the entrails flying."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"PATH TO VILLAGE, DAY"},{"speech":[["ANNOTATION","The team enter the village."],["VILLAGER","Good day, travelers."],["TEYLA","(smiling) Good day to you."],["VILLAGER","This is your first visit to our village?"],["TEYLA","Several of my people have said that you are good and fair traders."],["VILLAGER","We are."],["TEYLA","My fellow Athosians also speak of a great hero who protects this town."],["RONON","Rumor has it he's a warrior with some impressive kills to his credit, including the Wraith."],["VILLAGER","This is true."],["RONON","Then, uh, there's a good chance he is one of my people."],["TEYLA","Can you take us to him?"],["VILLAGER","Of course. This way."],["ANNOTATION","Several villagers laugh in the square surrounding someone."],["VILLAGER","Here he is, the mightiest of heroes. Our champion protector...Lucius Lavin."],["LUCIUS","Well, will you look who it is."],["ANNOTATION","The team looks at each other in shock and disappointment."],["RONON","You've got to be kidding me."]],"present":["LUCIUS","RONON","TEYLA","VILLAGER"],"place":"VILLAGE, DAY"},{"speech":[["ANNOTATION","Lucius regales the town with more of his stories. The Atlantis team looks equal parts incredulous and bored at the familiar, if exaggerated story."],["LUCIUS","As I lay there, the Iratus bug's tendrils just grasping my throat, choking me. I could feel my very life essence ebb and wane. With every passing second, I could feel myself drawing closer to death. Had I been the only one in that building--the only one in that burning building, I would've surrendered...and allowed sleep to overtake me. But there were women and children there with me whose very survival lay in my hands, and I'm not about to let them down. So I reached deep down within me, and I summoned whatever strength I had. And I grabbed that bug and I ripped him away. And through sheer force of will, I began to choke him and...ow ow ow! Ow!"],["ANNOTATION","He winces and whines very unheroically as Beckett injects him with a needle, taking a blood sample."],["LUCIUS","(to Carson) I thought you said that wasn't going to hurt."],["BECKETT","I lied."],["LUCIUS","(still rubbing his arm) Ow. And I-I sprang up, and I led them all to safety."],["ANNOTATION","The villagers applaud."],["LUCIUS","Thank you. Thank you. I appreciate it. Thanks very much."],["SHEPPARD","How?"],["LUCIUS","What?"],["SHEPPARD","Well, how'd you lead the people to safety?"],["RONON","You said the way out was blocked."],["LUCIUS","Oh, you were listening. That's good. That's good. Because it was. It was blocked...until...I cleared a path through the burning wreckage. And ignoring the searing heat and the-the-the flames that were just swirling and swirling..."],["SHEPPARD","But how did you uh--?"],["LUCIUS","Okay. That's enough reminiscing for today. Believe me, there's plenty more where that story came from. So when we gather tomorrow, I'll tell you 'bout how I was almost seduced by a beautiful Ancient."],["ANNOTATION","Sheppard does a double-take. The crowd disperses, muttering in excitement about Lucius's tales."],["BECKETT","(dryly) Sounds entertaining."],["LUCIUS","Yeah, you'd think so, but between you and me, not so much."],["SHEPPARD","You know, your stories are awfully fascinating--and familiar."],["LUCIUS","(sotto voce) All right, I admit, I took some \"inspiration\" from some of the mission reports that I perused while I was on Atlantis. But I spiced them. A little story here, a bit of a story there..."],["BECKETT","All right, I'm done here."],["LUCIUS","Well, you're not going to find any trace of that special herb in my system. I learned my lesson the last time, thanks to all of you."],["TEYLA","(suspicious) You mean these people are not drugged, they simply...\"adore\" you for who you are?"],["LUCIUS","Yeah. Ain't it great? (surprised) You don't believe me."],["BECKETT","Well, Lucius, I have a lab set up. So, I think I'll just run the test anyway."],["LUCIUS","You're wasting your time. In all modesty, these people love me, pure and true."],["SHEPPARD","Lucius, you can't say anything modestly."],["LUCIUS","I saved them. A couple of months ago, this bunch of ruffians come into town, start causing trouble. I beat 'em up, I chase 'em away. And all of a sudden, I'm the town hero. They give me gifts. The women are throwing themselves at me. It's like the old days, except better because now they're not drugged."],["MCKAY","(skeptically) Hang on, hang on. So you beat them up?"],["LUCIUS","Yes. Me, I did."],["RONON","How'd you manage that?"],["LUCIUS","It's not so hard...when you're invincible. I'm invincible."],["SHEPPARD","(chuckling) Right."],["LUCIUS","All right. Looks like this going to take some convincing. Oh, let me see....perfect."],["ANNOTATION","He walks over to where some villagers are lifting a heavy pallet up to a second story using a pulley system."],["LUCIUS","Hey! Time for a demonstration."],["TEYLA","What is he...?"],["ANNOTATION","Lucius stands directly under the pallet."],["LUCIUS","Let it go. Trust me, trust me."],["ANNOTATION","They let go of the rope pulley and the pallet crashed down upon Lucius. A green shield flickers around him, completely protecting him. Just like the Ancient shield McKay discovered a couple years ago."],["MCKAY","Oh my god!"],["ANNOTATION","Lucius steps away, perfectly fine."],["LUCIUS","(to Ronon) Hit me. Do it, come on, hit me."],["ANNOTATION","Ronon eagerly steps forward."],["MCKAY","I wouldn't. I'm telling ya, don't."],["ANNOTATION","Ronon punches Lucius and crushes his hand. He jumps around in considerable pain."],["LUCIUS","(smug) See? Invincible. I can't be \"vinced.\""]],"present":["BECKETT","LUCIUS","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"VILLAGE SQUARE, DAY"},{"speech":[["ANNOTATION","Lucius pulls out his shield device and places it on his outer clothes where it is visible to the team."],["LUCIUS","As it turns out, I had this personal shield all along. It was a gift from one of my many admirers back at the old village--you know, before I was forced to pack up and leave--thank you very much. Anyway, I didn't even know what it was until I went to Atlantis...perused some of the mission reports about the Ancient devices that you guys discovered."],["MCKAY","You did an awful lot of \"perusing\" when you were on the base."],["LUCIUS","I peruse. It's a gift. (to barmaid) Hey sweetheart, whaddya say you come by my place tonight, and--"],["BARMAID","No thanks."],["LUCIUS","Wait-wait-wait-wait! I'm the town hero."],["BARMAID","(scornfully) That was ages ago."],["ANNOTATION","She walks away. Everyone else smirks."],["LUCIUS","(to team) Let me tell you something. You're only as good as your last rescue."],["MCKAY","(stammering) How is it that you're able to operate the Ancient technology without the ATA gene?"],["LUCIUS","Oh, that was easy. All I had to do was find a guy with the gene, have him initiate the device. I mean, it took a long time, but you know once it was done, I could activate this thing any time I want."],["SHEPPARD","Fascinating. You do know those things run out of juice eventually, don't you?"],["LUCIUS","Come on, these Ancient things last forever. Look, lunch is on me. I'm gonna go take a walk. If I don't see you before you leave, well then, I'll just...uh, well I'll talk to ya later."],["ANNOTATION","He tosses some coins on the table, stands, and puts on his coat."],["SHEPPARD","We're not going anywhere until we get those test results."],["LUCIUS","(shrugs) Whatever you want. People to save."],["ANNOTATION","Lucius leaves."],["SHEPPARD","Well...what do you think?"],["TEYLA","Perhaps he's learned a lesson."],["MCKAY","He's Lucius! Are you kidding me?"],["SHEPPARD","He's made a lot of mistakes in the past, but, uh, well who hasn't?"],["MCKAY","Why are you looking at me?"],["SHEPPARD","Look, at least he's trying to do something good in order to get people to like him this time."],["ANNOTATION","Beckett arrives."],["BECKETT","Well, I've completed my tests. Looks like Lucius is telling the truth. No traces of the drug in his system. He's clean."],["SHEPPARD","(standing) That's our cue to leave."],["MCKAY","Wh-wh-wh-wait. Am I the only person here who thinks he is taking advantage of these poor people."],["SHEPPARD","C'mon, Rodney, you just want another crack at that shield."],["ANNOTATION","The others gather their gear and leave. Rodney stays seated at the table."],["MCKAY","You're damn right I do! Look, it can come in extremely handy. Look, he's practically wasting it!"]],"present":["BARMAID","BECKETT","LUCIUS","MCKAY","SHEPPARD","TEYLA"],"place":"TAVERN"},{"speech":[["ANNOTATION","The team heads into the square. Among the crowd, they see the villager who first met them."],["SHEPPARD","Where's Lucius?"],["VILLAGER","He went out for a stroll. He should be returning shortly."],["SHEPPARD","Well, whenever he gets back...tell him we said goodbye."],["ANNOTATION","The team walks away."],["VILLAGER","Uh, um...all right."],["RONON","(low, to Sheppard) I think we're making a mistake."],["SHEPPARD","Yeah, we'll have the Athosians keep an eye out on everyone. If anything gets out of control, we'll come back."],["ANNOTATION","A woman screams. The team instantly draw their weapons. They're surrounded by armed humans. The crowd panics, then stills."],["AMARIS","Drop your weapons or die where you stand. (after a pause) I said drop your weapons."],["SHEPPARD","We're not lookin' for a fight, we're just passing through town."],["RONON","(low to Sheppard) I've got two on my right and one straight dead ahead."],["SHEPPARD","(low) Two at twelve o'clock, one behind the fruit stand."],["BECKETT","(low, worried) If we act now, we risk injuring innocent villagers."],["MCKAY","(low, worried) And us...we risk injuring us."],["RONON","(low) I can take my three out before they get a shot off."],["TEYLA","(low) There may be others hidden where we cannot see."],["RONON","It's your call."],["SHEPPARD","(to ruffians) Here's the thing. If we all start shooting at each other, somebody's bound to get hurt. I can pretty much guarantee you'll be one of them."],["AMARIS","You this hero we've heard rumors of?"],["SHEPPARD","No."],["ANNOTATION","Amaris turns and walks over to the bystanders, grabbing the barmaid who brushed Lucius off earlier."],["AMARIS","Come here. Come."],["BARMAID","No!"],["ANNOTATION","He pulls her with him as a hostage, holding a gun to her head."],["AMARIS","Then lower your weapons."],["ANNOTATION","They remain at a standoff for a few moments."],["SHEPPARD","Okay."],["ANNOTATION","He lowers his gun."],["RONON","(warning) Sheppard?"],["SHEPPARD","Trust me on this one."],["ANNOTATION","The team lowers their guns. They're forced to their knees, their hands cuffed behind them."],["AMARIS","(yelling to crowd) So where is this hero? The one who'd surely stop us from emptying the town's coffers? Helping ourselves to its women? Burning it to the ground once we're done...? So tell me?! Where is he? Where is this great hero who'd keep us from destroying everything you hold dear?"],["LUCIUS","(appearing suddenly) He's right here!"],["ANNOTATION","The villagers start to applaud, calling out praise and Lucius's name."],["LUCIUS","For I am the man you seek."],["AMARIS","Kill him!"],["ANNOTATION","The ruffians strike at Lucius all at once with large sticks and knives. Nothing gets past the Ancient shield. Lucius then takes them one on one in hand combat with the force of the shield, defeating them easily. They start to run away."],["LUCIUS","Get out! Don't come back! For so long as I protect these people, this town shall be safe."],["VILLAGERS","Lucius! Lucius!"],["ANNOTATION","They run and embrace him. The team stares bemused."]],"present":["AMARIS","BARMAID","BECKETT","LUCIUS","MCKAY","RONON","SHEPPARD","TEYLA","VILLAGER","VILLAGERS"],"place":"VILLAGE SQUARE, DAY"},{"speech":[["ANNOTATION","Lucius sits at the table, drinking and telling more stories. The barmaid sits in his lap. Sheppard's team enters."],["LUCIUS","So, I finish off the last Wraith guard. And I turn around and look at the queen and I say, \"you know, if you were twenty pounds heavier, you'd look like my ex-wife.\" (everyone laughs) I said that because she was so fat. (notices the team) Hey! Colonel Sheppard! Hey come in, come in. Sit down. (to barmaid) Make way. Get--let-let 'em have a seat."],["ANNOTATION","The women leave the table."],["SHEPPARD","No, no. We have to go."],["LUCIUS","You sure? Because they're making some kind of a schnitzel in my honor tonight."],["SHEPPARD","No, we gotta get back."],["LUCIUS","Ah. Well I guess the only thing left to do is for you to thank me."],["RONON","What for?"],["LUCIUS","For saving your lives."],["SHEPPARD","(insincerely) Thank you."],["LUCIUS","Please, it was nothing."],["SHEPPARD","Yeah, it was nothing."],["LUCIUS","What are you talking about \"it was nothing.\" These people had you on your knees."],["SHEPPARD","Yes, they did."],["LUCIUS","Well, you're welcome."],["ANNOTATION","The team leaves. As they exit, Lucius calls out to them."],["LUCIUS","Be careful on the way back to the 'gate. Because, there's-there's talk of some angry raiders in the area!"]],"present":["LUCIUS","RONON","SHEPPARD"],"place":"VILLAGE TAVERN"},{"speech":[["ANNOTATION","Just outside the tavern door, a furious Ronon turns to go back in. Sheppard holds him back."],["SHEPPARD","No-no-no. Let's go."],["ANNOTATION","The team walks away."]],"present":["SHEPPARD"],"place":"VILLAGE SQUARE, DAY"},{"speech":[["LUCIUS","You know what, I think I'm gonna go out for a walk. Take a look around. Make sure those ruffians are gone for good, all right? Don't you worry. I'll be back."],["ANNOTATION","He kisses the barmaid and leaves."]],"present":["LUCIUS"],"place":"TAVERN"},{"speech":[["ANNOTATION","Lucius walks out of the village and through some wild grasses, watching to ensure he isn't followed. He crosses a bridge, pausing a moment. He continues to stop at various points. After entering some woods, he reaches a building where all the ruffians are camped. One man, Fortnum, has his arm in a sling."],["LUCIUS","Nice job, everybody! Very convincing."],["AMARIS","Little too convincing. Took out three of Lanko's teeth and broke Fortnum's wrist."],["LUCIUS","Hey, I had to make it look good. Anyway, here's a little something that may make it worthwhile."],["ANNOTATION","He pulls out a small bag of coins and hands them to Amaris. Amaris counts them."],["AMARIS","This isn't the amount we agreed on."],["LUCIUS","Yeah, well, to tell you the truth, you guys didn't really seem to have your hearts in it."],["AMARIS","We had a deal."],["LUCIUS","Well, maybe next time, you'll make more of an effort."],["AMARIS","How dare you speak down to us. We were elite soldiers in the Genii army, Cowan's personal guard."],["LUCIUS","Yeah, you were. Now you're mercenaries. C'mon, as far as jobs for hire go, this wasn't so bad. You come in, you scare a few people, you take a few punches, then you leave. You get paid, nobody gets hurt. Well, except for Lanko...and of course Fortnum with his gimpy wrist. Sorry about that, buddy!"],["AMARIS","We may have been forced from our homes when Ladon Radim took power. We're still Genii. And one of these days, we'll march into the capital and retake what was ours."],["LUCIUS","Yeah, well...good luck with that."],["ANNOTATION","Lucius walks out of the clearing. Unbeknownst to him, the Atlantis team is hidden among the trees."]],"present":["AMARIS","LUCIUS"],"place":"OUTSKIRTS OF VILLAGE, DAY"},{"speech":[["ANNOTATION","A boy keeps kicking Lucius at his urging. He laughs; it doesn't hurt."],["LUCIUS","Oh, come on. Kick me. Again. Yeah, yeah. There you go. Anybody else? Anybody else wanna take a crack at me? Huh?"],["ANNOTATION","Sheppard's team returns. Lucius spots them."],["LUCIUS","Hey, hey, what are you doing back here? I thought you left town."],["SHEPPARD","We were leaving when we ran into this gentleman who has a very interesting story to tell."],["ANNOTATION","Sheppard gestures at the injured Genii Fortnum, who is just entering the square."],["LUCIAN","(nervously, to crowd) Uh...speaking of stories. Um...did I ever tell the story about the time that I was on this planet made entirely of lava?"],["TEYLA","There's no point in pretending, Lucius!"],["RONON","You lied to these people."],["SHEPPARD","This man's not a hero. He paid those men to show up and then made it look like he came to your rescue."],["FORTNUM","It's true. It was all a set-up to make him look like he saved the town."],["ANNOTATION","Lucius hangs his head."],["VILLAGER","Deceiver."],["SHEPPARD","Well, you do have every right to be upset with him."],["VILLAGER","Not him...you!"],["ANNOTATION","Other villagers cry out their agreement."],["SHEPPARD","Me!?"],["VILLAGER","Unable to accept the shame of surrendering to those raiders, he chooses to besmirch our Lucius."],["SHEPPARD","(protesting) The whole thing was an act. The guns weren't even loaded!"],["VILLAGER TWO","If it were not for Lucius, you and your friends would all be dead!"],["BECKETT","No, no, he tricked you. You don't know him like we do."],["MCKAY","(pointing to himself) We're the good guys."],["ANNOTATION","The villagers start turning into a mob against the team, yelling at them to leave."]],"present":["BECKETT","FORTNUM","LUCIAN","LUCIUS","MCKAY","RONON","SHEPPARD","TEYLA","VILLAGER","VILLAGER TWO"],"place":"VILLAGE, DAY"},{"speech":[["ANNOTATION","The team is in Lucius's home. Lucius sits in a chair nearby, eating grapes and getting his feet massaged by the two barmaids."],["LUCIUS","Listen, I want to apologize for the whole \"angry mob\" thing."],["TEYLA","(reluctantly) I suppose we should be grateful."],["MCKAY","Yes, well you did stop them from swarming us."],["LUCIUS","Just consider it my way of saying all is forgiven."],["SHEPPARD","All right, I'm putting a stop to this."],["LUCIUS","Aw, c'mon! They just got started!"],["SHEPPARD","I'm not talking about the foot massage...Actually, I am talking about the foot massage."],["LUCIUS","All right, all right. Girls, come back later, all right?"],["ANNOTATION","The two women take their ointments and leave."],["SHEPPARD","This...little scam of yours..."],["LUCIUS","Scam? What scam?"],["TEYLA","You are taking advantage of these people!"],["LUCIUS","I know it looks that way, but I was being honest about that bunch of thugs that attacked this village a couple of months ago. You know, this is a nice town, nice people. And they needed somebody to save 'em, so I did. I was a hero! Now today's incident..."],["MCKAY","You mean performance."],["LUCIUS","It was just my way of reminding them of that fact. In fact, I insisted the guns not be loaded so nobody would get hurt."],["SHEPPARD","That was nice of you."],["LUCIUS","(bitterly) Yeah, then you had to go and figure it all out."],["SHEPPARD","You're going out there right now, and you're gonna come clean with these people."],["RONON","Or else."],["LUCIUS","Or else what?"],["ANNOTATION","Ronon starts toward him."],["LUCIUS","Ah-ah-ah-ah. No, you can't threaten me, on account of my shield. And they're not gonna believe you. Hey, you're trying to figure out a way to hurt me, aren't you."],["RONON","Yep."],["LUCIUS","Yeah. Well, you keep thinking, big boy, 'cause..."],["ANNOTATION","They hear a commotion, including gunfire, outside. The team goes to the window; Sheppard casts a suspicious glance at Lucius, who raises his hands innocently."],["LUCIUS","It's not me this time, I swear."],["ANNOTATION","Through the windows, they see Kolya and a group of Genii soldiers terrorizing the town."],["SHEPPARD","(shocked) Kolya."],["ANNOTATION","They watch as Kolya scopes out the town. Sheppard moves to the back of the building to look out the other windows."],["SHEPPARD","The soldiers are Genii. They're part of a, uh..."],["LUCIUS","Oh, I know all about Kolya and the Genii. When I was on Atlantis, I perused..."],["SHEPPARD","(interrupting) ...mission reports. Right, right."],["BECKETT","This is very bad."],["LUCIUS","Nah, nah, this is great! This'll be a great opportunity for me to solidify my place in the community. They're gonna give me a parade after this one."],["ANNOTATION","He reaches to open the door."],["SHEPPARD","Hey! Hang on! You're not taking on Kolya and his men."],["LUCIUS","Why not? They can't hurt me. I've got the personal shield."],["MCKAY","And if they burn the town down around you out of spite?"],["LUCIUS","Well, that'd be petty of them."],["SHEPPARD","Yeah, well, they're like that."],["RONON","Obviously, somebody tipped them off that we're here."],["LUCIUS","(to Sheppard) So go ahead, shoot him."],["SHEPPARD","Good idea."],["ANNOTATION","He cocks his weapon and steps forward."],["TEYLA","Colonel, you can't!"],["SHEPPARD","Just Kolya."],["TEYLA","The shooting will not stop then."],["RONON","She's right. We'll have to kill them all...I'm all right with that, by the way."],["SHEPPARD","Good, let's do it."],["TEYLA","(admonishing) John."],["SHEPPARD","(annoyed) What?"],["TEYLA","You can't."],["SHEPPARD","Oh, I'm pretty sure I can. In fact--"],["TEYLA","If we engage in open fire with them, then many of these townspeople will certainly be killed. They do not deserve to die because of us. If they search the town and cannot find us, then they will simply move on."],["BECKETT","Nobody gets hurt. That's my vote, and my heartfelt recommendation."],["SHEPPARD","You wanna hide."],["MCKAY","Well, we could call it, uh, strategic concealment."],["LUCIUS","I've got just the place."],["SHEPPARD","I'm sure you do."],["LUCIUS","Here."],["ANNOTATION","Lucius moves to a grandfather clock along one wall. He opens the glass protecting the clock face, then turns the hands of the clock. The wall shifts and a hidden room is revealed."],["LUCIUS","See, I like to entertain. And, on occasion, a husband will get angry, come looking for his wife. So to avoid an awkward scenario..."],["SHEPPARD","Okay, we get it."],["ANNOTATION","He nods to the room, and the team enter."],["LUCIUS","I'll let you know when the bad guys clear out."],["SHEPPARD","Mm-hmm. Don't screw around, Lucius. All right? Tell 'em we've moved on. Once they get out of town, and they're out in the open, we'll deal with it ourselves. This is no time to be a hero, you understand?"],["LUCIUS","Perfectly."],["SHEPPARD","I'm serious."],["LUCIUS","I can see that. No heroics!"],["ANNOTATION","He holds up his hand as an oath, then closes the secret door. Lucius shrugs on his coat and exits."]],"present":["BECKETT","LUCIUS","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"LUCIUS'S HOME"},{"speech":[["ANNOTATION","Genii soldiers have the square completely under their control."],["LUCIUS","All right, that's enough. Take your men and get out. This town is under my protection."],["KOLYA","(amused) Is it?"],["LUCIUS","It is. So you've got two choices. You can either leave, or I'll make you leave."],["ANNOTATION","Kolya blandly draws his weapon and fires a killing shot at Lucius. The shield blocks the blast."],["KOLYA","Interesting."],["LUCIUS","Is that the best you can do?"],["KOLYA","As a matter of fact, no. It isn't."],["LATER",""],["ANNOTATION","A soldier holds Lucius's head below water in the well pump. Finally he releases him. Lucius gasps and splutters, coughing to regain his breath."],["LUCIUS","Oh, I admit, I got a shield, but I gotta breathe. I should've thought of that."],["ANNOTATION","Amaris arrives, escorted by two guards."],["AMARIS","Not so invincible now, are we hero?"],["LUCIUS","You led them here?"],["AMARIS","They been looking for this Sheppard a long time."],["LUCIUS","We had a deal!"],["AMARIS","I saw an opportunity, and I took it. No different than what you did with these villagers."],["LUCIUS","But I didn't hurt anybody! All right, you know, that guy Lanko...and the one with the gimpy wrist."],["KOLYA","Look, I don't want to hurt you or anyone in this town. All I want is Sheppard and his team."],["LUCIUS","But I told you, ya missed them. Look, maybe if you hurry, you can get 'em before they get to the 'gate."],["KOLYA","My men are already guarding the gate. I'll ask you once more, where are they?"],["LUCIUS","I don't know...I don't!"],["KOLYA","Well, then we'll have to do a thorough job of searching the area...which could take hours. How long can you hold your breath?"],["ANNOTATION","The soldier dunks Lucius underwater again."]],"present":["AMARIS","KOLYA","LATER","LUCIUS"],"place":"VILLAGE SQUARE, DAY"},{"speech":[["ANNOTATION","Soldiers enter and immediately open the hidden chamber. It is empty. They leave."]],"present":[],"place":"LUCIUS'S HOME"},{"speech":[["ANNOTATION","From the next house, the Atlantis team watches the guards."],["SHEPPARD","Well...that didn't take too long. All right, let's get out of this town and set up a decent ambush without all these people around."],["ANNOTATION","They leave."]],"present":["SHEPPARD"],"place":"SECOND STORY, VILLAGER HOME"},{"speech":[["ANNOTATION","Lucius sits at the edge of the fountain, looking tired and sad. Kolya comes and sits next to him."],["KOLYA","They weren't there."],["LUCIUS","Really? That's weird. Wonder where they could've gone?"],["KOYLA","That personal shield of yours is very interesting."],["LUCIUS","(distracted) Yeah."],["KOLYA","If we were to bury you alive, it would protect you from the weight of the soil, but you would still suffocate. Fascinating way to die, don't you think?"],["LUCIUS","Gotta tell ya, it's not that fascinating to me."],["KOLYA","(chuckling) It is to me."],["ANNOTATION","He stands and nods to the guards."],["LUCIUS","Wait, wait, you can't kill me. Look, I'm the perfect bait. If Sheppard finds out that I'm in trouble, he's gonna come rescue me. We're really close."],["ANNOTATION","Kolya stops and turns back, his expression clearly skeptical."],["KOLYA","You and Sheppard?"],["LUCIUS","Yeah."],["KOLYA","I don't think so."],["ANNOTATION","He continues to walk away."],["LUCIUS","Then Weir...or-or Rodney or Carson. We're like--we're like the best of friends."],["ANNOTATION","Kolya comes closer."],["KOLYA","And how is it you know them so well?"],["ANNOTATION","Lucius stands."],["LUCIUS","I spent some time in Atlantis. It's the nicest place I've ever been. Best time I ever had. It-it's like I remember--like I was there this morning!"],["KOLYA","(intrigued) Tell me more."]],"present":["KOLYA","KOYLA","LUCIUS"],"place":"VILLAGE SQUARE, DAY"},{"speech":[["ANNOTATION","Lucius and the Genii are sitting around, drinking alcoholic beverages."],["LUCIUS","So I finish off the last Wraith guard, and I turn to the queen and I say-I say: \"If you were twenty pounds heavier, you'd look like my ex-wife.\""],["ANNOTATION","Lucius and the guards laugh drunkenly."],["LUCIUS","Of course, my ex-wife was a knockout, but you know, where's the funny in that?"],["ANNOTATION","This time he's the only one laughing."],["AMARIS","You know that personal shield's amazing. Mind if I try it?"],["LUCIUS","Yeah, go ahead, go ahead."],["ANNOTATION","He pats the shield on his breast."],["AMARIS","Give it right back."],["ANNOTATION","Amaris reaches over but is repelled by the shield. The guards and Lucius laugh."],["LUCIUS","Gotcha, uh? Oh, you think I'd let you have this? You'd kill me right on the spot."],["AMARIS","(nodding, grinning) I'd slit your throat from ear to ear."],["ANNOTATION","They laugh again, Lucius's laugh is more nervous."],["LUCIUS","Good times...good times."],["KOLYA","As much as I love hearing about your former wives, Lucius, I'd rather hear more about what you know of Atlantis."],["LUCIUS","I told you everything already."],["KOLYA","In that case, it's getting late and I could use some rest before the funeral."],["LUCIUS","Funeral?"],["ANNOTATION","Kolya gets up and leaves. The guards follow."],["LUCIUS","Oh no. Oh no-no. Don't bury me alive. Please, I don't deserve that. You know what I-I-Nobody deserves that. I deserve banishment. That's what I des..."],["ANNOTATION","The last Genii walks out the door, shutting it behind them. As soon as they're gone, Sheppard appears from a back entrance."],["SHEPPARD","Lucius?"],["LUCIUS","What are you doing here?"],["SHEPPARD","Kolya's got all the exits out of town covered, and rumor has it they were going to bury you alive."],["LUCIUS","I can't believe it. You came to save me?"],["SHEPPARD","Yeah, well neither can I. Let's go."],["LUCIUS","Yeah, I can't-I can't. I'm tied to the chair."],["ANNOTATION","Sheppard sighs and crouches under the table to undo the bindings. He spots a dynamite-like bomb attached to the table."],["SHEPPARD","Whoa no. Good luck with that shield."],["ANNOTATION","He pats Lucius on the shoulder and runs out."],["LUCIUS","What? Come on. Untie me!"]],"present":["AMARIS","KOLYA","LUCIUS","SHEPPARD"],"place":"VILLAGE TAVERN"},{"speech":[["ANNOTATION","Sheppard barely escapes the room before the explosion and is knocked down by the blast and debris."]],"present":[],"place":"VILLAGE OUTSIDE TAVERN"},{"speech":[["ANNOTATION","Ronon moves swiftly down the street, his weapon primed as he looks for intruders. Genii start to surround him, and he keeps his weapon pointed at them."],["MCKAY","Ow!"],["ANNOTATION","Behind him, Ronon notices McKay has already been taken prisoner by the Genii. They threaten to hurt him if Ronon does not surrender. He relinquishes his weapon."]],"present":["MCKAY"],"place":"VILLAGE ALLEYWAY, DAY"},{"speech":[["ANNOTATION","Teyla also moves down the street, standing off against some Genii. She spins seeing some ways blocked by guards and Beckett being led by others. She surrenders."]],"present":[],"place":"ANOTHER VILLAGE ALLEYWAY, DAY"},{"speech":[["ANNOTATION","From the alley, Sheppard sees the rest of his team led into the square as prisoners. He runs away. A disheveled Lucius stumbles out of the tavern. Kolya is waiting in the square."],["LUCIUS","What are you crazy? You coulda killed me!"],["KOLYA","That shield of yours impresses me more and more. You did your part Lucius. You get to live another day."],["KOLYA","(to Amaris) Sheppard?"],["AMARIS","He got away."],["KOLYA","That's unfortunate."],["ANNOTATION","He raises his pistol and fires at Amaris, but nothing happens. Amaris breathes a sigh of relief."],["AMARIS","Thanks for sparing me, sir."],["KOLYA","Don't disappoint me again. (to other Genii) Secure the prisoners. Perhaps they'll be more effective bait."],["ANNOTATION","As they all move off, Kolya hands his sidearm to an aide that remains."],["KOLYA","Get this fixed."]],"present":["AMARIS","KOLYA","LUCIUS"],"place":"VILLAGE SQUARE, DAY"},{"speech":[["ANNOTATION","Sheppard evades guards as they patrol the area."]],"present":[],"place":"VILLAGE, DAY"},{"speech":[["ANNOTATION","The rest of the Atlantis team is held prisoner in a large cell, its open bars along one side facing onto the street."],["TEYLA","Do you think he got away?"],["BECKETT","If they captured the colonel, wouldn't he be here with us?"],["MCKAY","He'll be back in a jumper in no time."],["ANNOTATION","The villager who first greeted the team arrives with bowls of soup."],["MCKAY","Oh!"],["ANNOTATION","He quickly grabs the food and starts eating. The others take bowls."],["VILLAGER","Your friend escaped the village. They are still looking for him."],["MCKAY","(between mouthfuls) Eh, if they haven't found him yet, chances are he managed to slip the perimeter."],["VILLAGER","(pleased) Yes. He and Lucius are no doubt plotting our rescue as we speak."],["MCKAY","Lucius?"],["VILLAGER","He would not abandon us."],["MCKAY","Oh sure he wouldn't. Just like he wouldn't sell us out while we were trying to rescue him."],["VILLAGER","He would never do that!"],["MCKAY","Okay, you know what? Just stop it! All right? Lucius is not a superhero! Batman, that's a superhero."],["VILLAGER","I don't understand."],["TEYLA","Your people cannot place their future in Lucius's hands. The time has come for you to save yourselves."],["VILLAGER","We have no hope of defeating these soldiers."],["RONON","You will with our help."],["VILLAGER","Then why did you not do so before?"],["TEYLA","We were concerned for the safety of the village."],["RONON","Now we don't care."],["MCKAY","Okay, just pretend he didn't say that, and then just let us out of here."],["VILLAGER","(after thinking it over) No. It's too dangerous. Best to wait for Lucius to return, then he'll save us all."],["ANNOTATION","He walks away, smiling."],["BECKETT","No, wait! Lucius isn't a hero!"]],"present":["BECKETT","MCKAY","RONON","TEYLA","VILLAGER"],"place":"VILLAGE JAIL, DAY"},{"speech":[["ANNOTATION","Sheppard evades another patrol. As he begins to move out, he hears and sees motion behind him. He raises his weapon. Lucius breaks out of the foliage."],["LUCIUS","Don't, don't! Don't! I swear I didn't know about the bomb. I don't know what those guys were doing under there."],["SHEPPARD","How the hell did you get out here?"],["ANNOTATION","He turns and starts walking again, weapon ready for Genii. Lucius follows."],["LUCIUS","Everybody's looking for you. I just walked out unnoticed. Isn't that something? So what are we going to do?"],["SHEPPARD","What are we going to do? Well, I'll tell you what I'm gonna do. I'm gonna get by Kolya's men so I can get to the 'Gate and call for reinforcements."],["LUCIUS","Reinforcements? Whaddya say we just get off this planet?"],["SHEPPARD","My team is back there."],["LUCIUS","Yeah, so is a guy who wants to bury me alive!"],["SHEPPARD","Oh, you're done playing hero now, are you? Fine. You can leave as soon as we get to the 'Gate. Just keep up."],["LUCIUS","You're angry now, aren't you?"],["SHEPPARD","Shut up!"],["LUCIUS","See, now, that's anger!"]],"present":["LUCIUS","SHEPPARD"],"place":"OUTSKIRTS OF VILLAGE, DAY"},{"speech":[["ANNOTATION","Ronon tugs and kicks against the bars to no effect. Beckett sighs, then turns to see McKay digging at the back wall of the cell with his soup spoon."],["BECKETT","Rodney, you're not trying to dig your way outta here, are you?"],["MCKAY","See if you can find another spoon. With someone helping, this will go twice as fast."],["TEYLA","Someone's coming."],["ANNOTATION","McKay hides his spoon. Kolya walks over to their cell."],["KOLYA","I have to give Colonel Sheppard credit. No opponent's ever caused me this much trouble. Unfortunately, I'm going to have to kill him."],["MCKAY","That's funny, he says the same thing about you."],["KOLYA","Really? (he laughs) I'm flattered."],["RONON","But you can't kill him if you can't catch him."],["KOLYA","(sobering) I will. Eventually."],["MCKAY","And what about us, huh? How do we fit into your, uh...evil plans for galactic domination?"],["KOLYA","You'll be allowed to stay alive for the time being...unless you were stupid enough to eat the meal you were served."],["ANNOTATION","McKay drops his hidden spoon and grabs at his throat, beginning to choke in panic. Beckett reaches out to help him. Kolya laughs."],["KOLYA","I'm just kidding."],["ANNOTATION","McKay stops clutching his throat, relieved."],["MCKAY","Oh thank god."],["KOLYA","In fact, I intend to send you back to Atlantis in exchange for a few things."],["BECKETT","There's no way Doctor Weir would cut a deal with you, even if our lives are in danger. You know that."],["KOLYA","In the past, I may have been a little too ambitious with my demands. This time, however, I have no intention of backing Doctor Weir into a corner. After all, what's a small number of your P-90s, a few grenades, and some ammunition in exchange for your lives? And who knows? If we're successful in toppling Ladon, and I assume rightful leadership of the Genii, we could end up allies."],["RONON","(snarling) That's not going to happen, Kolya."],["BECKETT","While we're standing here having this little chat, there's no doubt Colonel Sheppard has reached the Stargate and contacted Atlantis. In just a matter of minutes, this village will be swarming with our people."],["KOLYA","And I can guarantee you, that's not going to happen either."]],"present":["BECKETT","KOLYA","MCKAY","RONON","TEYLA"],"place":"VILLAGE JAIL, DAY"},{"speech":[["ANNOTATION","Sheppard and Lucius move through the foliage. They get to the Stargate to see it heavily guarded by Genii"],["LUCIUS","I don't believe this. Isn't it the worst day you could imagine?"],["KOLYA","(into Atlantis radio) Colonel Sheppard? I'm going to assume you can hear me."],["ANNOTATION","Sheppard jerks at hearing Kolya's voice in his earpiece. He raises a finger to his lips to silence Lucius and listen to the broadcast."],["KOLYA","(over radio) I'm also going to assume that..."]],"present":["KOLYA","LUCIUS"],"place":"GARDENS NEAR THE STARGATE"},{"speech":[["KOLYA","(continuing into radio) ...if you haven't reached the 'Gate by now, you soon will. So I want to save you some trouble. My men have secured the 'gate. There's no way you're getting through. Come back and face me, Colonel, or I'll start killing your friends."]],"present":["KOLYA"],"place":"VILLAGE JAIL CELL"},{"speech":[["ANNOTATION","Sheppard looks worried."]],"present":[],"place":"GARDENS NEAR THE STARGATE"},{"speech":[["ANNOTATION","Kolya unholsters his sidearm and waves it at the imprisoned team."],["KOLYA","(into radio) Which one of them shall we kill first? I'm leaning toward Doctor McKay, myself. Colonel?"],["SHEPPARD","(via radio) Kolya, this is Sheppard. I'm coming back."],["KOLYA","(into radio, smiling) Don't keep me waiting."],["ANNOTATION","He puts down the radio."],["MCKAY","That's what this is all about? Killing Sheppard?"],["KOLYA","Absolutely, Doctor McKay! But don't feel left out. If I don't get those weapons from Doctor Weir, I fully intend to kill you as well."],["ANNOTATION","Kolya walks away."]],"present":["KOLYA","MCKAY","SHEPPARD"],"place":"VILLAGE JAIL, DAY"},{"speech":[["ANNOTATION","Lucius and Sheppard walk back to the village."],["LUCIUS","I'm coming with you."],["SHEPPARD","You're sure?"],["LUCIUS","No...um...yeah...I am. I am. I'm gonna come...I'm coming with you. Just..."],["SHEPPARD","Yes or no?"],["LUCIUS","Don't pressure me like this! I'm gonna come with you--"],["SHEPPARD","Make up your mind!"],["LUCIUS","I'm gonna help you out! Okay? Oh boy, they better give me a parade for this one."]],"present":["LUCIUS","SHEPPARD"],"place":"AREA OUTSIDE VILLAGE, DAY"},{"speech":[],"present":[],"place":"VILLAGE, DAY"},{"speech":[["ANNOTATION","Several guards come, including Amaris who opens the cell door."],["MCKAY","(nervously) What's going on?"],["AMARIS","Out! Let's go!"],["ANNOTATION","The team is herded into the square."]],"present":["AMARIS","MCKAY"],"place":"VILLAGE JAIL, DAY"},{"speech":[["ANNOTATION","Lucius and Sheppard walk the path to the village."],["LUCIUS","I'm just spitballing here. What if we hugged each other...and the device would-would, uh, you know, help us, uh..."],["SHEPPARD","I don't like that idea."],["LUCIUS","No, I know..."],["SHEPPARD","Bad idea."],["LUCIUS","I don't think that..."],["SHEPPARD","And it's not possible."],["LUCIUS","Yeah, It doesn't work that way. Okay, okay. Here's one. What if I swung from a clock tower on a long rope, right into town."],["SHEPPARD","And...?"],["LUCIUS","I don't know. That's all I have. I could set myself on fire?"],["SHEPPARD","I like that."],["LUCIUS","(rueful grin) Okay...um...I could run naked...oh, I know, I know! I have one! What if I got on your shoulders, and we have a cloak-like thing...some religious thing they could be afraid of giants?"],["LATER",""],["LUCIUS","Okay...what if we build a tunnel? Okay, we could tunnel...? Or...a...boulder! Huge boulder. I'm camouflaged. I'm protected. Now the boulder protects you. Or, um...a magnifying glass...and some tape!"],["SHEPPARD","I have an idea, Lucius."],["LUCIUS","Some poisoned tape."]],"present":["LATER","LUCIUS","SHEPPARD"],"place":"NEAR VILLAGE, DAY"},{"speech":[["ANNOTATION","The villagers are all gathered in this room, watching the Genii through the window. Lucius sneaks in the back door."],["VILLAGER","Lucius!"],["BARMAID","I knew you'd return to save us."],["LUCIUS","I've returned. But...you people, you're gonna have to save yourselves."],["ANNOTATION","The villagers mutter \"what\" and murmur in consternation."],["VILLAGER","You do not wish to help us?"],["LUCIUS","No-no-no. Of course I wanna help. It's just...look, what if I wasn't here? What would you do then?"],["VILLAGER","Wait for you to come back?"],["LUCIUS","All right, there-there's the problem. What if I didn't know you were in trouble? Or...I couldn't get back in time? What would you do then? I mean, look, you're a great group of people. It's a lovely town. But, there's a lot of horrible people out there, so you gotta fend for yourselves. Starting today."],["BARMAID","I-I understand what Lucius is saying."],["LUCIUS","You do?"],["BARMAID","Well, by allowing him to assume the responsibility of protecting us, we're surrendering our independence."],["LUCIUS","That's right!"],["BARMAID","Right. So, in exchange for the convenience of having someone safeguard our town, we're giving up the very part of ourselves we seek to protect!"],["LUCIUS","Listen to her. She's smart!"],["BARMAID","We need to regain our strength and our independence by taking responsibility for our lives, and the lives of our neighbors."],["ANNOTATION","The villagers are all murmuring in agreement."],["LUCIUS","Yep."],["BARMAID","(gaining confidence) After today, we will no longer be dependent on one man."],["LUCIUS","(nervously) Well okay, okay..."],["BARMAID","(intensely) There will be no champion protector. For it will fall to us to protect--"],["LUCIUS","Okay, okay. Hold up-hold up. Wait-wait-wait. You're getting a little carried away here. Okay? Independence is a great thing, but so is the comfort of having somebody there to pick up the slack now and again, okay. You don't want to be doing it all the time, because, you know, you got jobs. Or, you-you have hobbies, right? Beardo here, he likes to fish. Right? (the bearded man nods in agreement) You don't want to be bothered by having to \"rise up\" and save the village every day. You know what I mean? But that's a thought for another day. Okay? For today, you're gonna have to fight for yourselves. (pats barmaid on shoulder) Okay, so remember what you said about strength, and integrity, and responsibility. So you get out there, and you fight for your town! Go to the alleys. Spread the word! Now go-get out! Get out! Okay, yes, rally, rally. Yes, good kid."],["ANNOTATION","The rallied villagers scramble to prepare."]],"present":["BARMAID","LUCIUS","VILLAGER"],"place":"VILLAGE ROOM"},{"speech":[["KOLYA","(into radio) Colonel Sheppard?"],["AMARIS","Maybe he changed his mind."],["ANNOTATION","Kolya glares at Amaris."],["KOLYA","(into radio) You're out of time, Colonel."],["ANNOTATION","He tosses the radio away."],["KOLYA","Doctor McKay!"],["ANNOTATION","Ronon steps in front of McKay."],["RONON","Me first."],["ANNOTATION","Teyla steps in front of Ronon."],["TEYLA","No me."],["BECKETT","I'll do it."],["MCKAY","I'm..."],["KOLYA","Well, how positively moving. I almost wish I could shoot you all at once."],["ANNOTATION","He raises his pistol."],["SHEPPARD","Kolya!"],["ANNOTATION","Sheppard appears from the other side of the square. Kolya holsters his sidearm. All the other soldiers keep their weapons trained on Sheppard, except for those holding the rest of the team."],["KOLYA","I should've killed you when we first met, Colonel. It would've saved me a lot of trouble."],["SHEPPARD","The feeling's mutual."],["KOLYA","Goodbye, Sheppard."],["ANNOTATION","The soldiers start shooting. They expend several rounds from various guns, but all are repelled by the green Ancient force field. After they're done, Sheppard unzips his tactical vest, revealing the device."],["SHEPPARD","Well, now that you've got that out of your system..."],["ANNOTATION","The shield shorts out."],["SHEPPARD","Oh crap."],["KOLYA","Reload!"],["ANNOTATION","The soldiers begin reloading. Lucius walks into the square."],["LUCIUS","Don't bother!"],["KOLYA","You should've left town when you had the chance."],["ANNOTATION","The villagers swarm out of all the buildings, carrying rifles, pitchforks, picks, and other makeshift weapons. They heavily outnumber the Genii."],["LUCIUS","I'm sure you're thinking the same thing right about now."],["SHEPPARD","If I gave you the opportunity to surrender, I don't suppose you'd take it?"],["ANNOTATION","Kolya chuckles."],["SHEPPARD","I didn't think so."],["ANNOTATION","They stare each other down, then both draw their sidearms. Sheppard outdraws Kolya, shooting him dead."],["SHEPPARD","(to other Genii) Put down your weapons."],["ANNOTATION","The Genii surrender."],["LATER",""],["ANNOTATION","A large table has been set out, brightly decorated. The villagers are happy, setting up a celebration. Lucius walks with the Atlantis team."],["LUCIUS","You sure you guys can't stay for some schnitzel? I mean, this is a party for you guys as much anybody, right?"],["SHEPPARD","You guys have a good time. We're overdue."],["LUCIUS","Well, thanks for everything."],["SHEPPARD","Just remember, stay out of trouble, or we'll be back."],["LUCIUS","Oh...uh, Colonel Sheppard? Aren't you forgetting something?"],["SHEPPARD","(smiling) Oh, yeah. I did say I'd give that back to you, didn't I?"],["ANNOTATION","Sheppard reaches into one of his vest pockets."],["LUCIUS","Yes you did."],["ANNOTATION","Sheppard slaps the Ancient shield device onto Lucius's chest."],["LUCIUS","(smiling) You're a good man. You're an honest man. And you made me a better man myself, you know that, don't you?"],["SHEPPARD","Good. Bye, Lucius."],["ANNOTATION","Sheppard seems to be fighting a smile. The rest of his team look bemused as they follow Sheppard out of the village."],["MCKAY","I thought you said that personal shield was depleted?"],["SHEPPARD","Oh yeah."],["TEYLA","Then, it is worthless."],["SHEPPARD","(shrugging) Pretty much."],["BECKETT","You're not going to tell Lucius?"],["SHEPPARD","Nope."],["LUCIUS","Hit me as hard as you can."],["ANNOTATION","The child kicks Lucius in the shins. Lucius doubles over in pain."],["LUCIUS","Ow! Ow! Ow!"],["SHEPPARD","He'll figure it out."]],"present":["AMARIS","BECKETT","KOLYA","LATER","LUCIUS","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"VILLAGE SQUARE"}]