[{"speech":[],"present":[],"place":"nowhere"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","A team of scientists, led by McKay and Zelenka, explore a darkened corridor of the base. Water logged furniture and debris are scattered haphazardly through the area."],["MCKAY","She used to leave the lights on, all over the house. Every room. Drove my father nuts."],["ZELENKA","(chuckling) For me, it was my brother. Only we had no lights. He used to leave candles burning everywhere."],["MCKAY","Well, you know what? No one wants to hear any more stories about how poor you were as a child, all right? We already feel as sorry for you as is humanly possible."],["ZELENKA","(aside, to Esposito) Uh, he burned the house down, you know?"],["MCKAY","My sister was afraid of the dark. Aw, and used to blame me for leaving the lights on. Of course, my father believed her. He never sided with me."],["ZELENKA","We had to live in a tent...in the dead of winter for three months."],["MCKAY","(annoyed) You know, at least my stories relate to what we're doing."],["ZELENKA","Well, so do mine!"],["MCKAY","We're trekking all over the city, shutting down everything the Ancients activated while they were oh so briefly in control, so we can stop the power from draining from our one precious ZPM. How does that relate to your idiot brother burning the house down?"],["ZELENKA","Okay, if we don't succeed..."],["MCKAY","We're not going to have to live in a tent in the dead of winter!"],["ZELENKA","It's a metaphor."],["ANNOTATION","Doctor Esposito runs her scanner over one of the closed doors."],["ESPOSITO","Doctor McKay?"],["MCKAY","Hmm? Thank god."],["ANNOTATION","McKay and Zelenka rush over to her."],["ESPOSITO","The control panel...it's completely shot."],["ANNOTATION","McKay brushes close to her as he forces himself past to the control panel."],["MCKAY","Really? You think so? You know, I don't get these Ancients. They're supposed to be so smart? Then why activate something that you don't need and you're not using, huh?"],["ANNOTATION","He smiles at her."],["ZELENKA","(shrugging) Well, maybe they didn't have time to get to it, you know, before the human form Replicators that you reprogrammed attacked."],["ANNOTATION","Zelenka smiles flirtatiously at Esposito."],["MCKAY","(piqued) Yes, yes. We all know what happened."],["ANNOTATION","His expression softens as he nods to Esposito again, who ducks her head."]],"present":["ESPOSITO","MCKAY","ZELENKA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","McKay gets the door open."],["MCKAY","Ah! Voila."],["ANNOTATION","He leads the way into the darkened room."],["ZELENKA","You're just angry that you couldn't figure out how to override the Ancient protocols that kept us from shutting this place down remotely from the control room."],["MCKAY","(petulant) Hey, neither could you."],["ZELENKA","Yes, but I didn't bet everyone a month's pay that I could do it."],["MCKAY","(pointing at Zelenka) You-- (to others) Okay, you know what? Look around, see if you can figure out how to turn this place off...whatever it is."],["ANNOTATION","McKay approaches a lighted panel on a one step podium and starts to hook up his laptop."],["ZELENKA","(nervous) Wait, are-are you sure you should be going up there?"],["MCKAY","How else am I going to find out what this place does, huh? (muttering) God forbid there should be anything in the Ancient database."],["ZELENKA","Oh, there probably is, we just don't have the time to--"],["MCKAY","Oh, here we go."],["ANNOTATION","The machine powers up and shows a display."],["ZELENKA","Ah. Okay, there should be a main power switch--"],["ANNOTATION","He starts to point to something on the control panel, but McKay brushes him off."],["MCKAY","(impatient) Yes, I know that! What do you think I'm doing?"],["ZELENKA","All right."],["ANNOTATION","Zelenka pulls his outstretched arm back and runs it down his head, stepping further back. He fidgets, then gives a scheming grin."],["ZELENKA","All right, double or nothing."],["MCKAY","(scoffing) Oh, you're on."],["ZELENKA","All right."],["MCKAY","All right. It's gonna be around here somewhere."],["ANNOTATION","He starts studying the panel. Suddenly a panel overhead lights up, shining down on McKay. He looks up as a startled Zelenka and others step back. While they watch a thin beam of light comes down from the overhead panel and entwines itself around McKay. The system overloads and short circuits, sending electrical arcs around the room. Everyone ducks. Finally the machine shuts down, leaving the room in darkness again. Zelenka cautiously approaches."],["ZELENKA","(worried) Rodney? What happened?"],["ANNOTATION","McKay turns to face Zelenka, eyes wide with shock."],["MCKAY","I'm not sure, but I think I just lost. Big time."]],"present":["MCKAY","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","McKay sits on an infirmary bed. Sheppard and Weir stand nearby as Beckett approaches."],["BECKETT","As far as I can tell, he's fine."],["MCKAY","I was hit by a mysterious energy pulse. How can that possibly be fine?!"],["BECKETT","I've run every test I can. Bloodwork, MRIs, X-rays, the lot. I found no anomalies in any of the results."],["MCKAY","Okay, one more time--mysterious energy pulse! From a device created by the Ancients?! I mean, who knows what kind of long-term effects I could be in for. I mean, there's gross mutation, giantism, invisibility...?"],["SHEPPARD","That would be cool. I turned into a bug."],["ANNOTATION","McKay stares at Sheppard, unable to believe his friends' blase reactions."],["BECKETT","All right, like I said, as far as I can tell, he's as healthy as a horse. I'm clearing you for active duty."],["MCKAY","Are you insane?! Look, I need to be put under guard. Who knows what I could become!"],["WEIR","What are the chances it could make him more pleasant?"],["MCKAY","(sarcastic) Oh, thank you."],["SHEPPARD","I'll keep an eye on him."],["WEIR","(amused) Thank you."],["ANNOTATION","Weir leaves."],["MCKAY","(worried) Can you still see me?"]],"present":["BECKETT","MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Zelenka and McKay work in the lab where McKay was struck by the beam. Sheppard sits nearby, reading a magazine. Everything is powered down."],["MCKAY","(exasperated sigh) What are you saying?"],["ZELENKA","Oh, that you were showing off. Heh, heh. Normally if Doctor Esposito weren't around, I doubt you would've been as reckless as you were."],["MCKAY","Are you insane?!"],["SHEPPARD","Which one's Esposito?"],["ZELENKA","Oh, the-uh, the long dark hair?"],["SHEPPARD","Oh, right. The one with the perfect little--"],["MCKAY","(annoyed) Do you mind? We're trying to work here."],["SHEPPARD","For the record, I was going to say \"smile.\""],["MCKAY","(dubious) Yeah, sure you were. (to Zelenka) What have you got?"],["ZELENKA","(disappointed) Nothing. Whatever you did fried all the power conduits leading into the room."],["MCKAY","Whatever I did?! Look, up until very recently, this lab was entirely underwater, quite possibly for over ten thousand years. How is that my fault?"],["ZELENKA","(grudgingly) Well, that part of it isn't."],["MCKAY","Okay, that's it. I'm going for lunch."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","McKay sits alone at a table, eating a sandwich and a variety of fruit. He can hear his team's voices behind him."],["TEYLA","How is he doing?"],["SHEPPARD","Same ol' Rodney."],["RONON","Are you sure? He looks a couple pounds heavier to me."],["TEYLA","(scolding) Ronon."],["RONON","(innocently) What? He eats all the time. It's not like he exercises."],["ANNOTATION","McKay stops chewing and looks down at his tray self-consciously."],["SHEPPARD","Feeding his unhappiness."],["MCKAY","Hello, I'm right here. I can--"],["ANNOTATION","He turns around to see the rest of his team are sitting at a table at the far side of the crowded room. They were too far away to hear his response, but glance over when they see him looking at them."],["MCKAY","(softly, lost in thought) I can hear you. Huh."],["ANNOTATION","He looks pensive and gets up to join the others. He blindly reaches back for his tablet computer as he moves, and thus does not see it slide across the table telekinetically into his hand."],["MCKAY","(agitated) For your information, I am exactly the same weight I've been since I got here. I need to eat regularly, otherwise I become hypoglycemic. And I am generally a very happy person."],["TECHNICIAN","(over intercom) Colonel Sheppard, please have your team report to the control room immediately. Colonel Sheppard."],["ANNOTATION","The team quell their respective amused and bemused expressions to respond to the summons."]],"present":["MCKAY","RONON","SHEPPARD","TECHNICIAN","TEYLA"],"place":"ATLANTIS MESS HALL"},{"speech":[["ANNOTATION","The team join Weir in the control room."],["WEIR","We received this transmission six minutes ago from Major Lorne's team."],["LORNE","(over radio) Atlantis base, repeat, we are under attack and cut off from the 'gate. I counted at least twenty, maybe more. Request backup immediately."],["SHEPPARD","Where are they?"],["WEIR","(checking)"],["M72-656.",""],["SHEPPARD","Have a team of marines meet us in the jumper bay."]],"present":["LORNE","M72-656.","SHEPPARD","WEIR"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard's jumper lowers into the Gate Room. From the balcony, Weir watches it leave.</blockquote> EXT--ATLANTIS, DAY INT--ANCIENT LAB [Zelenka still works on the panel. Weir enters."],["ZELENKA","Doctor Weir? Any word?"],["WEIR","Not yet. It has only been an hour. You wanted to see me."],["ZELENKA","Yes. I could use your help. Um, er, I managed to get power to part of the console to access the lab's research logs."],["WEIR","Well, that's good news."],["ZELENKA","Well, I'm not so sure. Uh, I could use a second opinion."],["ANNOTATION","He pulls up a display showing a lot of Ancient writing. Weir stands next to him at the console to take a closer look."],["WEIR","It seems much of this refers to different elements of...human physiology."],["ANNOTATION","She punches a few keys and another display comes up."],["WEIR","(concerned) It mentions the mutation of base genetic coding?"],["ZELENKA","I realize that Doctor Beckett said that there were no \"evident\" effects from Rodney's exposure to the device, but...it seems--"],["WEIR","It's meant to manipulate human DNA."],["ANNOTATION","Zelenka nods."],["TECHNICIAN","(over radio) Doctor Weir to the jumper bay. The rescue team has returned."],["WEIR","Let's go."]],"present":["TECHNICIAN","WEIR","ZELENKA"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Weir and Zelenka arrive just as Sheppard's jumper door opens."],["MCKAY","What else could it be?"],["SHEPPARD","(scoffing) Oh, you're losing your mind."],["MCKAY","I'm telling you it's a bit of a coincidence!"],["SHEPPARD","Well then, prove it!"],["WEIR","(worried) Colonel?"],["SHEPPARD","Everyone's present and accounted for."],["ANNOTATION","Beckett and a medical team arrive with gurneys."],["BECKETT","How bad is it, and who's been hit?"],["LORNE","No one, Doc. We're all fine. Thanks to...McKay."],["SHEPPARD","So he says."],["ANNOTATION","Both Lorne and Sheppard look skeptical."],["WEIR","Rodney?"],["MCKAY","Well, to be honest, I'm not entirely sure. I wasn't even sure it was me, at first. But, uh, the correlation's impossible to ignore. I saw Lorne's team pinned down, the bad guys closing in, I just thought, uh, wouldn't it be great if all of their weapons jammed...at the same time."],["ANNOTATION","Teyla studies McKay closely, shaking her head. Sheppard looks amused and openly doubtful."],["MCKAY","Look, next thing I know, they're all running away, so..."],["WEIR","So you think because you wanted it to happen, it just did."],["MCKAY","It was a little more than that."],["ANNOTATION","Weir looks skeptical as well. McKay fidgets, frustrated."],["MCKAY","Okay, you know what? Watch this! I'll uh..."],["ANNOTATION","McKay looks around, finally pointing at Beckett, who is lifted off the floor and hangs suspended in mid-air. Everyone watches in shock."],["BECKETT","Uh, Rodney!"],["WEIR","(worried) Rodney...?"],["MCKAY","Believe me, I find this as disturbing as you do."],["BECKETT","(frightened) Like bloody hell you do!"],["WEIR","Put him down."],["MCKAY","Right."],["ANNOTATION","McKay lowers his hand, and Beckett slowly drifts to the floor, sighing in relief."],["BECKETT","Oh, god."]],"present":["BECKETT","LORNE","MCKAY","SHEPPARD","WEIR"],"place":"JUMPER BAY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","McKay lies in an infirmary bed. Sheppard and Weir stand at his bedside."],["WEIR","Have there been any other instances of this...power manifesting itself?"],["MCKAY","Powers. Plural."],["WEIR","What else can you do besides telekinesis?"],["MCKAY","(speaking quickly) Well, super-hearing for one, and I'm not sure, but I may actually be getting smarter. It's hard to say for sure, because I was-I was pretty smart to start with, but, um, recently I've been having some ideas that I don't think even I would've thought of before."],["ANNOTATION","He looks at them with excitement."],["SHEPPARD","(drily) Does superego count as a power?"],["ANNOTATION","McKay spots a staff member bringing him a tray of food."],["MCKAY","Oh, finally! Look, keep it coming."],["ANNOTATION","He takes the tray from her and digs into steak, potatoes and Jell-O."],["SHEPPARD","He could also be dealing with a \"super\" appetite. Although, it's hard to tell, because he ate so much before."],["MCKAY","Yes, very funny."],["ANNOTATION","Beckett arrives."],["BECKETT","My god, he's eating again?"],["MCKAY","(mouth full) I have a very active metabolism."],["BECKETT","Aye, among other things. The scans show a dramatic increase in synaptic interaction throughout all the sections of Rodney's brain, much higher than normal human levels."],["ANNOTATION","McKay pauses in his eating, looking momentarily concerned. He takes his next bite more slowly."],["WEIR","There was an incident at SGC just over a year ago."],["BECKETT","I recall that file--studied the data. Fascinating."],["WEIR","SG-1 discovered a highly evolved human being in stasis. Turned out, he was the result of experimentation by a Goa'uld named Anubis. He was trying to create a means of artificially accelerating the human physiology to the point of ascension."],["MCKAY","Well, that device I found must have been some kind of an accelerator. We know that the Ancients developed all kinds of powers as they evolved. It was just a matter of bad luck that we didn't run into that lab earlier. Seriously, me a superhero. Who would've thought it?"],["ANNOTATION","Pleased, he eats his meal with gusto. The others don't look as sanguine."]],"present":["BECKETT","MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","A team works on studying the device. Among them are Weir, translating the logs, and Sheppard, who stands nearby."],["SHEPPARD","Look, we all agree the Ancients were pretty screwed up."],["WEIR","We do?"],["SHEPPARD","All the ones I met were arrogant and condescending, and not for good reason. They made giant mistakes and never fixed them."],["WEIR","They were still human."],["SHEPPARD","Then there were all those crazy rules."],["WEIR","Those only came after they ascended."],["SHEPPARD","Whatever. I--maybe this thing doesn't work on everyone, who knows? But we do know it works on McKay."],["WEIR","(admonishing) It has only been a day."],["SHEPPARD","Assuming it's safe. Well, to be honest, even if it's not. If we can get a significant advantage over the Wraith and Replicators--"],["WEIR","John, I agree. This device may have great potential..."],["SHEPPARD","And with great potential comes great responsibility. I know."],["WEIR","Like a lot of other things we have found in this city, it is a very advanced piece of technology. For all we know, it could also be very dangerous."],["SHEPPARD","I'm just saying..."],["WEIR","(exasperated) Yes, you can be next."],["SHEPPARD","(brightening) Thank you."],["WEIR","Hmm."],["ANNOTATION","Sheppard leaves. Zelenka is nearby and has overheard the conversation."],["ZELENKA","You know, if you're compiling a list...I-I'd..."],["WEIR","(annoyed) Could we stay focused, please?"],["ZELENKA","Right."]],"present":["SHEPPARD","WEIR","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","McKay hangs around the infirmary. Guards are at the entrance."],["MCKAY","Come on, you can't keep me cooped up in here forever."],["BECKETT","You might not be sick, Rodney, but I think we can both agree what's happening here is far from normal."],["MCKAY","Exactly, so let me go out and start using my powers to do some good. Ooh, are you, uh, going to finish...that?"],["ANNOTATION","McKay points his hand at a donut on Beckett's desk. It starts to float in mid-air and slowly move towards McKay before Beckett notices and snatches it."],["BECKETT","(angry) I'm serious! We have no idea of the extent of your genetic mutation."],["MCKAY","(smugly) Please, mutation has such negative connotations. Advancement is more like it."],["BECKETT","Until we know exactly what's going on here..."],["MCKAY","Carson, I'm still me. Anyway, it's not like you or, uh, these guys could stop me from leaving anyways."],["ANNOTATION","He gestures to the guards at the door, who look on warily."],["RONON","No, but I could."],["ANNOTATION","Ronon arrives with quick strides from the other side of the infirmary."],["MCKAY","(with bravado) Oh, you care to put that to a test?"],["RONON","(grinning) Do you?"],["ANNOTATION","They stand toe-to-toe. McKay deflates."],["MCKAY","Well...no. Not really."],["BECKETT","Anyways, as I was saying, I think you're fine to go about your daily duties, as long as you have someone with you. And you--"],["MCKAY","Check in every couple of hours. Yes, yes. Ba-bye!"],["ANNOTATION","McKay starts walking out with a casual slide. He twists his wrist to the side as he passes Beckett's desk and the donut flies into his hand. McKay takes a bite as Beckett splutters."],["MCKAY","(mouth full) You know, we could be a team. You could be my sidekick."],["RONON","Sidekick?"],["MCKAY","Yeah, it'll be like Batman and Ronon. Has a nice ring to it."],["RONON","Yeah, you keep eating like that, it's gonna be more like \"Fatman.\""]],"present":["BECKETT","MCKAY","RONON"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","McKay and Ronon continue down a crowded corridor."],["MCKAY","I'm warning you, you will probably be bored out of your mind. Unless you find incredibly advanced physics to be--"],["ANNOTATION","As they pass Esposito, McKay stops short."],["MCKAY","Really?"],["ESPOSITO","What?"],["MCKAY","What, do you think so? Huh. Hey, she thinks I'm hot."],["ESPOSITO","(embarrassed) I-I didn't say anything."],["MCKAY","Oh, no-no-no. I'm sure that you...uh... Oh, of course, no, I should've known. (to Ronon) She meant you."],["ESPOSITO","(gasping) I don't know what you're talking about."],["ANNOTATION","Mortified, she hurries away."],["RONON","McKay, she didn't say a word."],["MCKAY","Oh my god, I can read minds. Oh, this is cool!"],["ANNOTATION","He hurries back the other direction, excited. Ronon looks unamused."],["RONON","No, it isn't."]],"present":["ESPOSITO","MCKAY","RONON"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Weir is working when McKay enters, Ronon following. Weir looks around, about to speak."],["MCKAY","Oh, I'm fine...No...Yes...And, it doesn't."],["WEIR","What?"],["MCKAY","I can read your mind. Uh, everyone's actually. Thought it was very cool for the first, like, ten seconds, there, but uh...now, I'm finding it a little disturbing, so I'm trying to tune it out as much as I possibly can. (glancing at Ronon) Well, um, sort of. Anyways, Look, I, uh, wanted to get your permission to access the control chair. I've, uh, got some, um, pretty interesting ideas for maximizing our ZPM by, uh, reconfiguring the city's power systems. It's too complicated to explain, but, uh, trust me when I say that you are going to be incredibly happy with the results."],["ANNOTATION","Weir takes a breath, about to speak."],["MCKAY","Look, Elizabeth, I-I know you have every right not to trust me, but, uh, I promise you, I'm going to make things much-much better. Okay?"],["ANNOTATION","McKay pauses for the merest second."],["MCKAY","Good. (to Ronon) She wants you to shoot me, if, uh, you think for even one second I might be trying to take over the city for my own evil purposes."],["ANNOTATION","Weir and Ronon exchange bewildered looks."],["MCKAY","I'm kidding. That was a joke. Heh, it's uh... Is your weapon set to...uh...stun? Wait, never mind, did it myself."],["ANNOTATION","Ronon hears his weapon change from where it sits in his holster. He looks down in surprise. McKay starts heading quickly out of the room."],["MCKAY","To the chair room, Ronon!"],["ANNOTATION","McKay leaves. Weir sighs."],["RONON","(low to Weir) Can I shoot him now?"],["MCKAY","(calling out from control room) I can hear you! Look, she just wants you to keep a close eye on me. Come on, let's go. Chop-chop. Much to do."],["ANNOTATION","He starts walking again. Ronon turns to Weir."],["WEIR","I will send a science team down to supervise."]],"present":["MCKAY","RONON","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","Zelenka works alone in the room. Suddenly the power goes out, leaving only an emergency light"],["ZELENKA","Curses in Czech."]],"present":["ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","A bewildered science team watches as McKay pulls up diagrams of the city and Ancient information very quickly, making alterations almost too fast to keep track. Zelenka enters."],["ZELENKA","What-what the hell is he doing?"],["RONON","Don't ask me."],["ZELENKA","Actually, I wasn't."],["COLEMAN","I have no idea."],["ZELENKA","Rodney, you are affecting power all over the city."],["MCKAY","I know. Awesome, isn't it?"],["ZELENKA","No. I can't work."],["MCKAY","It's just temporary."],["ZELENKA","Rodney, I'm trying to determine if that device did any permanent damage to you. Quite frankly, given your usually...rampant hypochondria, I'm surprised you don't seem to care."],["MCKAY","(realizing) You're jealous."],["ZELENKA","That is ridiculous. You should be working with me trying to figure out what is happening to you. Instead, you're here, burying your head in the sand."],["MCKAY","That is not true. My head...which happens to be housing my ever-evolving brain, is actually being better utilized here, doing important things that will affect everybody."],["ANNOTATION","Zelenka turns to Ronon, who shrugs. Zelenka throws his hands up in the air and walks off, muttering in Czech."],["MCKAY","He tries to hide it, but deep down, I'm the wind beneath his wings. Hmm."]],"present":["COLEMAN","MCKAY","RONON","ZELENKA"],"place":"CHAIR ROOM"},{"speech":[["ANNOTATION","Sheppard enters and looks over Weir's shoulder as she works on her computer."],["SHEPPARD","Well, how's it coming?"],["WEIR","Actually, I think I'm just getting to the good bit."],["SHEPPARD","Don't you hate it when people interrupt right when things are getting good?"],["ANNOTATION","Weir sighs and rolls her eyes before settling back. The power flickers."],["SHEPPARD","I know McKay is some super-genius now, but... I find the flickering lights incredibly unnerving."],["ANNOTATION","He goes and sits in the chair across from her desk."],["WEIR","Uh, Doctor Coleman has, however reluctantly, admitted it does seem as if Rodney's significantly improving the city's power system."],["SHEPPARD","(scoffing) Tsch, whatever. Anyway, you were saying?"],["WEIR","(sighing) Well, we know the Ancients evolved physiologically to a certain point where they...could transform into a state of pure energy."],["SHEPPARD","Ancient History 101."],["WEIR","Yes, we also know that not all of them managed to get there."],["SHEPPARD","You're saying some of them needed a kick in the pants."],["WEIR","So to speak. I think this machine was not meant to help them fight the war against the Wraith, but rather to help them escape it."],["SHEPPARD","An ascension machine?"],["WEIR","Like the one the Goa'uld tried to create in the Milky Way."],["SHEPPARD","Are you saying McKay's going to ascend?"],["WEIR","(equivocating) No, unfortunately there's a whole lot more to ascension than just being physically evolved."],["SHEPPARD","Believe me, after spending six months with a bunch of pansy wannabes, I know. But what does this mean for McKay?"],["WEIR","Like I said, just getting to the good bit."],["SHEPPARD","I'll leave you to it."],["ANNOTATION","He gets up and starts to leave. Weir, still reading, holds up her hand."],["WEIR","John, wait! We need to talk to Rodney right away."],["ANNOTATION","She starts out of her chair, and the power shuts down again. Sighing, she jogs to catch up to Sheppard."]],"present":["SHEPPARD","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","McKay still works in the chair as Weir and Sheppard enter."],["MCKAY","(smugly) You can all relax. I'll have us back online in...two minutes."],["WEIR","We need to talk to you."],["ANNOTATION","McKay looks stricken and powers down the chair."],["MCKAY","(panicked) What do you mean, I'm going to die? I'm not even sick! I feel great! Never better!"],["ANNOTATION","He stands."],["SHEPPARD","That Ancient device--"],["MCKAY","Has accelerated my evolution. (turning to Weir) Eventually, I'll reach a point where I'm physically capable of ascension, but ascension takes more than that. There's a-there's a mental component. I need to know how to make it happen. Which I don't... (spinning to Ronon, annoyed) Yet! I'm getting smarter by the minute. It's a pretty good assumption I'll be able to, uh, figure it out on the way?"],["ANNOTATION","Weir opens her mouth to speak."],["MCKAY","Okay, so it's not as easy as that. Yeah, well, even if I don't...so, I'll stay a highly-evolved human. I mean, I don't have to ascend. It's a choice, right?"],["ANNOTATION","Sheppard winces, but before he can speak..."],["MCKAY","No? What do you mean, no? Aw, that stupid Ancient device doesn't work properly, does it?"],["ANNOTATION","Sheppard and Weir exchange nonplussed looks."],["MCKAY","(with disbelief) It's set in motion a series of genetic mutations that will result in my death if I don't ascend?!"],["SHEPPARD","(low, to Weir) There is something easier about this."],["MCKAY","(upset) That's why the Ancients didn't put it into common use. It's just one more in a long line of abysmal, overambitious failures! Oh god, I'm a dead man!"],["ANNOTATION","Coleman studies her monitors."],["COLEMAN","Doctor McKay..."],["MCKAY","Yes, yes. I just--it's because I stopped in the middle. I will fix it. Just give me a second here."]],"present":["COLEMAN","MCKAY","SHEPPARD","WEIR"],"place":"CHAIR ROOM"},{"speech":[["ANNOTATION","The power shuts down in the middle of Zelenka's work."],["ZELENKA","(furious) That's it! Curses loudly in Czech Idiot!"]],"present":["ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["MCKAY","Okay, so, there's still time left, right? So, maybe there's a way to reverse the process. Zelenka. Where's Zelenka? What the hell has he been doing?"],["COLEMAN","We have massive power surges throughout the grid. Shutdown protocols are not responding!"],["MCKAY","Damn it!"],["ANNOTATION","McKay gets back into the chair and powers it up."]],"present":["COLEMAN","MCKAY"],"place":"CHAIR ROOM"},{"speech":[["ANNOTATION","Zelenka heads down a corridor. Electrical arcs start to spike around the area, and Zelenka runs to avoid them. He is struck by a surge and falls to the floor."]],"present":[],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Beckett and a team rush Zelenka in on a gurney. Beckett is giving Zelenka oxygen. There is a massive electrical burn on his chest."],["BECKETT","Come on, Radek! Come on! (to team) He's not breathing! We need to intubate! Start an I.V., wide open. Get that monitor set up. All right, on my count, one...two...three."],["ANNOTATION","They shift Zelenka over to a bed. McKay, Sheppard, and Weir rush in."],["MCKAY","Radek!"],["BECKETT","(ignoring them) Get the leads hooked up, please. He's in V-Tach. Prepare to defib."],["ANNOTATION","Beckett grabs the paddles and rubs them together as the machine powers up."],["BECKETT","Clear!"],["ANNOTATION","McKay steps forward."],["MCKAY","Move!"],["BECKETT","Rodney, the man is dying!"],["MCKAY","No! Just give me a second. I know."],["ANNOTATION","McKay closes his eyes and holds his hands over Zelenka's chest. As everyone watches, the burn disappears, fully healed. Zelenka gasps a deep breath. McKay steps back, stunned by what he has done. Everyone else looks equally shocked. Beckett starts checking Zelenka's vital signs."],["BECKETT","Heart rate's good. Breathing's steady. Pulse is good."],["ANNOTATION","Beckett helps a bewildered Zelenka sit up."],["WEIR","Radek, you okay?"],["ZELENKA","What happened?"],["ANNOTATION","An overwhelmed McKay gasps and runs out of the infirmary."]],"present":["BECKETT","MCKAY","WEIR","ZELENKA"],"place":"ATLANTIS INFIRMARY"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Weir enters to find several white boards scattered around the office, filled with formulas. McKay bounces from one to the other, editing his work."],["WEIR","Rodney?"],["MCKAY","Hold on...!"],["ANNOTATION","He moves to his computer and types rapidly."],["WEIR","I see you've been busy."],["MCKAY","Eh, I invented a new math."],["WEIR","(blinking) Really?"],["MCKAY","Um, it's going to change the human understanding of the universe as we know it. How is, uh, Zelenka?"],["WEIR","Uh, you need to ask?"],["MCKAY","Um, I'm blocking out people's thoughts. It was, uh, becoming too overwhelming. I was, uh, I wasn't able to think."],["WEIR","(nodding) Rodney..."],["MCKAY","I know what you're going to say."],["ANNOTATION","Weir looks at him, nonplussed. McKay hastens to correct himself."],["MCKAY","Oh...no. Uh...just intuition, I swear. I just--I tried to fix the Ancient device, but it wasn't meant to reverse the process. And once the mutation has started, it cannot be stopped."],["WEIR","Actually...I was going to say, if you want any help in understanding ascension..."],["MCKAY","(surprised) Oh. Uh...well, I've already reread everything I could in the database."],["WEIR","Yeah, it's not exactly a clear-cut set of instructions, is it?"],["MCKAY","No. And to be honest, you know, I've never been all that big on the whole idea of ascending in the first place. There's too many rules, you know? I-I mean, to me, life is-is about working towards achievement, you know? Discovering things..."],["WEIR","Getting credit for it?"],["MCKAY","Exactly! I mean, once you know it all, what do you do then?"],["WEIR","I don't know. I don't think that ascension necessarily means the end."],["MCKAY","See, I've never been big on leaps of faith either. I mean, sure, there was a part of me that from the beginning knew that this was too good to be true. Nothing this great could ever happen to me without really, really bad consequences. Anyways, now I have...come to terms with that, and-and I just want to get as much done in the time I have left, and not waste my time on a bunch of mumbo-jumbo I'm not going to understand anyways. Oh, I've, uh, come up with a way for increasing the Daedalus's shield power. Tell Hermiod to, uh, give me a call if he needs any help understanding the base code."],["ANNOTATION","McKay hands Weir a flash drive and then gets back to work. She looks overwhelmed."],["WEIR","Huh. I'm sure Colonel Caldwell will be thrilled. Look...Rodney, I'm not going to try to convince you that ascension is right for you, or even possible for that matter. I don't know. But...I-I wonder if you have considered the fact that...if you did somehow manage to ascend, you can always theoretically retake human form."],["ANNOTATION","McKay stops his work and looks at Weir in shock."],["MCKAY","Why didn't I think of that?"]],"present":["MCKAY","WEIR"],"place":"MCKAY'S OFFICE"},{"speech":[["ANNOTATION","Beckett helps McKay wheel in Anubis's brain scanning device from P3X-584."],["BECKETT","I don't think it's going to work."],["MCKAY","(excited) I had this shipped from the SGC."],["BECKETT","Aye. I know. The Ancient device used to measure a person's synaptic activity."],["MCKAY","Ah, more than that, the brain's evolutionary level. But it's basically, an \"ascendometer.\""],["ANNOTATION","He starts hooking up the pieces of machinery."],["BECKETT","I really don't think we're going about this the right way."],["MCKAY","If you're a highly evolved super-genius, put up your hand. Oh!"],["ANNOTATION","He raises his own hand. Beckett tamps down his annoyance."],["BECKETT","From everything I read about the subject area--"],["MCKAY","Look, when you get down to it, even mental states are actually only physical states, are they not? I mean, the brain is just a-a chemical supercomputer."],["BECKETT","Well, I suppose an incredibly complex one--"],["MCKAY","\"Yes\" is all you need to say, my friend. Look, the universe may seem mystical to...those without understanding. (gestures to Beckett, who shakes his head, annoyed) When in truth, anything and everything can be quantified. Look, all that hocus-pocus stuff is just a way of getting the brain into the, uh, proper electro-chemical state to allow the final physical evolution. At which point, the matter that makes up this body will turn into pure energy. Oh, what, uh, \"mere mortals\" would refer to as the \"mystery of ascension\", is actually just a-a scientific process. Just protons and electrons. Protons and electrons."],["BECKETT","(sighing) If you say so."],["MCKAY","Now, if you don't mind, can we, uh..."],["ANNOTATION","He points to his forehead and hops on the infirmary bed. Beckett begins hooking McKay up to the machine."],["MCKAY","Yeah. Ah. Now, based upon what I've extrapolated from the, uh, Ancient research, I've been able to set measurable parameters for achieving the, uh, proper mental state. Once I reach ninety-six percent synaptic connection as measured by this device, all I need to is maintain an EEG frequency of 0.1 to 0.9 hertz and presto... (snaps fingers) I arise to a higher plane of existence."],["ANNOTATION","Beckett turns on the machine."],["BECKETT","Okay, let's assume for one completely insane moment that you are right. Those frequencies are associated with near-comatose patients. No one who's actually awake can just...will themselves anywhere close to that, no matter how bloody \"relaxed\" they are."],["MCKAY","(smugly) No un-evolved person."],["BECKETT","(rolling his eyes) Give it a rest, Rodney."],["MCKAY","Just turn it on!"],["ANNOTATION","Beckett turns on the monitor. It shows 29 hertz and sixty-two percent synaptic activity."],["BECKETT","Your synaptic activity's abnormally high. Over sixty percent."],["MCKAY","Yes! I don't have much time left. As I said, by my calculations, when I reach ninety-six percent, I either ascend or die. Now, what's my EEG?"],["BECKETT","Twenty-nine hertz, which is...about average for someone in an extremely heightened, wakeful state."],["MCKAY","Okay, so I just need to, uh, clear my mind and...uh...relax."],["ANNOTATION","He sighs loudly and settles further onto the bed. After a few seconds, the monitor beeps with a new reading. McKay immediately opens his eyes."],["MCKAY","What's it at now?"],["BECKETT","Thirty."],["MCKAY","What?! Aw, come on, that's impossible! You must have me hooked up wrong!"],["BECKETT","(irked) No, I didn't. Thank you very much. We're getting a clear reading."],["ANNOTATION","McKay sighs, frustrated."],["BECKETT","Rodney, the Ancients that eventually learned to ascend, dedicated their entire lives preparing for this moment."],["MCKAY","Trust me, this will work. I just need some more time. Now, stop talking so much. You're-you're rippling my pond. Hmm. Um-mm-mm-mm."]],"present":["BECKETT","MCKAY"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Weir and Sheppard take trays over to an empty table and sit."],["WEIR","I think he's having a hard time accepting this can't be solved with science, no matter how \"brilliant\" he is."],["SHEPPARD","You know what he needs?"],["ANNOTATION","Weir shakes her head."],["SHEPPARD","He needs to \"release his burden.\""],["ANNOTATION","He makes air quotes with his fingers."],["WEIR","Yeah, well you know McKay."],["SHEPPARD","Maybe, uh, Doctor Heightmeyer can help."],["ANNOTATION","He takes a bite of his sandwich."],["WEIR","Actually, I was thinking more along the lines of you."],["SHEPPARD","(surprised) Me?"],["WEIR","(nodding) Mm-hmm. You lived with the Ancients for six months on the brink of ascension. You helped them face their fears and finally ascend."],["SHEPPARD","I fought a scary monster. That's what I do best."],["WEIR","And for Rodney, I'm sure this seems like a pretty scary monster."],["ANNOTATION","Sheppard considers this."]],"present":["SHEPPARD","WEIR"],"place":"ATLANTIS MESS HALL"},{"speech":[["ANNOTATION","There are lighted candles all around the room, and the lighting is turned down. McKay sits cross-legged on the floor. The device is strapped around his head. Sheppard sits on his bureau, looking at a laptop monitor hooked to the machine."],["SHEPPARD","I don't think is going to work with you hooked up to the machine."],["MCKAY","(piqued) How else am I going to know if it's working at all? Look, you're teaching me how to meditate--not exactly good odds there to start with."],["SHEPPARD","I realize that! Truth is...I was never really very good at this myself."],["MCKAY","So why am I here?"],["SHEPPARD","Elizabeth made me."],["MCKAY","Oh. Yeah, me too."],["SHEPPARD","I was with those Ancients for six months. Maybe I picked up something that might be able to help you. Now...first thing I think you need to come to terms with is, um, this is not a means to an end."],["MCKAY","What? Wha-no-of course it is!"],["SHEPPARD","No-no-no. You can't do that! You can't think that you're just going to ascend and then retake human form and be done with it all."],["MCKAY","That is exactly what I'm trying to do! Look, from what I understand, I mean, dishonesty is not going to help the process."],["SHEPPARD","(grudgingly) Good point."],["MCKAY","You know, while we're at it, my knees are killing me. How does anyone relax like this?"],["SHEPPARD","Find a position that works."],["MCKAY","Right. Okay."],["ANNOTATION","He lies flat on his back on the floor. Sheppard walks over and sits on the bed."],["SHEPPARD","(soothingly) Fine. Now...I want you to become aware of your breaths...going in...and out of your body."],["MCKAY","(breathing deeply) In...and out."],["SHEPPARD","(in normal voice) Do it without talking."],["MCKAY","Oh, right."],["ANNOTATION","He closes his eyes and breathes silently. Sheppard starts leafing quietly through a golf magazine."],["SHEPPARD","(soothingly) Now...I want you to think about the things that you worry about the most."],["MCKAY","(opening his eyes) You mean like death?"],["SHEPPARD","There's no talking! Think of anything that makes you anxious."],["ANNOTATION","McKay partly sits up."],["MCKAY","Oh god, there's so many things. Not talking happens to be one of them, by the way."],["SHEPPARD","(sharply) Deal with it!"],["ANNOTATION","McKay lies back down and closes his eyes."],["SHEPPARD","Now...imagine yourself...sitting on a Ferris wheel."],["MCKAY","What?!"],["SHEPPARD","Look, I-I told you, I didn't pay much attention to what the Ancients were teaching me. I like Ferris wheels, so that's what I thought about...and the fact that the woman teaching me how to meditate was...very attractive."],["MCKAY","Why am I not surprised you didn't ascend, huh?! (sitting up) Okay, look, I'm a busy man. You're a busy man. We're both busy men."],["SHEPPARD","Just relax, all right? I'm gonna try to remember what the woman taught me."],["MCKAY","Right."],["ANNOTATION","He lies back down."],["SHEPPARD","(soothingly) Now, there's a dark storm swirling around your head..."],["MCKAY","How is that comforting?"],["SHEPPARD","I'm getting there!"],["ANNOTATION","McKay partly sits up."],["MCKAY","I just thought of a brilliant adjunct to the chaos theory! Look, I should write this down!"],["SHEPPARD","(sharply) McKay!"],["MCKAY","(regretfully) Uh...Letting it go!...Letting it go."],["ANNOTATION","McKay settles back."],["SHEPPARD","(soothingly) Now...the sky is clearing. All of your troubles are fading away."],["MCKAY","Bright blue sky...I am there."],["ANNOTATION","McKay sighs. The monitor beeps as the EEG drops to twenty-three hertz. McKay immediately opens his eyes after the beep."],["MCKAY","(whispering) How am I doing?"],["SHEPPARD","(admonishing) Don't think that way!"],["ANNOTATION","McKay sits up."],["MCKAY","Aw, forget it. Look this is never going to work."],["SHEPPARD","What's wrong now?"],["MCKAY","I just realized why light behaves as both particles and waves."],["SHEPPARD","Rodney, if you don't try to do this--"],["ANNOTATION","McKay tosses off the headband and gets up."],["MCKAY","(interrupting) I know! I don't have much time left."],["ANNOTATION","He leaves."]],"present":["MCKAY","SHEPPARD"],"place":"SHEPPARD'S QUARTERS"},{"speech":[["ANNOTATION","McKay simultaneously types on two different laptops. Weir enters."],["WEIR","Hey."],["MCKAY","Hmm. Just a second."],["ANNOTATION","He holds up a finger as he grabs his tablet computer and walks over to three other computers, where he proceeds to type some more, this time without using his fingers, but instead, telekinetically. Fruit cups, bar wrappers, and other debris are scattered across all the work tables."],["WEIR","(nonplussed) What are you doing?"],["MCKAY","There are, like, fifty simulations I'd like to be running right now, but the computers can't keep up with me. The irony being that I've actually figured out how to make them run ten times faster, but I haven't had time to actually stop and do it. Oh, I've, uh, uploaded the, uh, virtual prototype for a hyperspace generator for the puddle jumpers into the database."],["WEIR","Well, that sounds great..."],["ANNOTATION","McKay nods, then starts back to work."],["WEIR","(hesitantly) Are you sure that...this is how you want to..."],["MCKAY","Spend my last couple of days alive? Don't have much choice, do I?"],["WEIR","Rodney, I think it's very decent and noble of you to want to leave a scientific contribution behind. But I still believe there's a chance you can ascend if you put your mind to it."],["MCKAY","We both know that that is a waste of time. Maybe you could do it, but--"],["WEIR","(interrupting) I don't know if I could, but you are certainly selling yourself short by not even trying."],["MCKAY","To be honest, I don't have the first clue where to start."],["WEIR","Stop thinking."],["MCKAY","See, now, I don't understand that!"],["WEIR","One of the biggest thing that holds people back is...that somewhere deep down...they believe they're not deserving. You have to...\"release your burden.\""],["MCKAY","(dismissively) Oh, please."],["WEIR","I know, spirituality to you is a load of mumbo-jumbo, but it does help people find peace with themselves."],["MCKAY","But you have to believe--"],["WEIR","I'm not talking about religion! I'm talking about shedding yourself of guilt, of anger, of ill-feeling, of anything that makes you feel shame. And then you can focus all of your energy on ascending."],["MCKAY","So what you're telling me is that I don't think I'm worthy?"],["WEIR","(shrugging) Rodney, I don't know what you truly believe about yourself. For all I know, you...use your intelligence to compensate, to make yourself feel better, for...other things you think you may lack."],["MCKAY","(defensively) Like what?"],["WEIR","That I can't tell you...but maybe you could start reading your own mind?"],["ANNOTATION","She leaves him to think about things."]],"present":["MCKAY","WEIR"],"place":"MCKAY'S OFFICE"},{"speech":[["ANNOTATION","Zelenka resets a control, and the panel lights up. Pleased, Zelenka moves over to his computer to study the input, looking perplexed at the results. McKay enters, and Zelenka immediately spots him. McKay has dark circles under his eyes."],["ZELENKA","Rodney, I don't care what you're going to say, I'm going to keep working on this, okay?"],["MCKAY","(quietly) Ah, well...I appreciate that."],["ZELENKA","I mean, you saved my life, so...the least I can do is try to save yours, you know?"],["MCKAY","Radek...I think it's safe to say that, uh, I am at times a, uh, petty, vindictive, even a...jealous man. I supplement my own...anxieties or feelings of inadequacy by creating a...bubble of hostility around myself. I know you, probably more than anyone else, have had to bear the brunt of that hostility."],["ZELENKA","(uncomfortable) Rodney, you-you don't have to..."],["MCKAY","Actually, I do. Here's the thing...you're a brilliant scientist, and a-and a decent human being. And you should not have had to endure the kind of...abuse that you've taken from me in the past few years. I hope you can find a way to forgive me for all the things I've said and done to you. You deserve...much better than that. So-so I wanted you to know that."],["ANNOTATION","Zelenka stares at him in shock, mouth agape."],["MCKAY","Yes."],["ANNOTATION","McKay leaves."]],"present":["MCKAY","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","Teyla sits on her bed, looking at her tablet computer. The door chimes. Teyla goes to answer it. McKay stands outside with an elaborate tea set on a tray."],["TEYLA","Rodney...?"],["MCKAY","Hmm. Mind if I come in?"],["ANNOTATION","McKay barges in without waiting for a response."],["TEYLA","Sh-shouldn't you be...?"],["MCKAY","(talking over her) Hope you don't mind."],["ANNOTATION","He walks to the far end of the room, Teyla following. The door closes."],["MCKAY","I was talking with Halling, and he happened to mention that it was the anniversary of the death of your father next week."],["TEYLA","(bewildered) He did?"],["MCKAY","Okay, I might have asked a few, uh, pointed questions. But, um, I just thought it would be nice if...uh...What I mean is...I would be honored if you let me share the memorial tea ceremony with you. I don't know if it's wrong to do it early or anything, but, um, I may not be around next week. Anyway, I understand it's something you're not supposed to do alone."],["ANNOTATION","Teyla smiles, clearly touched by the gesture."],["TEYLA","Thank you, Rodney."],["ANNOTATION","She reaches out to take the tray. McKay shifts it out of her reach."],["MCKAY","No-no-no-no-no. I know exactly what to do. You are the one who's lost a loved one. I will serve you."],["ANNOTATION","Teyla is overwhelmed."]],"present":["MCKAY","TEYLA"],"place":"TEYLA'S QUARTERS"},{"speech":[["ANNOTATION","Ronon walks down a corridor. McKay jogs to catch up to him."],["MCKAY","(out of breath) Hey, buddy! Pal! I've been looking all over for you! Checked the, uh, gym, the mess..."],["RONON","I wasn't there."],["MCKAY","No, you're weren't. It's usually one of those is a...good bet. So, where you off to? Shooting range? A little, uh, target practice?"],["RONON","I don't need practice."],["MCKAY","Oh, no. No, no, no. Of course you don't."],["ANNOTATION","McKay jogs to step in front of Ronon, making him halt."],["MCKAY","Look, I don't know how much time I have left, so I'm just going to...cut to the chase here. Ask you a rather, uh, personal question. Hopefully, you won't just hit me in the face."],["ANNOTATION","He chuckles half-heartedly. Ronon's eyebrows raise expectantly and he smiles, looking like punching McKay in the face is an intriguing idea."],["MCKAY","Asking away. Those...scars on your back, from...your encounters with the Wraith? You know, with the, uh,...tracking device, that...?"],["ANNOTATION","Ronon nods."],["MCKAY","Are those like a...a badge of honor...for you? Or are they just a...constant reminder of something you'd rather forget?"],["ANNOTATION","Ronon looks disturbed at the subject, but not angry."],["MCKAY","I mean, I know it's none of my business. I just..."],["RONON","(sad) I try not to let things I can't change bother me."],["MCKAY","(surprised) That's very healthy."],["ANNOTATION","Ronon shrugs. McKay looks around, seeing they're alone. He wraps his arms around the surprised Ronon in a bear hug. Uncomfortable, Ronon winces, slapping McKay on the back in a half-comforting, half-get-off-me manner. After several seconds, McKay releases him and steps back."],["MCKAY","Hope you don't mind. I just healed them."],["ANNOTATION","McKay walks away. A nonplussed Ronon reaches back to feel for the now non-existent scars."]],"present":["MCKAY","RONON"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","McKay enters Weir's office. She is standing at a computer station, working."],["MCKAY","You're not still trying to find a way out of this for me, are you?"],["ANNOTATION","Weir spins around."],["WEIR","You think I'm going to give up?"],["MCKAY","Huh. Look, all the Ancients that experimented with that device--they either ascended or died, most of them the latter, which is why it did not get put into common use."],["WEIR","Like you said, there were exceptions."],["MCKAY","Ah. Yes. Well...this will all be over soon, and you can get back to some real work."],["WEIR","(upset) Rodney...don't."],["MCKAY","No, no, no. I'm not...I'm not fishing for sympathy. I just, uh...Hey, I just wanted to give you that."],["ANNOTATION","He hands her a flash drive."],["WEIR","(amused) What have you invented now?"],["MCKAY","Oh, nothing. That's a-that's a book."],["WEIR","About what?"],["MCKAY","You. Well, you've taken a lot of crap as the, uh, leader of this expedition, and I just thought someone should, uh, leave a record of all the good things you've done. Everything you've done...right."],["WEIR","Huh. Everything I do is on \"record\" for review."],["ANNOTATION","She goes to sit at her desk."],["MCKAY","Well, yes, I know. I know. I just -I just thought that, um, I would have, uh, somewhat of a...unique perspective that other people might benefit from. You know, I, uh, actually took the liberty of, uh, doing some research into your past and, uh, included that as well. I'm sorry if I'm not a very good writer. It, uh, might be a bit, uh, overly maudlin in places?"],["ANNOTATION","Weir shifts, embarrassed, while McKay discusses his research, but plugs the drive into her computer and pulls up the file. She stares at it in shock."],["WEIR","Rodney, this is five hundred pages long! When did you...?"],["MCKAY","Anyway, that's all. Right."],["ANNOTATION","Self-consciously, McKay leaves the office. Weir stares after him."]],"present":["MCKAY","WEIR"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","McKay is again lying on the floor, lit candles around him. The device is attached to his head. Sheppard sits cross-legged against his bed, watching the laptop monitor. It beeps."],["MCKAY","What's it down to?"],["SHEPPARD","That's not important."],["MCKAY","What? Look, of course it is. It's got to--"],["ANNOTATION","He rolls over to look for himself."],["MCKAY","What, seventeen hertz?! That's not even close!"],["SHEPPARD","That's closer than you've ever been!"],["ANNOTATION","McKay pulls off the headband."],["MCKAY","Aw, forget it."],["SHEPPARD","Look, if you have to keep asking, you're obviously not getting it. This is about letting go!"],["MCKAY","I don't know how to do that, okay? I'm me! I don't know how not to be me! Look, thank you for all of your help. I think, in the-in the grand scheme of things, we're-we're good, aren't we?"],["ANNOTATION","A range of emotions pass over Sheppard's face."],["SHEPPARD","Of course!"],["MCKAY","(quietly) Good. Well, then, if it's not too much trouble, I'd like you to read my eulogy."],["ANNOTATION","Sheppard sits up on his bed, angry."],["SHEPPARD","I refuse to discuss that!"],["ANNOTATION","McKay stands."],["MCKAY","Just keep it simple. Um, make up a few...nice things, er...I'd like my little sister to be there. And, um, oh! You should know that I told Beckett that he should most definitely do a full autopsy. He can use my body for any kind of, uh, experimentation, that might prove helpful, and, uh, oh, then I'd like to be cremated. I'd like my-my ashes to be, uh, thrown out into space from the jumper. So, uh..."],["ANNOTATION","Sheppard stands."],["SHEPPARD","(gently) Rodney..."],["ANNOTATION","McKay doubles over in pain, clutching his head."],["MCKAY","Gah!"],["SHEPPARD","Rodney!"],["ANNOTATION","As McKay collapses, Sheppard catches him enough to let him fall onto the bed. McKay grunts in pain once more, then passes out. Sheppard checks his pulse."],["SHEPPARD","(into radio) Medical team to my quarters."]],"present":["MCKAY","SHEPPARD"],"place":"SHEPPARD'S QUARTERS"},{"speech":[["ANNOTATION","McKay lies conscious on a bed, looking ill and weak. Beckett stands by the monitors. The rest of McKay's team and Weir stand around McKay's bedside."],["BECKETT","The synaptic activity in your brain has reached over ninety percent. I don't know why, but it seems the more pervasive evolved state of the cortex is causing lapses in the lower brain function. It's almost as if your body's losing its natural ability to keep itself alive."],["WEIR","When ascension occurs naturally, the physical body's no longer necessary in the final stages."],["BECKETT","Rodney, I don't know how much more you can take."],["MCKAY","(weakly) About six percent?"],["SHEPPARD","There must be something we can do."],["MCKAY","(weakly) It's okay. You know, I'm actually feeling a sense of...peace...interspersed with moments of sheer terror, of course."],["SHEPPARD","Rodney, uh, as far as this ascension thing...I know you didn't have much success, but at this point...what do you got to lose?"],["MCKAY","May as well go out fighting, eh?"],["SHEPPARD","Absolutely."],["MCKAY","Hook me up."],["ANNOTATION","Beckett nods and readies the device."],["MCKAY","Carson...thank you. Thank you for everything."],["BECKETT","(sadly) I only wish I could've done more, my friend."],["ANNOTATION","They hook McKay up to the monitor."],["MCKAY","(voice growing even weaker) Clear blue skies. All my troubles...just drifting away. Okay, stop talking now."],["ANNOTATION","Sheppard has tears in his eyes as he watches."],["WEIR","(tears in her eyes) Rodney, you're a good person. Know that we love you."],["MCKAY","(rallying slightly) You love me? Really? All of you?"],["SHEPPARD","In the way a friend...feels about another friend."],["MCKAY","(weaker) You're just saying that because I'm going to die. Oh god. I can't believe I'm going to die!"],["ANNOTATION","Weir and Sheppard exchange worried looks."],["SHEPPARD","(quickly) All right, just back to the blue skies. Let your thoughts to. Concentrate on your breathing."],["ANNOTATION","Beckett watches as the monitor drops from three hertz, to two hertz, to one..."],["BECKETT","Oh my god."],["ANNOTATION","McKay suddenly reaches out and grabs Beckett by the lapels, staring at him intently. Beckett stares back, mouth agape. The monitors go wild before completely flatlining as McKay collapses."],["BECKETT","He's not breathing! Quick! Bag him! We need to get him on a ventilator!"],["WEIR","Carson, he gave us strict orders--"],["BECKETT","You don't understand! He just told me how to save him!"]],"present":["BECKETT","MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Beckett, Sheppard, Ronon, and a medical team rush McKay down a hallway. He is hooked to life-support machines."],["BECKETT","(into radio) We're en route. His pulse is very weak. Are you ready?"]],"present":["BECKETT"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Weir and Teyla are with Zelenka, who is frantically readying equipment."],["WEIR","(into radio) We will be."],["ZELENKA","Almost."]],"present":["WEIR","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","The team reaches the entrance to the lab."],["BECKETT","Right."],["ANNOTATION","Ronon picks up McKay and carries him into the lab."],["BECKETT","Hurry. He can't breathe on his own."],["ANNOTATION","Ronon lays McKay down on the podium."],["ZELENKA","Okay, stand back!"],["ANNOTATION","Ronon and Sheppard back away. The machine activates, the beam of light entwining around him again. It shuts down, and McKay immediately awakens."],["BECKETT","Rodney...?"],["ANNOTATION","Ronon, Sheppard, and Beckett rush over."],["MCKAY","It worked!"],["BECKETT","Did it?"],["MCKAY","(petulantly) Well, I'm alive, aren't I?"],["SHEPPARD","Sounds like him."],["ANNOTATION","McKay looks around."],["MCKAY","Yes, yes. I can't hear one of your thoughts."],["ANNOTATION","He points his hand at Beckett and shakes with concentration."],["MCKAY","Telekinesis is gone."],["ANNOTATION","He stands."],["MCKAY","I'm still smart...I think. (pausing) Yes...yes, I'm me! I'm my old self!"],["BECKETT","(concerned) Are you certain?"],["MCKAY","(elated) Yeah! I-I'm alive! I feel great! I feel, uh, um...hungry?"],["ANNOTATION","Everyone breaks out into relieved smiles."],["SHEPPARD","He's fine."],["WEIR","(smugly) And you're said it was impossible."],["MCKAY","The answer just...came to me. I was-I was-I was floating in this big black emptiness, and then-and then the answer came out of nowhere! Look, the device was designed to manipulate your DNA. It couldn't \"reverse\" the evolutionary advancement process because everyone's DNA is different. It makes certain changes that causes the DNA to evolve in-in ways specific to your own unique physiology."],["ZELENKA","Yeah, in order to manipulate the DNA back to a previous state, the program required a precise reference point..."],["BECKETT","Fortunately, I keep blood samples from all the Atlantis team members for baseline comparisons."],["RONON","I don't understand what any of you are talking about."],["ANNOTATION","He reaches over and grabs a startled McKay by the collar."],["MCKAY","What-what?"],["RONON","It's good to have you back, buddy!"],["ANNOTATION","He pulls McKay into a tight bear hug."],["MCKAY","(nonplussed) Yes, well...it's good to be back."],["ANNOTATION","Ronon releases McKay, slapping him a few times on the back good-naturedly as he grins."],["RONON","Yeah!"],["ANNOTATION","Ronon walks away. McKay exchanges confused looks with Beckett."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","WEIR","ZELENKA"],"place":"ATLANTIS CORRIDOR"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Weir enters the lab, carrying at tablet computer. McKay is there, staring confused at a computer screen."],["WEIR","Hey, how are you feeling?"],["MCKAY","Ach, terrible!"],["WEIR","(worried) Should I get Carson?"],["MCKAY","Oh, no-no-no-no. Physically, I am fine, but-but this doesn't make any sense! I can't figure out any of these-of these equations. I mean, the algorithms are complete gibberish. I mean, this is torture! I can clearly remember exactly how important this all is, but I cannot figure out why or-or-or how..."],["WEIR","Well, I just dropped by to show you this. Your EEG readings from your last meditation."],["ANNOTATION","She shows him the tablet. He looks at it in shock."],["MCKAY","Oh my god! It's 0.03 hertz! I mean, I did it! I was in the zone; I could've actually ascended!"],["WEIR","You said you were floating in a big empty space...when the idea of how to save yourself came to you?"],["MCKAY","I may have momentarily thought about how hard it was to rid oneself of ego, I mean, and-and that existence without the individuality of consciousness would be pointless, but...Ooh! Now that I say that, that's probably what gave me the idea of how to reprogram the device with my old device."],["WEIR","Yeah, I thought so."],["MCKAY","Yeah, well, you know what? I don't care if you don't think I was capable of ascension. I never wanted to do it anyways. In fact, I am very happy with who I am...and you love me."],["WEIR","What?! I never--"],["MCKAY","You so did! Yeah, I may not be able to understand this new math I created, but I distinctly remember that you said you love me."],["WEIR","Actually, I said \"we\" love you, and it--"],["MCKAY","And what? What, you just said that because you thought I was dying?"],["WEIR","No, I said it because--"],["MCKAY","See, you love me. It's true! You've said it; now I know. I always suspected it. In fact, you know what, I've always noticed that there's been a, um, indefinable yet magical chemistry between us that I think I covered in chapter ten."],["WEIR","Hmm. Rodney..."],["MCKAY","You had lunch yet?"],["WEIR","Yes."],["MCKAY","Mid-afternoon snack, then?"],["WEIR","(conceding) I will keep you company."],["ANNOTATION","McKay stands and they start to leave the lab."],["MCKAY","Ah. Now, is Sheppard still, uh, bugging you to let him use the ascension device to turn himself into some kind of a superhero?"],["WEIR","Oh yes."],["MCKAY","Huh. Despite the fact that the Ancient database states that its effects on people are wildly unpredictable, and that I'm just lucky I wasn't, uh, instantly melted down into a pool of protoplasm."],["WEIR","Yes."],["MCKAY","Hmm. Well, maybe you should let him."],["WEIR","I think not."]],"present":["MCKAY","WEIR"],"place":"MCKAY'S LAB"}]