[{"speech":[["PREVIOUSLY ON STARGATE ATLANTIS",""],["ANNOTATION","Scenes from SGA 3.20 \"First Strike Part 1\" and SGA 4.01 \"Adrift Part 2\" are shown."],["S",""]],"present":["PREVIOUSLY ON STARGATE ATLANTIS","S"],"place":"nowhere"},{"speech":[["ANNOTATION","The city-ship of Atlantis floats in space. The shield covers only the area immediately around the central tower complex. The rest of the city is open to the vacuum of space."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sheppard approaches a jumper. Inside, Zelenka works at a panel in the forward compartment while McKay works with a panel in the rear compartment."],["MCKAY","Okay, when I say, go ahead and try the left one."],["ANNOTATION","Sparks start to fly, making McKay wince."],["MCKAY","Oh! Geez! I said \"when I say\"!"],["ZELENKA","(innocently) I thought you did say!"],["ANNOTATION","Sheppard walks up the ramp into the jumper."],["SHEPPARD","How's it goin', boys?"],["MCKAY","Well, we'd be making a lot more progress if Timmy Torture over here wasn't trying to kill me every two seconds."],["ZELENKA","I'm not trying to...kill him."],["SHEPPARD","So, can you make it jump into hyperspace or not?"],["MCKAY","Yes, I think so."],["SHEPPARD","You \"think\" so?"],["MCKAY","Yes, think."],["SHEPPARD","You said you could do it."],["MCKAY","Correction, I said \"probably\" do it."],["ZELENKA","Yes, he's having trouble with one of the algorithms he created during his brush with near-ascension."],["MCKAY","This is unbelievably complex physics here, all right? I mean, it makes string theory look like non-linear dynamics."],["SHEPPARD","(blankly) Okay..."],["MCKAY","And even if I do get it working, there's still a thousand things that could go terribly, terribly wrong."],["SHEPPARD","I get it. It's difficult. Million-to-one odds. Blah-blah-blah."],["MCKAY","(annoyed) Was there something else that you needed, or were you here merely to prod and belittle?"],["SHEPPARD","No, no. Not merely. There's another problem we need to be thinking about. Such as, what do we do when we get there? Getting this thing to jump into hyperspace may be the easy part. Infiltrating the city, stealing the ZPM, and getting out, well, I-I think that's a little dicey."],["ZELENKA","To say the least."],["MCKAY","I've been thinking about that."],["SHEPPARD","And...?"],["MCKAY","And, I think that if we stand any chance of succeeding, we're gonna need some help."],["SHEPPARD","From who?"]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"PUDDLE JUMPER BAY"},{"speech":[["ANNOTATION","Weir sits up in her hospital bed as Sheppard's team enters."],["SHEPPARD","Feel like taking a trip?"]],"present":["SHEPPARD"],"place":"INFIRMARY ISOLATION WARD"},{"speech":[["ANNOTATION","The city-ship continues to float in space with the limited shield."]],"present":[],"place":"SPACE"},{"speech":[["MCKAY","The nanites inside you? I think that if we got them in close proximity to the human-form Replicator city, I'd be able to manipulate them to remotely hack into the Replicator mainframe."],["SHEPPARD","We'd be able to find out where the closest ZPM is and the quickest way to get in and out."],["MCKAY","Well, not only that, we'd be able to track their movement as well."],["RONON","We'll know they're coming before they can even spot us."],["TEYLA","Which does not eliminate the danger."],["MCKAY","Oh, far from it. But..."],["TEYLA","But it does give us a significant edge."],["WEIR","What happens if the Replicators take control of the nanites inside me?"],["MCKAY","Well, they won't. I would block any attempt--"],["WEIR","(interrupting) But if they do?"],["SHEPPARD","I ordered Rodney to write a kill switch in the nanites' code. If we trigger the program, it'll neutralize them."],["ANNOTATION","Weir nods and takes a deep breath, shifting on the bed."],["WEIR","\"Neutralize them.\" You mean shut them off?"],["MCKAY","(reluctantly) Yes."],["WEIR","And you said the nanites are all that are keeping me alive?"],["SHEPPARD","They are. If we shut them off, it will...kill you. But that's not going to happen. All right? I've ordered Rodney to keep an eye on the little bastards, make sure they behave."],["TEYLA","We would not ask this of you if it was not the only chance of this mission succeeding."],["ANNOTATION","Weir gives a small smile."],["MCKAY","She's right. If we don't get hold of a ZPM, this city and everyone in it will--"],["WEIR","(determined) When do we leave?"],["SHEPPARD","Right now."],["ANNOTATION","Teyla and Ronon nod to Weir and leave."],["MCKAY","(panicking) What? Wait. No-no-no-no-no. Not right now. Look, I haven't finished finalizing the power distrib--"],["SHEPPARD","(stern, interrupting) Finalize it. We need to move."],["ANNOTATION","McKay runs out."],["SHEPPARD","You're going to be okay, Elizabeth."],["WEIR","Still, I would like all of you to keep a very close eye on me. And the first sign of any suspicious behavior, do not hesitate with that kill switch."],["SHEPPARD","Okay, but that's not going to happen--"],["WEIR","(stern, interrupting) John, I mean it."],["ANNOTATION","Sheppard reluctantly nods."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA","WEIR"],"place":"INFIRMARY ISOLATION WARD"},{"speech":[["ANNOTATION","Sheppard runs to catch up with Teyla."],["SHEPPARD","Hey, Teyla! Wait up."],["ANNOTATION","She pauses and waits for him."],["SHEPPARD","I'm going to need you to sit this one out."],["TEYLA","John, if this mission is not successful--"],["SHEPPARD","Zelenka thinks he found a planet that can sustain human life. He's fairly confident that he can get the city there in one jump."],["TEYLA","Without the shields, we would be unable to land."],["SHEPPARD","I know. We won't even have enough power to establish orbit. You're going to have to do a fly-by and get everybody else in the jumper."],["TEYLA","You mean, abandon the city."],["SHEPPARD","Well, if it comes to that. All right, these people are going to need a leader--somebody who can keep them alive and keep them together, and more importantly, not let them give up hope. That's you, Teyla."],["TEYLA","(shaking her head) John--"],["SHEPPARD","(continuing) Look, if I'm not back in twelve hours, give the order."],["ANNOTATION","Sheppard jogs off."]],"present":["SHEPPARD","TEYLA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","McKay and Zelenka work on the jumper."],["MCKAY","All right. Now."],["ZELENKA","(hesitantly) Are you certain?"],["MCKAY","Yes."],["ZELENKA","I-I only ask because the last time you were less than definitive in your answer."],["MCKAY","Radek!"],["ZELENKA","All right."],["ANNOTATION","Zelenka sets a control. An even humming sounds. Zelenka limps over with his crutch while McKay looks at his computer."],["MCKAY","(pleased) Okay."],["ZELENKA","Yes?"],["MCKAY","I think we got it."],["ZELENKA","Good, good, now, uh, now as long as we don't burn up all of the power on the initial jump, then..."],["ANNOTATION","He pauses as he sees McKay's annoyed expression."],["ZELENKA","Yes. Yes. Right. Okay. I'll leave now."],["ANNOTATION","Zelenka passes Ronon coming in while he leaves."],["RONON","You ready?"],["MCKAY","Yes. Look. I'm still not sure this is going to work. I mean, I've done everything I can to...make it--"],["ANNOTATION","Ronon stares at McKay impatiently and keys his radio."],["RONON","(into radio) Sheppard, we're ready."]],"present":["MCKAY","RONON","ZELENKA"],"place":"PUDDLE JUMPER BAY"},{"speech":[["ANNOTATION","Armed security personnel escort Sheppard and Weir through the halls."]],"present":[],"place":"ATLANTIS CORRIDORS"},{"speech":[["ANNOTATION","Teyla stands in the center of the room. Zelenka mans a station next to her."],["SHEPPARD","(over comm) All right, Teyla. We're ready to launch."],["TEYLA","(into comm) Understood. (to Zelenka) Open the jumper bay doors."]],"present":["SHEPPARD","TEYLA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard, Ronon, McKay, and Weir are inside. Light shines in as the jumper bay doors open above."],["SHEPPARD","(into comm) Remember, no wild parties while we're gone."],["TEYLA","(chuckling, over comm) We will try to restrain ourselves. Good luck."],["SHEPPARD","(into comm) All right. Here we go."]],"present":["SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Teyla steps forward, looking concerned as the jumper leaves."]],"present":[],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","A puddle jumper lifts out of the central port of the city and passes through the shield."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","Rodney, you ready?"],["ANNOTATION","McKay enters from the rear compartment."],["MCKAY","Did I mention that this might not work? And that we could either drop out of hyperspace prematurely and end up stranded in the middle of deep space or quite possibly, be vaporized the moment I touch that--"],["RONON","(irritated) Just answer the damn question!"],["MCKAY","Yeah, I'm ready."],["SHEPPARD","Good. Sit down. Here goes."],["ANNOTATION","McKay takes his seat in the copilot's chair."],["MCKAY","Okay. Opening hyperspace window in three...two...one..."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The puddle jumper enters hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Carter and McKay step out of the active wormhole."],["LEE","Oh, my. That's...that's beautiful."],["CARTER","(smiling) Yeah, it is."],["LEE","It's like Elwynn Forest."],["ANNOTATION","Carter looks at him blankly."],["LEE","Oh, nothing. It's, uh, one of the lands in Warcraft. That's a game I play. Well, occasionally."],["CARTER","(amused) Ah."],["LEE","Oh wow."],["CARTER","(chuckling) Are you going to be okay?"],["LEE","Yeah, yeah. It's just, I don't get to get off-world much...or ever, hardly."],["CARTER","Well, you'd better take a picture. We're not going to be here long."],["LEE","Oh, right. Good idea."],["ANNOTATION","He rummages in his pockets for a camera and starts setting it up."],["CARTER","(into radio) This is Colonel Carter calling the Apollo. Colonel Ellis, do you read?"],["ELLIS","(over radio) Five by five, Colonel."],["CARTER","(into radio) We have stepped through the 'gate and are ready for transport."],["LEE","(panicking) No, wait, wait!"],["ANNOTATION","He fumbles with his camera."],["ELLIS","(over radio) Stand by."],["LEE","Wait! Ach!"],["ANNOTATION","The pair are beamed away just as Lee raises his camera."]],"present":["CARTER","ELLIS","LEE"],"place":"STARGATE AREA, ALIEN PLANET, DAY"},{"speech":[["ANNOTATION","Lee and Carter beam on board the bridge just before Lee snaps the picture of himself. He looks, and is disappointed to see he snapped the shot too late. Ellis stands to great them."],["ELLIS","Welcome to the Pegasus Galaxy, Colonel."],["CARTER","Thank you. Still no word from Atlantis?"],["ELLIS","Nothing."],["ANNOTATION","Carter and Lee exchange worried looks."],["ELLIS","I've been going over the specs for these modifications you're proposing for the sensor array. You're asking for a five-fold increase in power consumption? Plus, you want to cannibalize parts from half a dozen other key systems including subspace communications?"],["CARTER","That's correct."],["ELLIS","What if they try and contact us?"],["CARTER","(shrugging) If they could, they would've done it."],["ELLIS","All of this is based on the assumption that they dropped out of hyperspace early."],["ANNOTATION","Carter nods."],["LEE","We believe that's the most likely scenario."],["ELLIS","All right, let's do it."],["ANNOTATION","He sits. Lee surreptitiously snaps another picture, but the flash goes off. Carter slaps him. Lee shrugs and plays with his camera as they leave the bridge."]],"present":["CARTER","ELLIS","LEE"],"place":"APOLLO BRIDGE"},{"speech":[["ANNOTATION","The puddle jumper exits hyperspace above the Replicator planet."]],"present":[],"place":"SPACE"},{"speech":[["WEIR","Congratulations, Rodney. Your hyperdrive worked."],["MCKAY","(raising a finger) Unfortunately, believe it or not, Zelenka was actually right. We burned up way more power on the jump than we expected."],["RONON","What are you saying, we can't get back?"],["MCKAY","No, no, what I'm saying is that the...actually, that's exactly what I'm saying."],["ANNOTATION","Ronon and Sheppard sigh."],["MCKAY","I suppose once we steal the ZPM, I could utilize its power. Then I need to make sure that I don't overload the main--"],["SHEPPARD","(interrupting) Let's just take things one step at a time, all right? First things first, let's worry about...getting the ZPM."],["ANNOTATION","McKay hunches over his laptop."],["MCKAY","Right. (to Weir) Okay, I-I'm going to try to initialize the link."],["WEIR","What do you want me to do?"],["MCKAY","Nothing. Just sit there. It's completely wireless. Let me know if anything pops into your mind."],["WEIR","(befuddled) What do you mean? Uh, will I...just sort of sense something? Or is it more of a...oh my god."],["ANNOTATION","Weir pauses. Replicator code appears within her mind's eye."],["MCKAY","I did it! I mean, well...she did it."],["ANNOTATION","Sheppard glances back at Weir, who's concentrating intently."],["MCKAY","But we need to move fast. Even though Elizabeth's nanites are only in lurking mode, it won't take long for the Replicators to figure out another player has joined the game."],["SHEPPARD","How you feeling, Elizabeth?"],["WEIR","Very strange. I can suddenly see the entire city directly in front of me--I mean, every corridor, every single room..."],["ANNOTATION","Sheppard grins. Weir points out the window at a tower."],["WEIR","That way. The ZPM. Fourth quadrant, top level. Easy access. There's hardly anyone around."],["SHEPPARD","All right. Works for me."]],"present":["MCKAY","RONON","SHEPPARD","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The puddle jumper flies to a low-level tower."]],"present":[],"place":"ASURAS, DAY"},{"speech":[["ANNOTATION","Ronon jumps up to leave as the jumper lands on the roof."],["SHEPPARD","All right, we're down. Rodney, stay here with Elizabeth. Keep sifting through the intel. You guys can guide us through by radio."],["ANNOTATION","He joins Ronon in the rear as they prep their weapons."],["WEIR","Twenty meters to the left behind the jumper, there's an access door. Down one flight of stairs, you'll enter auxiliary corridor seven."],["ANNOTATION","McKay, Sheppard, and Ronon all stare at Weir."],["WEIR","Go now. It's clear."],["ANNOTATION","Sheppard hesitantly nods at Weir as he and Ronon leave. McKay watches Weir worriedly for a moment before bending down to his laptop again."]],"present":["SHEPPARD","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Ronon and Sheppard move down the steps and pause at the entrance to the corridor."],["SHEPPARD","(into radio) We're at the corridor."],["WEIR","(over radio) Go right. At 6.5 meters, there should be another corridor."],["SHEPPARD","(into radio) Okay, we see it."],["WEIR","(over radio) Turn left. Wait! Go back."],["ANNOTATION","Sheppard and Ronon duck out of sight just as a Replicator walks by."]],"present":["SHEPPARD","WEIR"],"place":"AUXILIARY CORRIDOR SEVEN"},{"speech":[["WEIR","(into radio) It's all right. He didn't see you."],["MCKAY","Really? You-you know that?"],["ANNOTATION","Weir snaps out of her trance for a moment."],["WEIR","Yeah. Like I said, it's very strange."]],"present":["MCKAY","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","(impatiently, into radio) Can we go now?"],["WEIR","Yes. Go."],["ANNOTATION","Sheppard and Ronon run down the corridor."],["WEIR","(over radio) Turn left, then right."],["ANNOTATION","They comply, checking the coast is clear before opening a door and entering."]],"present":["SHEPPARD","WEIR"],"place":"AUXILIARY CORRIDOR SEVEN"},{"speech":[["WEIR","(into radio) It should be directly in front of you."],["SHEPPARD","(over radio) Yep, I see it."]],"present":["SHEPPARD","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","They enter a small room with one control panel and a spot for one ZPM. Ronon is already reaching for it when Sheppard enters."],["SHEPPARD","Hold up, Chewie. (into radio) Aren't they going to notice when we pull the plug on this thing?"],["MCKAY","(over radio) Probably, but they've got dozens of ZPMs. Let's just hope that they don't...notice until we're long gone."]],"present":["MCKAY","SHEPPARD"],"place":"ZPM ROOM"},{"speech":[["SHEPPARD","(over radio) That's wishful thinking. We still in the clear?"],["WEIR","There's a small group of Replicators two corridors over, heading your way, so you need to move quickly."]],"present":["SHEPPARD","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Sheppard activates the device to extract the ZPM and hands it to Ronon, who packs it in the small case."],["RONON","Got it."],["SHEPPARD","We're on our way."],["ANNOTATION","They head quickly out, closing the door behind them."]],"present":["RONON","SHEPPARD"],"place":"ZPM ROOM"},{"speech":[["ANNOTATION","They run through the corridor."]],"present":[],"place":"AUXILIARY CORRIDOR SEVEN"},{"speech":[["ANNOTATION","Sheppard and Ronon arrive."],["SHEPPARD","Hook up the ZPM. We're leaving."],["MCKAY","Wait a minute, we can't go."],["SHEPPARD","What are you talking about? You said you could get the hyperdrive back on-line."],["MCKAY","I mean, we can, but not yet. Look, while Elizabeth's been connected, I-I've been going over the Replicators' base code, and I found this."],["ANNOTATION","He shows them a display on his laptop of Replicator code."],["RONON","What is that?"],["MCKAY","(excited) The Holy Grail. It's their whole reason for being. It's a command code that directs them to attack the Wraith."],["SHEPPARD","But they don't attack the Wraith. They've been sitting on their nanite asses for ten thousand years."],["MCKAY","Well, that's because it's been deactivated."],["WEIR","And how did that happen?"],["MCKAY","Well, I have no idea. Look, maybe the Ancients did it when they realized they couldn't control them."],["SHEPPARD","And you-you're just noticing this now, huh?"],["MCKAY","This is just one in millions of commands in the base code. Look, I always had a hunch that something like this might be in there, but-but, believe me, it was not easy to find."],["WEIR","Can you reactivate it?"],["MCKAY","Yes. But there's a problem. Look, I can reprogram the nanites in your brain and use that link to upload the changes, but we'll need to wait for the next merge to affect all the Replicators at once, and...we have no idea when that could be. Not only that, but the instant it happens, they'll know you're there, they'll take immediate steps to assimilate you."],["SHEPPARD","Then we're not doing it."],["WEIR","John, you know what this could mean. If the Replicators go to war with the Wraith?"],["SHEPPARD","Forget about it. It's not happening."],["WEIR","That's not your call!"],["SHEPPARD","The hell it isn't!"],["ANNOTATION","He sits in the pilot's chair and preps to leave. Ronon also sits."],["MCKAY","Whoa, whoa, whoa. Hang on. There may be another way. There's a central data core. Look, it-it-it's kind of like a...backup hard drive for all the Replicators. If I can upload the reactivated attack command directly into that, then we wouldn't need to use Elizabeth. We could...be halfway back to Atlantis when the attack command takes effect at the next merge."],["SHEPPARD","(interested) That sounds a little more like it."],["MCKAY","Yeah. There is one small problem...which is not actually a small problem."],["WEIR","The core's at the center of the city, several levels down. It would be impossible to get there undetected."],["SHEPPARD","Right. We're gonna have to come back after we take the ZPM back to Atlantis and after we land the city."],["MCKAY","I-I don't think we'll have another chance."],["WEIR","He's right. Once they notice the ZPM is missing, they'll be able to trace the source of the infiltration. I will never get this kind of undetected access again."],["MCKAY","(shaking his head) If we're gonna do this? It's now or never."],["ANNOTATION","The decision, made, Sheppard flies through the city. McKay tries to hook the ZPM into they newly installed hyperdrive. Ronon sits nearby."],["RONON","You're going to turn the cloak into an anti-replicator field?"],["MCKAY","Yes, by interfacing the ARG's control crystal with the jumper's cloaking generator. The only question is how far I can widen the field. (to Sheppard) Look, go ahead and fly us as close to the center of the city as possible."],["WEIR","(pointing to a spot) There."],["RONON","But won't we be visible?"],["MCKAY","Yes, we will. The anti-replicator field will protect us. That is...assuming that I can extend the field wide enough to encompass not only the jumper, but also the core room, and...also assuming that we can run fast enough to get there, input the command, and get back before the Replicators figure out how to overrun the field and-and-and...you know, slaughter us."],["SHEPPARD","Don't worry about it. You're not coming with us. Neither is Elizabeth."],["ANNOTATION","Weir gives him an incredulous look."],["MCKAY","I'm sorry, what?"],["SHEPPARD","You guys can guide us through by radio like you did last time."],["MCKAY","Wait a minute. If I'm not there, how are we supposed to input the command?"],["SHEPPARD","Put it on a tablet. I'll plug it into the core and upload it myself."],["MCKAY","Oh, plug and play, huh? What, you think it's that simple?"],["SHEPPARD","Well, it will be because you're gonna make it that simple."],["MCKAY","Yeah, but..."],["SHEPPARD","(firmly) I need you to stay here, Rodney."],["MCKAY","Why?"],["SHEPPARD","Rodney!"],["WEIR","To keep an eye on me. You may need to activate the kill switch in the nanites. You'll be able to keep a closer eye on me if we both stay here in the jumper."],["ANNOTATION","Surprised, McKay turns to Sheppard, who's glaring at him."],["MCKAY","(abashed) All right."],["ANNOTATION","He turns to find Ronon fooling with his equipment."],["MCKAY","(to Ronon) Hey, get out of that! Hey!"],["ANNOTATION","Weir points out the window at some buildings."],["WEIR","The core is beneath that platform."],["SHEPPARD","How far beneath?"],["WEIR","Nine levels."],["SHEPPARD","Piece of cake."],["ANNOTATION","They exchange falsely confident smiles."]],"present":["MCKAY","RONON","SHEPPARD","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Apollo jumps out of hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Carter sits at the starboard station. Lee is standing at the port display panel. Ellis and the rest of the crew are at the normal spots."],["ELLIS","(to Lee) Anything?"],["CARTER","(studying her controls) Nope."],["ELLIS","(sighing) Eleven jumps."],["CARTER","I'm sorry, even with the scanners' range significantly increased, we've only covered a small area so far. We still have thirty-nine more jumps before we reach the original Lantian planet."],["ELLIS","Thirty-nine?"],["LEE","(musing) Space is quite vast."],["ELLIS","(unamused) You don't say."],["ANNOTATION","Abashed, Lee closes his mouth and turns back to the display."],["ELLIS","(to crew) Engage hyperdrive. Stop number twelve."]],"present":["CARTER","ELLIS","LEE"],"place":"APOLLO BRIDGE"},{"speech":[["ANNOTATION","Apollo enters hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sheppard looks around."],["SHEPPARD","We're visible."],["MCKAY","Engaging the anti-replicator field now."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The puddle jumper sits on a rooftop, clearly visible. A light force shield surrounds the ship."]],"present":[],"place":"ASURAS, DAY"},{"speech":[["ANNOTATION","The HUD activates, indicating the glow of the shield."],["MCKAY","It's working. Okay. Let's jack it up, see how far we can penetrate."],["SHEPPARD","Penetrate?"],["MCKAY","(blankly) What?"],["ANNOTATION","Sheppard grimaces. McKay turns back to his computer."],["MCKAY","All right, here we go."],["ANNOTATION","The HUD shows the shield moving downwards through the building."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Four Replicators walk down the corridor. As the shield hits them, they disintegrate."],["WEIR","It's working."],["MCKAY","Damn right it's working. It's encompassed the core room. You're good to go."],["ANNOTATION","Sheppard looks at Weir, who nods. McKay notices."],["MCKAY","What, you don't believe me, but you believe her?!"],["SHEPPARD","No offense."],["MCKAY","Offense taken!"],["ANNOTATION","McKay moves off with his computer."],["WEIR","Straight down. Nine levels. Then a short run down a corridor to the core room."],["ANNOTATION","Sheppard heads to the rear compartment."],["MCKAY","Okay, I've written a basic block-storage transport protocol to upload the attack command directly from this tablet into the core. All you need to do is plug this cable into the main circuit and it'll automatically configure and upload the command."],["SHEPPARD","Plug it in."],["MCKAY","You wanted simple."],["SHEPPARD","I like simple."],["ANNOTATION","Sheppard straps the tablet around his neck."],["MCKAY","Well, we created that adapter to interface with Ancient tech, which the Replicators love to imitate, so, uh, you shouldn't have a problem there. Now, you need to move fast, because as soon as they find out what we're up to, they're gonna figure out a way around it."],["SHEPPARD","Just do what you did last time. We'll be back before you know it. (to Ronon) Let's go."],["ANNOTATION","He and Ronon and leave. McKay shuts the door behind them. Weir takes a deep breath."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"ASURAS CORRIDOR"},{"speech":[["ANNOTATION","Oberoth enters."],["OBEROTH","What is it?"],["ASURAN TECHNICIAN","An anomalous energy reading in the second quadrant of the communications tower."],["OBEROTH","Source?"],["ASURAN TECHNICIAN","Undetermined as of yet. It's creating a disruptive field, emanating downwards from the top level, encompassing nine levels directly below it."],["OBEROTH","(realizing) The core."]],"present":["ASURAN TECHNICIAN","OBEROTH"],"place":"ASURAS CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) Okay. We're here. Left or right?"],["WEIR","(into radio) Left."]],"present":["SHEPPARD","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Ronon and Sheppard move through the corridor. They turn a corridor to run into three Replicators. Each raises their weapons as they advance. The Replicators disintegrate as they reach the glowing shield."],["SHEPPARD","(into radio) The shield's working, Rodney."]],"present":["SHEPPARD"],"place":"ASURAS CORRIDOR"},{"speech":[["MCKAY","(into radio) Good. Make sure to stay behind it."],["SHEPPARD","(over radio) Thanks for the tip."],["WEIR","(into radio) Now turn right."]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Ronon and Sheppard continue moving."]],"present":[],"place":"ASURAS CORRIDOR"},{"speech":[["ANNOTATION","Ronon and Sheppard enter a large chamber."],["SHEPPARD","(into radio) All right, we're here. I'm assuming the big glowy thing is the core."]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","(into radio) Indeed it is. Okay, there should be an open slot at the control panel you can plug the cable into."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Sheppard pulls out McKay's tablet computer."],["SHEPPARD","All right. Here goes."],["ANNOTATION","He plugs it in."],["SHEPPARD","It's plugged in."]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","(confused, into radio) Oh, it is? Why am I not reading anything? Are you sure you plugged it in the right slot?!"]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Sheppard looks around."],["SHEPPARD","(into radio) There's only one slot, Rodney."]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["WEIR","(into radio) Hurry, John. They're coming. And there's hundreds of them!"]],"present":["WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["RONON","(into radio) Won't the field protect us?"],["MCKAY","(over radio) As long as you hurry!"]],"present":["MCKAY","RONON"],"place":"CORE ROOM"},{"speech":[["MCKAY","(panicking, into radio) Okay, look. Uh...try plugging it in again."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","He pulls out the cable and puts it back in."],["SHEPPARD","(into radio) All right. It's plugged in again."]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","(into radio) Still nothing. Look, what did you do?!"]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","(into radio) I didn't do anything!"]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["ANNOTATION","Two by two, Replicators run up the corridor into the field. They continue to disintegrate."]],"present":[],"place":"ASURAS CORRIDOR"},{"speech":[["WEIR","(into radio) They keep attacking the field. They're deliberately sacrificing themselves."]],"present":["WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["RONON","(into radio) Why would they do that?"]],"present":["RONON"],"place":"CORE ROOM"},{"speech":[["WEIR","(realizing) The more they attack the field, the quicker they can figure out how to override it."]],"present":["WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["RONON","(into radio) Then we need to get the hell out of here."],["SHEPPARD","(into radio) Rodney, why is this not working?"],["MCKAY","(over radio) It's not working because the core is not recognizing the tablet."],["SHEPPARD","(into radio) Well, why not?"]],"present":["MCKAY","RONON","SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","(into radio) Look, I don't know!"]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Another pair of Replicators disintegrate, but later this time."]],"present":[],"place":"ASURAS CORRIDOR"},{"speech":[["ASURAN TECHNICIAN","We're almost through the field."],["OBEROTH","Good. I'm on my way."],["ANNOTATION","He leaves."]],"present":["ASURAN TECHNICIAN","OBEROTH"],"place":"ASURAS CONTROL ROOM"},{"speech":[["MCKAY","(into radio) Okay, you're going to need to implement adjustments in the negotiation protocol to exploit parallelism at the device interface."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD AND RONON","(into radio) What?!"],["MCKAY","(over radio) Just do what I say. Start by unplugging the cable. Now access the tablet's root directory."],["ANNOTATION","Sheppard moves to comply."],["SHEPPARD","(frustrated) This is not simple!"]],"present":["MCKAY","SHEPPARD","SHEPPARD AND RONON"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","A Replicator slowly pushes through the shield. Pairs of Replicators follow, passing more easily each time."]],"present":[],"place":"ASURAS CORRIDOR"},{"speech":[["WEIR","You have to get them out of there now!"],["MCKAY","We're not done!"],["WEIR","There's no more time! The Replicators have breached the field!"]],"present":["MCKAY","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The puddle jumper still sits on the rooftop with the anti-replicator shield."]],"present":[],"place":"ASURAS, DAY"},{"speech":[["SHEPPARD","What do you mean: \"they've breached the field\"?"],["MCKAY","They've figured out how to override it. Look, we need to move much faster. You need to make changes to the negotiation protocol to allow for direct data placement. We need to allow for re-synchronization of the packet boundaries within the data stream."]],"present":["MCKAY","SHEPPARD"],"place":"CORE ROOM"},{"speech":[["WEIR","Oberoth is heading to the core room! He knows it's us!"],["MCKAY","Well, how far is he? Can they make a run for it?"],["WEIR","(desperately) No. Replicators are approaching from every direction. They're trapped!"],["MCKAY","Which means they're as good as dead."]],"present":["MCKAY","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","We can hear you, you know."]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","Wha-what? Uh, no. Wh-wh-when I say: \"as good as dead\", I mean it as more of a-of a..."],["ANNOTATION","While McKay has been speaking, Weir hits the release button on the door and leaves the jumper."],["MCKAY","Elizabeth, what are you doing?"],["WEIR","Stay here!"],["ANNOTATION","She runs out."],["MCKAY","Elizabeth, you can't go out there!"]],"present":["MCKAY","WEIR"],"place":"PUDDLE JUMPER"},{"speech":[["MCKAY","(over radio) Elizabeth!"],["SHEPPARD","What's going on, Rodney?"]],"present":["MCKAY","SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","Elizabeth just left the jumper."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","Why?"]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","I-I don't know. Sh-she just-she just ran out."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","(into radio) Elizabeth, this is Sheppard. Do you copy? Elizabeth, respond."],["RONON","If they capture her..."],["SHEPPARD","I know, I know."],["MCKAY","(over radio) So what do we do now?"],["RONON","She said to hit the kill switch on the nanites if she did anything suspicious."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","I know, but..."],["ANNOTATION","McKay collapses into a chair and looks at his computer."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["RONON","Sheppard...make the call."],["ANNOTATION","Sheppard looks torn, but after a pause..."],["SHEPPARD","Do it."]],"present":["RONON","SHEPPARD"],"place":"CORE ROOM"},{"speech":[["ANNOTATION","McKay looks equally upset. Eventually he starts typing, but the computer won't accept his command and instead shows an error message and makes a warning beep."],["MCKAY","It's not working."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","What?"],["RONON","Why not?"],["MCKAY","(over radio) Ju-just give me a second."],["ANNOTATION","Sheppard and Ronon wait impatiently, Ronon continuing to guard the door to the room."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","(panicking) I-I'm not getting confirmation. And don't ask why, because I don't know, okay?! I mean, the last time she had active nanites inside her, she was able to exert a certain amount control. Maybe...maybe she's doing it here now? Or maybe there's interference that's affecting the frequency? I don't know. I need to run a diagnostic."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["RONON","Better yet, why don't you figure a way how to get us out of here?"],["SHEPPARD","If we're screwed, we might as well complete the mission."],["ANNOTATION","He plugs the tablet computer back into the core panel."]],"present":["RONON","SHEPPARD"],"place":"CORE ROOM"},{"speech":[["ANNOTATION","Oberoth walks determinedly down a corridor. As he turns a corner, Weir is standing there waiting for him. In a reversal of roles, she sticks her hand into his head."]],"present":[],"place":"ASURAS CORRIDOR"},{"speech":[["ANNOTATION","Oberoth and Weir face each other."],["OBEROTH","Doctor Weir?"],["WEIR","Hello, Oberoth. You're surprised."],["OBEROTH","Indeed I am."],["WEIR","Niam infected me with nanites."],["OBEROTH","Yes, I can detect them now."],["WEIR","We were able to neutralize them, and then reprogram and manipulate them to suit our needs."],["OBEROTH","Industrious of you."],["WEIR","Which is why, now that I've been able to establish a physical link through you, I have direct access to the Replicator collective."],["ANNOTATION","Oberoth considers this news, looking as if he's trying to defy her. He appears frightened."],["WEIR","I'm in control now."]],"present":["OBEROTH","WEIR"],"place":"OBEROTH'S MIND"},{"speech":[["ANNOTATION","Sheppard finishes his connections."],["SHEPPARD","Okay, I've got it plugged in. Anything?"]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["ANNOTATION","McKay studies his computer display. Suddenly lines of Replicator code appear."],["MCKAY","Yes! Yes, it's working!"]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The door opens. Ronon hides behind the pillar, unnoticed as several Replicators enter and face the core device itself. Sheppard takes cover behind it. The Replicators suddenly freeze. As Sheppard rises with his weapon and Ronon comes out from behind the pillar, they see the Replicators' situation."],["SHEPPARD","What the hell just happened?"]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["ANNOTATION","McKay pauses in his work."],["MCKAY","The Replicators have all frozen."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","Well, I can see that, but who did it?"],["ANNOTATION","Ronon disarms the frozen Replicators."]],"present":["SHEPPARD"],"place":"CORE ROOM"},{"speech":[["MCKAY","Well, it wasn't me. It might have been Elizabeth."],["RONON","(over radio) Can she do that?"],["MCKAY","I don't know. I mean, she'd have to link directly with the Replicator collective, which means, the chances they'll be able to take over her nanites has just increased exponentially."]],"present":["MCKAY","RONON"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","Well, how long before they come back to life?"],["ANNOTATION","Ronon finishes disarming the Replicators."],["MCKAY","(over radio) Your guess is as good as mine, but I would err on the side of less time rather than more."],["RONON","Can we go?"],["SHEPPARD","Yeah, first things first. How we doing with the upload?"]],"present":["MCKAY","RONON","SHEPPARD"],"place":"CORE ROOM"},{"speech":[["ANNOTATION","McKay continues typing."],["MCKAY","Almost there. Just a few more seconds."],["SHEPPARD","(over radio) How many seconds?"],["MCKAY","Don't start with that again!"]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Oberoth appears to be struggling."],["OBEROTH","I'm impressed with your strength...Doctor Weir. But I must remind you that it's only a matter of time...before I...make the necessary corrections to overcome the hold you have on me."],["WEIR","I am prepared to fight for as long as I need."],["OBEROTH","Good for you. Your desire to protect your people is admirable, but you will, ultimately, fail."],["WEIR","Keep thinking that. Keep allowing your arrogance to undermine you."],["OBEROTH","You know it's true, Doctor Weir. I can feel you weakening already."],["ANNOTATION","Now it is Weir who looks as if she is starting to struggle."],["OBEROTH","Despite your desire, this is a fight for which you are...clearly, ill-equipped."]],"present":["OBEROTH","WEIR"],"place":"OBEROTH'S MIND"},{"speech":[["MCKAY","(over radio) That's it, you're done! Unplug and go!"],["ANNOTATION","Sheppard pulls out the computer and they both run out of the room."]],"present":["MCKAY"],"place":"CORE ROOM"},{"speech":[["ANNOTATION","Sheppard and Ronon rush down the corridors, passing several frozen Replicators."]],"present":[],"place":"ASURAS CORRIDOR"},{"speech":[["ANNOTATION","Both Oberoth and Weir appear to struggle. Oberoth finally reaches out and grabs Weir's arm. She inhales deeply."],["OBEROTH","Once again, you have underestimated me."],["ANNOTATION","Weir continues to struggle against him."]],"present":["OBEROTH"],"place":"OBEROTH'S MIND"},{"speech":[["ANNOTATION","As Sheppard and Ronon move down a corridor, one of the Replicators turns as they pass. Ronon knocks him back, but others give chase."],["SHEPPARD","Whoa! They're moving again!"]],"present":["SHEPPARD"],"place":"ASURAS CORRIDOR"},{"speech":[["ANNOTATION","Two Replicators enter the rear bay with weapons drawn. McKay raises his hands in surrender."],["MCKAY","Yep. I know."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Oberoth is more confident now. Weir lowers her head and closes her eyes as if shutting down completely."]],"present":[],"place":"OBEROTH'S MIND"},{"speech":[["ANNOTATION","Sheppard and Ronon are closely pursued. As they reach a landing, armed Replicators are waiting. The pair are at a standoff, with nowhere to go."]],"present":[],"place":"ASURAS STAIRWELL"},{"speech":[["ANNOTATION","Sheppard, McKay, and Ronon stand in the cell. Oberoth enters the room."],["SHEPPARD","(insolently) Well, this is familiar."],["OBEROTH","I'm trying to decide if this incursion of yours reflects considerable bravery or stupidity."],["MCKAY","Where's Doctor Weir?"],["OBEROTH","Her attempts to seize control of the collective proved too taxing for her, rendering her mind and body virtually moribund. She has been taken to be...repaired."],["SHEPPARD","You're going to take control of her."],["OBEROTH","That has already occurred. Unfortunately, I was not able to glean all the information I need from her. So, I will have to extract it from you."],["MCKAY","Information?"],["OBEROTH","About the precise location of Atlantis. You left your planet before we were able to destroy it."],["RONON","(deadpan) Well, sorry to spoil your plans."],["OBEROTH","Nothing is spoiled. Merely...prolonged. And now with your help, we will complete the destruction."],["SHEPPARD","Seeing how none of us will volunteer the information..."],["OBEROTH","You know quite well that we have a simple method for extracting what we need."],["ANNOTATION","Oberoth signals with his head, and the cell shield lowers and the door opens. Oberoth and others enter the cell. Two guards force Sheppard to his knees. Another holds a weapon on Ronon to prevent his interference. Sheppard winces as Oberoth enters his head. Oberoth winces, redoubling his concentration. Sheppard looks unconcerned."],["SHEPPARD","Problems?"],["ANNOTATION","Oberoth looks around. McKay and Ronon smirk at him. Oberoth pulls out his hand. Sheppard morphs into Weir."]],"present":["MCKAY","OBEROTH","RONON","SHEPPARD"],"place":"ASURAS CELL"},{"speech":[["OBEROTH","(shocked) What?!"],["WEIR","I figured, you messed with our minds, so I'd mess with yours. You didn't overpower me, Oberoth. The Replicator guards didn't capture my team. It was all a fictional scenario played out in your mind. In reality, your guards are still frozen, and my team is escaping as we speak. You were wrong, Oberoth. I have never underestimated you, but you have clearly underestimated me."],["OBEROTH","(furious) You will not leave this city alive!"],["WEIR","Maybe not. But my team will."]],"present":["OBEROTH","WEIR"],"place":"OBEROTH'S MIND"},{"speech":[["ANNOTATION","Sheppard and Ronon run down the corridor where in Oberoth's fiction, the Replicators came to life. This time they have no problems."],["SHEPPARD","Still nothing from Elizabeth?"],["MCKAY","(over radio) No. I can't communicate with her. I can't track her. It's like she just-just disappeared."],["SHEPPARD","If she's the one who froze the Replicators, that means she's probably still alive."],["MCKAY","(over radio) For the moment, maybe."],["SHEPPARD","Well, she can't be that far."],["RONON","We'll find her."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"ASURAS CORRIDOR"},{"speech":[["MCKAY","You'd better make it fast. These Replicators could unfreeze at any moment."],["SHEPPARD","(over radio, sarcastic) Thanks, Rodney."],["ANNOTATION","McKay rolls his eyes."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["OBEROTH","I admire your tenacity, but I won't be fooled again."],["ANNOTATION","Weir gulps, looking strained. Oberoth studies her."],["OBEROTH","You're struggling, Doctor Weir."],["ANNOTATION","They both redouble their efforts. Oberoth reaches out."]],"present":["OBEROTH"],"place":"OBEROTH'S MIND"},{"speech":[["ANNOTATION","Oberoth grabs Weir's arm and starts to force her hand out of his head. Sheppard and Ronon arrive, aiming their weapons at Oberoth, but unable to get a clear shot because of Weir's position."],["SHEPPARD","Elizabeth..."],["WEIR","Get to the jumper."],["SHEPPARD","You're coming with us."],["ANNOTATION","Ronon fires at Oberoth, but he stays in position."],["WEIR","I can't keep them frozen much longer!"],["SHEPPARD","We're not leaving you behind!"],["WEIR","If you don't leave right now, none of us will get out of here, so go! That's an order."],["ANNOTATION","Weir half turns her head to look at him. Oberoth seizes the opportunity to regain control. The Replicators unfreeze and start firing at Sheppard and Ronon, forcing them to fall back."],["RONON","Come on!"],["SHEPPARD","Elizabeth?!"],["WEIR",""],["GO!",""],["ANNOTATION","Replicators surround Weir as Sheppard and Ronon retreat."]],"present":["GO!","RONON","SHEPPARD","WEIR"],"place":"ASURAS CORRIDOR"},{"speech":[["ANNOTATION","Sheppard and Ronon race in, startling McKay who's working with the ZPM."],["MCKAY","Oh, thank god!"],["ANNOTATION","Ronon closes the door behind them."],["MCKAY","Elizabeth?"],["ANNOTATION","Ronon shakes his head. McKay stands, stunned."],["SHEPPARD","Can we cloak? Rodney, can we cloak?!"],["ANNOTATION","McKay snaps out of his fugue state."],["MCKAY","No. Not yet. No, we-we drained too much power trying to convert the cloak into an AR field. Look, I-I'll try to interface the ZPM, but we're gonna need some time."],["ANNOTATION","Sheppard powers up the jumper as McKay gets to work."],["SHEPPARD","All right, we'll just have to make a run for it, then."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The puddle jumper lifts off and flies away at high speed."]],"present":[],"place":"ASURAS, DAY"},{"speech":[["SHEPPARD","(tightly) How's hyperspace looking?"],["MCKAY","Not good. Look, harnessing power from the ZPM is tricky. If I'm off even just the slightest amount, then we could all--"],["SHEPPARD","(interrupting) Two ships headed our way."],["ANNOTATION","The jumper is rocked by a blast."],["SHEPPARD","Rodney?!"],["MCKAY","Look, I need more time!"],["ANNOTATION","More explosions rock the ship."],["SHEPPARD","We just lost weapons!"],["MCKAY","Dammit."],["RONON","Come on, McKay!"],["MCKAY","This is not simple, you know! If I don't properly calibrate the power output, we could incinerate the moment the hyperspace window opens!"],["SHEPPARD","I'm picking up something dead ahead."],["ANNOTATION","A Replicator jumper uncloaks directly in front of them blocking their path."],["SHEPPARD","Oh, crap. They're powering up weapons!"],["ANNOTATION","The Aurora-style battle cruiser is attacked by weapons on its port side. Sheppard and the others look, but can't see the source from their vantage point."],["SHEPPARD","What the hell was that?"]],"present":["MCKAY","RONON","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The battle cruiser exchanges fire with the Apollo."]],"present":[],"place":"SPACE"},{"speech":[["ELLIS","(over comm) Colonel Sheppard, this is the Apollo, do you read?"],["SHEPPARD","(surprised, into comm) Colonel Ellis, is that you?"]],"present":["ELLIS","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ELLIS","(into comm) Affirmative. The 302 bay is open, and you have permission to come aboard. I suggest you hurry."],["SHEPPARD","(over comm) Copy that, Apollo. We're on our way."]],"present":["ELLIS","SHEPPARD"],"place":"APOLLO BRIDGE"},{"speech":[["MCKAY","(into comm) Can I just add that your timing is pretty damn perfect?"],["CARTER","(over comm) We would've gotten here earlier, but we had a little trouble finding Atlantis."],["MCKAY","(into comm) Sam? Wha-is that you?"]],"present":["CARTER","MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["CARTER","(into comm) It's me, Rodney. I'll explain when you get on board."]],"present":["CARTER"],"place":"APOLLO BRIDGE"},{"speech":[["SHEPPARD","(into comm) Colonel...we lost Doctor Weir on the Replicator planet. Can you, uh, lock on her locator beacon and beam her up?"]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Carter checks her screen and exchanges concerned looks with Lee and Ellis."],["CARTER","(into comm, sympathetically) I'm not picking up any signal."]],"present":["CARTER"],"place":"APOLLO BRIDGE"},{"speech":[["ANNOTATION","The team appear crestfallen."],["SHEPPARD","(into comm) Copy that."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","During the firefight, Sheppard's puddle jumper flies into the hangar on Apollo. Apollo instantly opens a hyperspace window and escapes through it."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Atlantis flies through space. Its engines are powered, and the shield encompasses the entire city-ship now."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Lee, Carter, McKay, Sheppard, Ronon, and Teyla stand in front of a display."],["MCKAY","Here's a good one. M35-117."],["CARTER","Does Doctor Weir know about it?"],["MCKAY","Well, it's not on our primary or our backup lists. I purposely searched for planets we'd never considered before. The, uh, Replicators can probe her mind all they want, they won't find it."],["SHEPPARD","Good...for us."],["MCKAY","(subdued) Well, look, it's a stable atmosphere, a big ocean, besides the, uh, large, particularly venomous snake-like creature that inhabits the mainland, it looks to be a welcoming environment."],["ANNOTATION","Carter and Lee exchange looks. Sheppard shrugs his approval."],["MCKAY","All right. (into radio) Radek, how we doin?"],["ZELENKA","(over radio) All set here. The ZPM is online."],["MCKAY","Okay. Here we go."],["ANNOTATION","He works the controls."]],"present":["CARTER","MCKAY","SHEPPARD","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","A hyperspace window opens and Atlantis enters it."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Atlantis exits hyperspace above the planet."]],"present":[],"place":"SPACE ABOVE M35-117"},{"speech":[["ANNOTATION","Everyone heads to the still-shattered window to look at the ocean-filled world below them."],["SHEPPARD","We did it."],["MCKAY","Well, there's still the small matter of landing this thing."],["SHEPPARD","Yeah. I'll just jump in the chair and ease us down."],["CARTER","Well, that could be tricky. We drained a lot of power from the ZPM just getting here."],["SHEPPARD","Have we got enough energy to keep the shield up for reentry?"],["MCKAY","There better be. What, a city this size will create considerable friction. We come in too fast or too steep, and the shield could attenuate under the stress and the whole place could be torn to shreds, or-or burn up, or both?"],["ANNOTATION","Carter looks askance as she glances at Sheppard."],["SHEPPARD","It never ends with you, you know?"],["MCKAY","What?"],["SHEPPARD","Tell everyone to buckle up, we're going in."],["ANNOTATION","Sheppard leaves."]],"present":["CARTER","MCKAY","SHEPPARD"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Atlantis enters the atmosphere."]],"present":[],"place":"SPACE, ORBIT ABOVE M35-117"},{"speech":[["ANNOTATION","Sheppard concentrates while sitting in the chair."]],"present":[],"place":"ATLANTIS CHAIR ROOM"},{"speech":[["ANNOTATION","Carter, Lee and McKay sit at some controls. Teyla and Ronon stand nearby."],["CARTER","Shields holding. So far so good."],["ANNOTATION","McKay sighs."],["TEYLA","What's wrong?"],["MCKAY","The angle's too steep. We keep going like this, we're gonna put too much strain on the shield, which means more power draining from the"],["ZPM.","(into radio) Sheppard, we're coming in too steep. You need to ease up on the angle of reentry."],["LEE","In fact, you mean entry. You see, we never actually left this..."],["CARTER","(warning) Bill!"],["LEE","Oh, right, right."],["ANNOTATION","Lee goes back to watching his station."]],"present":["CARTER","LEE","MCKAY","TEYLA","ZPM."],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Atlantis's shield creates friction as it flies through the layers of atmosphere."]],"present":[],"place":"M35-117, DAY"},{"speech":[["MCKAY","(over comm) Ease up on the angle."],["SHEPPARD","(stressed) I heard you the first time, Rodney."]],"present":["MCKAY","SHEPPARD"],"place":"CHAIR ROOM"},{"speech":[["MCKAY","(into comm) And yet, we're still coming in too steep!"],["ANNOTATION","There is a heavy vibration."],["MCKAY","Hang on!"]],"present":["MCKAY"],"place":"CONTROL ROOM"},{"speech":[["ANNOTATION","Atlantis enters the lower atmosphere over the ocean."]],"present":[],"place":"M35-117, DAY"},{"speech":[["LEE","We're over the ocean!"],["MCKAY","Sheppard, you need to slow us down. We're coming in over the water."]],"present":["LEE","MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["SHEPPARD","Copy that."]],"present":["SHEPPARD"],"place":"CHAIR ROOM"},{"speech":[["ANNOTATION","Atlantis's descent slows."]],"present":[],"place":"M35-117, DAY"},{"speech":[["MCKAY","(over comm) Still too fast. Slow down!"]],"present":["MCKAY"],"place":"CHAIR ROOM"},{"speech":[["MCKAY","You want to touch down gently, like a...leaf kissing the surface of a pond."],["ANNOTATION","The ship continues to shake. A sharp impact knocks everyone around."]],"present":["MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Atlantis lands in the ocean, splashing hard and pushing a wave of water outward."]],"present":[],"place":"M35-117, DAY"},{"speech":[["ANNOTATION","Everyone regains their equilibrium."],["MCKAY","(sarcastic, into radio) Nice kissing!"]],"present":["MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard sits up and shuts down the chair."]],"present":[],"place":"CHAIR ROOM"},{"speech":[["CARTER","(still breathless) How we doing?"],["ANNOTATION","McKay checks his display."],["MCKAY","Systems are looking good...so far. And plenty of power in the ZPM."],["CARTER","Drop the shield."],["ANNOTATION","McKay does so."]],"present":["CARTER","MCKAY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["CARTER","(over comm) Colonel Sheppard, we made it. The city's floating safely on the ocean. Excellent landing."],["SHEPPARD","(relieved) Thank you."]],"present":["CARTER","SHEPPARD"],"place":"CHAIR ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Teyla picks up a photograph of Weir's dog Sedgewick on the desk and studies it. Ronon enters. Teyla packs the photo in a box, following it with Weir's laptop. Ronon enters quietly and slowly."],["RONON","Who do you think's gonna replace her?"],["ANNOTATION","Teyla sighs heavily."],["TEYLA","I don't know."],["ANNOTATION","She picks up Weir's father's pocket watch."],["RONON","Whoever it is...that's tough shoes to fill."],["ANNOTATION","Teyla wraps the fob and chain around the watch and gently places it in the box."],["TEYLA","(sighing) Yes."],["ANNOTATION","Ronon places his hand on Teyla's shoulder. She reaches up and grabs it, trying not to break down."]],"present":["RONON","TEYLA"],"place":"WEIR'S OFFICE"},{"speech":[["ANNOTATION","Carter and Lee hover over McKay, who's seated at a station."],["CARTER","Okay, let's give it a go."],["MCKAY","Right."],["ANNOTATION","He dials the Stargate, which activates. Zelenka glances over upon hearing the kawhoosh and breaks out into a smile."],["CARTER","(into comm) This is Atlantis calling Stargate Command. Do you read?"],["ANNOTATION","There is no answer at first, and they exchange nervous looks."],["SGC TECHNICIAN","We read you, Atlantis. It's good to hear from you."],["ANNOTATION","McKay sighs in relief. Carter breaks into a grin."],["CARTER","Great to be heard! Tell General Landry we're back on the grid."],["ZELENKA","(nervous) Rodney...?"],["MCKAY","What?"],["ZELENKA","Long range scanners have detected a massive fleet of ships being launched from the Replicator planet..."],["ANNOTATION","McKay gets up to join Zelenka."],["ZELENKA","But they're not heading for us."],["ANNOTATION","McKay studies the display."],["MCKAY","That's a Wraith planet. The attack command must have been activated. Whaddya know, it worked."],["ANNOTATION","Zelenka laughs in triumph."]],"present":["CARTER","MCKAY","SGC TECHNICIAN","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard stands looking at the two moons floating above him. Carter joins him."],["CARTER","There you are."],["SHEPPARD","Two moons."],["CARTER","Actually, there are five. It's just these are the only two visible to the naked eye."],["SHEPPARD","Really?"],["CARTER","Yeah."],["SHEPPARD","Huh. I heard you and Rodney got us reconnected to the intergalactic bridge."],["CARTER","Yep. General Landry was understandably relieved to hear from us."],["SHEPPARD","You know, in all the excitement, I never got a chance to congratulate you."],["ANNOTATION","Carter looks puzzled."],["SHEPPARD","Your promotion. You're a full bird colonel now."],["ANNOTATION","He playfully salutes her. She nods, looking embarrassed."],["CARTER","Ah. Thank you."],["SHEPPARD","So, you sticking around?"],["CARTER","No. General Landry wants Doctor Lee and I to 'gate back, give him a full briefing on the situation here. The Apollo 's going to remain in orbit for the time being in case you need any assistance."],["ANNOTATION","Sheppard nods thoughtfully."],["SHEPPARD","Thanks for saving our asses back there from the bad guys. That was a risky move."],["CARTER","It was nothing compared to the risk that you and your team took. Frankly, I'm amazed you were able to pull it off."],["SHEPPARD","(shrugging, uncomfortably) We had a lot of help."],["CARTER","(sighing) Yeah. General Landry sends his condolences. He was deeply saddened to hear about Doctor Weir...we all were."],["SHEPPARD","I haven't given up hope. If there's a chance she's still alive, I'll find her."],["CARTER","I know."],["ANNOTATION","They stand together staring out at the night sky."]],"present":["CARTER","SHEPPARD"],"place":"ATLANTIS BALCONY, NIGHT"}]