[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","Ronon and Teyla head into a village. A man sees them coming and rushes to meet them."],["VILLAGER","Praise the gods, you've finally arrived! (he looks Teyla up and down) And you are far more beautiful than I ever could have imagined."],["ANNOTATION","Ronon places his hand on his holstered gun."],["RONON","Excuse me?"],["VILLAGER","You have not come for the arranged marriage?"],["TEYLA","No."],["VILLAGER","(hopeful) Would you perhaps be seeking a husband?"],["TEYLA","(firmly) No."],["VILLAGER","(disappointed) Oh. Then...what brings you to our town?"],["TEYLA","We've heard of strangers who recently arrived, a rough-looking group boasting of many Wraith kills?"],["RONON","Yeah, we think they might be Satedan."],["VILLAGER","Ah yes, you mean the three loud-mouthed drunkards who spend their days carousing at the tavern?"],["RONON","Sounds like my people."],["VILLAGER","They've taken rooms at the local in.."],["TEYLA","Thank you."],["VILLAGER","You are most welcome. And should you ever reconsider your desire for a husband..."],["ANNOTATION","Ronon stalks toward the man. Intimidated, the man backs off and runs away."],["RONON","All right. I'll check the inn, You check the tavern."],["TEYLA","Sounds good."]],"present":["RONON","TEYLA","VILLAGER"],"place":"VILLAGE, DAY"},{"speech":[["ANNOTATION","Teyla enters the tavern. Everyone notices her but keeps to themselves. She approaches the barkeep."],["TEYLA","Hello. I'm looking for three individuals who recently arrived. I've heard they are...voracious eaters and...drinkers, and apparently, they've been quite vocal about their recent successes against the Wraith."],["ANNOTATION","Tyre, who's been standing at the bar, overhears."],["TYRE","These people you're looking for...they're either very brave, or very stupid."],["TEYLA","How so?"],["TYRE","Well, if word of their bragging got back to the Wraith, it could be very bad for them."],["TEYLA","I doubt they need to fear Wraith overhearing their conversation."],["TYRE","Of course not. But the Wraith don't always need their own ears to hear."],["TEYLA","(exasperated) Do you know the people whom I seek?"],["TYRE","Sorry. I mind my own business, which is something you might want to consider."],["TEYLA","(assertively) And you might want to consider offering your unsolicited advice to someone who actually cares to receive it."],["ANNOTATION","She turns to go. Tyre grabs her arm. She stares at him, surprised by his gall."],["TYRE","An attitude like that could get you hurt, or worse."],["ANNOTATION","She strikes at him. They exchange blows. A man and woman sitting at a nearby table get up and approach the fight. Tyre kicks at Teyla, but she ducks under it to find herself being attacked by the others. Tyre stands back and lets his friends take care of matters. They're able to pin Teyla against the bar and the woman Ara holds a knife to her throat."],["ARA","What's the first to go? The ears, or those pretty eyes?"],["ANNOTATION","Ronon's pistol is heard powering up behind her."],["RONON","How 'bout your head?"],["ANNOTATION","Shocked, the trio turn to the door where Ronon stands. He lowers his weapon and looks equally shocked."],["ARA","(happy) Ronon!"],["RONON","Ara, Rakai!"],["ANNOTATION","Ara runs to Ronon, quickly embracing him. Rakai releases Teyla and joins in with a bear hug. Tyre follows. They all laugh and cheer. Teyla stares at the group in disbelief and tests her jaw from the blows she suffered."]],"present":["ARA","RONON","TEYLA","TYRE"],"place":"TAVERN"},{"speech":[["ANNOTATION","Zelenka approaches a room. McKay is leaving and spots him as he passes."],["MCKAY","Hmm. Heard the rumor?"],["ZELENKA","No. What rumor?"],["MCKAY","Oh. Never mind. Forget I mentioned it."],["ANNOTATION","Zelenka turns around and starts to follow McKay."],["ZELENKA","Wait, what is this about?"],["RONON","No, it would be irresponsible for me to say anything... All right, look if you're gonna twist my arm, the IOA have made their final decision. They've, uh, chosen the new leader of Atlantis."],["ZELENKA","Well, who is it?"],["MCKAY","Well, there's been no formal announcement, but, uh, word is they're going with their foremost expert in Ancient technology and Replicator activity. Who does that sound like to you?"],["ANNOTATION","He points to himself as he speaks. Zelenka has been lost in thought and doesn't notice. However, he soon reaches his own conclusion of who McKay expects."],["ZELENKA","You?!"],["MCKAY","Yes. Who else?"],["ZELENKA","Well, I heard they were leaning towards someone with a science background--"],["MCKAY","And why not? It's about time that one of us ended up in a position of real power."],["ZELENKA","Oh, oh. And by \"us\", you mean...\"you\"."],["MCKAY","Exactly."],["ANNOTATION","Musing, he stops walking, as does Zelenka."],["MCKAY","It's kind of scary though. You know, I'll be making decisions that don't affect just the city, but the entire galaxy."],["ZELENKA","Yes, scary. Very scary."],["MCKAY","On the other hand, a leader never second-guesses himself. I'm up for the challenge. I know I am. I'm going to make them proud. Radek, I'm going to make you proud."],["ANNOTATION","He clicks his tongue as he points to Zelenka and walks off. Zelenka stands staring after McKay looking very worried."]],"present":["MCKAY","RONON","ZELENKA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Sheppard is at one of the stations, talking on a video link. Carter is on the other end, talking from the SGC control room."],["SHEPPARD","(into comm) The, uh, Wraith-Replicator war is in full swing. From what I hear, the Replicators are kicking some serious ass in their last offensive."],["CARTER","(over comm) Well, that's good news, John. Well done."],["ANNOTATION","McKay arrives and waves towards the camera."],["MCKAY","Hey!"],["SHEPPARD","(into comm) I'll, uh, have the reports ready for you."],["ANNOTATION","McKay stands next to Sheppard, bouncing on his feet."],["MCKAY","(into comm) Sam. Uh, what's new?"],["SHEPPARD","Just making preparations for the change in command here."],["MCKAY","You don't have to tell me, I already know."],["CARTER","(over comm, surprised) Really?"],["MCKAY","I just want to say that I think the IOA could not have made a better choice."],["CARTER","(pleasantly surprised, over comm) Thanks, Rodney."],["MCKAY","(into comm) No, no, no, no, no. You are too kind...what?"],["ANNOTATION","Carter just stares back with an expectant smile."],["MCKAY","Uh...\"Thank you, Rodney.\" No, no, no...wait a minute, you mean the..."],["SHEPPARD","Yeah. She's our new boss."],["ANNOTATION","McKay deflates as Carter continues to smile and shrugs."],["MCKAY","(weakly) Huh."]],"present":["CARTER","MCKAY","SHEPPARD"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[],"present":[],"place":"VILLAGE, DAY"},{"speech":[["ANNOTATION","Tyre, Ara, Ronon and Teyla now sit at a table drinking together."],["RONON","I thought you guys were dead."],["TYRE","Believe me, so did we."],["TEYLA","How did you manage to survive the Wraith attack on Sateda?"],["ANNOTATION","Rakai arrives with tankards of drinks for them all."],["TYRE","We weren't there."],["TEYLA","Uh, I don't understand."],["RAKAI","When we first made the decision to fight back against the Wraith, we didn't just...wait for them to come to us, we started running ops against some of their known strongholds."],["TYRE","They were quick strikes. Get in, hit 'em hard, get out. Only on this particular occasion, we kind of messed up the getting out part."],["RONON","I saw the darts hit your position."],["TYRE","What you didn't see was that we'd found a network of caves in the hillside. When the Wraith attacked, the entrance collapsed, and we were sealed in. It took us three days to dig our way out."],["RAKAI","And by then, the place was crawling with them. It was obvious they were gearing up for an attack. It took another two weeks before we could find our way through the 'gate and by then, it was too late."],["ARA","When we got back to Sateda, there was nothing left."],["RONON","(shaking his head) I'm sorry. I should've never left you behind."],["TYRE","Don't be an idiot, Ronon. When you took Second Squad back to the 'gate, you had no way of knowing those darts were going to come through."],["RAKAI","And if we'd have gone back with you, then we would've died in the attack on Sateda along with everybody else. The only reason why you survived was because they made you a runner."],["ANNOTATION","Ronon pauses before taking a drink and sets down his tankard."],["RONON","You heard about that?"],["TYRE","A while back, we started hearing stories."],["ARA","(smiling) They said you were seven feet tall and had the strength of five men."],["RONON","People like to exaggerate."],["RAKAI","They also said you killed a hundred Wraith."],["RONON","That part sounds about right."],["ANNOTATION","They exchange laughs. Tyre nods in approval."],["TYRE","Well then, to the misery of our enemies and the reunion of friends come back from the dead."],["ANNOTATION","He raises his glass in toast. They all follow suit and clink their tankards together, Teyla slightly more reluctantly."],["RONON","Oh yeah."]],"present":["ARA","RAKAI","RONON","TEYLA","TYRE"],"place":"TAVERN"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Carter is dressed in her Class A uniform, closing a case containing her green BDUs, which still bear her SG-1 patch. In the lab are several packed boxes. Teal'c stands at the entrance."],["TEAL'C","On the day I left Chulak, Master Bra'tac said to me: \"Draw from your past, but do not let your past draw from you.\""],["CARTER","That's good advice. Still, I know I'm going to miss this place, and all of you."],["TEAL'C","I would have been offended had you felt otherwise."],["CARTER","Ten years is a long time."],["TEAL'C","It has been ten years well spent. We have defeated numerous enemies and overcome many threats."],["CARTER","(voice breaking) It was never dull."],["TEAL'C","We have accomplished much here, but now it is Atlantis that is in need of you."],["ANNOTATION","Carter takes a deep breath, trying to regain control of her emotions. Tears fall freely down her face."],["CARTER","Yeah...Part of me is looking forward to going, but...you know, there's a part of me that thinks that maybe it's too soon, that I-that I'm leaving my work here unfinished."],["TEAL'C","Your work will continue, only in a different place. You have been bestowed an incredible honor, Colonel Carter, and I believe you should embrace it. And know this, though we may not be leaving with you, SG-1 will never be far away."],["ANNOTATION","Nodding, Carter laughs through her tears."],["CARTER","So I can expect you guys to come and visit sometime?"],["TEAL'C","Undomesticated equines could not keep me away."],["ANNOTATION","She chuckles and hugs him."],["CARTER","Nice call-back."],["ANNOTATION","While in the embrace, Teal'c's own emotions threaten to overcome him. He pauses to gather himself before responding."],["TEAL'C","Indeed."],["ANNOTATION","They slowly break the hug apart. Carter sighs and brushes the tears from her eyes."],["CARTER","All right. Time to go."],["ANNOTATION","She nods determinedly."],["TEAL'C","Hmm."],["ANNOTATION","She takes her laptop case and leaves the lab with Teal'c."]],"present":["CARTER","TEAL'C"],"place":"CARTER'S LAB, SGC"},{"speech":[["ANNOTATION","The personnel of Atlantis are gathered to greet their new leader. McKay holds a large fruit basket."],["SHEPPARD","What's that?"],["MCKAY","It's a selection of fruits from the various worlds that we trade with. I thought it'd be thoughtful."],["ANNOTATION","Sheppard shifts."],["SHEPPARD","Try lame."],["MCKAY","(annoyed) Really? And what would you suggest?"],["SHEPPARD","You know, maybe some flowers, you could brighten up her quarters."],["MCKAY","Hmm. Flowers."],["ANNOTATION","He hands off the fruit basket to a scientist standing nearby."],["MCKAY","Here, take this...and go."],["ANNOTATION","The bewildered man walks away as the Stargate activates. Carter steps through. An SF takes her case for her. Sheppard, Zelenka and McKay step forward."],["SHEPPARD","Colonel Carter, welcome to Atlantis."],["CARTER","(grinning) Thank you. It's nice to be here."],["ANNOTATION","They turn and stand beside her as they face the rest of the personnel."],["CARTER","(louder, to everyone) Uh, I want you all to know how honored I am to accept this appointment. I've come here fully committed to this expedition, to Atlantis, and most importantly to each and every one of you. I look forward to working with all of you. Thank you."],["ANNOTATION","The dismissed personnel start to leave."],["MCKAY","(to Carter) Nice speech."],["CARTER","Thank you. I also do weddings and award shows. Book early to avoid disappointment."],["SHEPPARD","Should we go check out your new digs?"],["CARTER","Yeah. (to McKay) Rodney."],["MCKAY","Sam."],["ANNOTATION","Zelenka studies McKay shrewdly as Carter follows Sheppard out."]],"present":["CARTER","MCKAY","SHEPPARD"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Rakai tattoos Ronon's forearm with a large pattern of touching triangle shapes. Ronon bears the ritual stoically, until Rakai hits one spot."],["RONON","Ow!"],["ANNOTATION","He smacks Rakai across the face. Ara giggles, choking on her drink. Teyla looks bemused."],["RONON","Stings, doesn't it? (looking around) What the hell have the three of you been doing all these years?"],["TYRE","(arriving and taking a seat) Oh, eating, drinking...killing Wraith."],["ANNOTATION","Rakai laughs."],["RAKAI","We've hit 'em more times than I can count. Racked up a pretty nice body count."],["ARA","Not to mention the twelve darts we've downed."],["RAKAI","Ah!"],["TYRE","We're armed, we're mobile, and occasionally we get some pretty good intel."],["ANNOTATION","He and Ronon clank their tankards in a toasting maneuver."],["RONON","Well, sounds like a pretty nice run."],["TYRE","(soberly) But there have been a few sacrifices."],["RONON","Yeah? What do you mean?"],["TYRE","There were five of us who came out of that cave alive. But we lost Marika on the first assault against the Wraith. And then Hemi last year."],["ANNOTATION","Ronon makes a sympathetic noise."],["ARA","(upset) It hasn't been easy. We don't have much to work with, but we made do. Sometimes it's not enough."],["ANNOTATION","Teyla starts to make a diplomatic response, but Ronon speaks first."],["RONON","Yeah, well I might be able to help. We've got the manpower, the equipment. My friends and I, we can..."],["ANNOTATION","His voice trails off as he notices Teyla glaring at him."],["RONON","Uh...Anyway, um...to Marika and Hemi."],["ANNOTATION","He lifts his tankard."],["TYRE","(studying Ronon) To Marika and Hemi."],["ANNOTATION","They toast their fallen comrades."],["ARA AND RAKAI","Marika and Hemi."],["ANNOTATION","Ronon is noticeably unhappy."]],"present":["ARA","ARA AND RAKAI","RAKAI","RONON","TYRE"],"place":"TAVERN"},{"speech":[["ANNOTATION","Carter has taken off her jacket and is moving boxes around. An expedition member brings in another box and sets it on a table."],["CARTER","Thank you."],["ANNOTATION","McKay arrives as the man leaves. He holds a small, rather unimpressive bouquet of flowers."],["CARTER","Hey Rodney, come on in."],["MCKAY","Ah. I brought you a little something to spruce up the place."],["CARTER","Well, thank you. That's very sweet. There's a vase right there."],["MCKAY","Hmm."],["ANNOTATION","She turns back to unpack more. McKay watches her from behind then turns to the vase. He sees his fruit basket already on the table. Carter notices him looking at it."],["CARTER","Oh. Colonel Sheppard dropped that off. Apparently, it's a sampling of fruit from the homeworlds of our various trading partners."],["MCKAY","(weakly) Hmm."],["CARTER","I thought it was a really thoughtful gesture."],["MCKAY","(seething to himself) Oh, son of a..."],["ANNOTATION","He slams the flowers into the vase."],["MCKAY","Anyway, look I just, uh, I just came by to, uh, welcome you to Atlantis, see how you're settling in and, uh, you know, if you needed anything, and, uh, did I mention I was seeing someone?"],["CARTER","(nonplussed) I'm sorry, what?"],["MCKAY","I'm, uh, seeing someone. Yes, I-I only bring it up now because you're here now, and we'll be working together a lot more, and uh, you know, I just thought with our past..."],["CARTER","\"Our past?\""],["MCKAY","Well, you know, the unrequited lust that's been hanging over our heads for what seems like forever."],["ANNOTATION","Carter blinks back her shock."],["CARTER","Rodney--"],["MCKAY","I just don't want things to be awkward between the two of us, you know? Uh...kind of like they are now."],["ANNOTATION","Carter smiles awkwardly and sighs."],["CARTER","(firmly) Rodney...I'm sure we'll be fine."],["MCKAY","Oh, of course. I mean, I'll be fine. I'm just...with you..."],["ANNOTATION","Ronon storms in."],["RONON","I hear you're in charge."],["MCKAY","(nonplussed) Uh, Ronon, this is Colonel Carter. Sam, this is Ronon. He's..."],["CARTER","Satedan! And a member of your team. Of course. What can I do for you?"],["RONON","Uh, I want to bring some friends to Atlantis, and apparently, I've got to clear it through you first."],["CARTER","Unfortunately, some new security procedures prevent me from allowing any offworld visits to Atlantis for the time being."],["RONON","On whose authority?"],["CARTER","It was a directive from the IOA."],["RONON","Well, they don't need to know."],["MCKAY","Ronon, she's a--"],["ANNOTATION","Carter holds up her hand to stop McKay's protest."],["CARTER","(to Ronon) I'm sure you understand what a precarious position we're in here. It is imperative that the location of this base remain a secret."],["RONON","And it will. They're my people. I'll vouch for them."],["CARTER","I'm sure you can, but for now, we're on a new planet with a new set of rules."],["RONON","And a new person in charge."],["ANNOTATION","He steps towards Carter in an intimidating manner."],["RONON","Weir never would've doubted me."],["ANNOTATION","Carter gives a mirthless chuckle."],["CARTER","Okay, first of all, Ronon, I'm not doubting you. These new regulations apply to everyone on this base. And secondly...I'm not Doctor Weir."],["ANNOTATION","Ronon steps back, still glowering at her as he leaves. Carter takes a deep breath after he's gone, regrouping."],["CARTER","Wow. Is he always like that?"],["MCKAY","Huh, no, no...No, actually, you've-you've caught him on a good day."]],"present":["CARTER","MCKAY","RONON"],"place":"CARTER'S QUARTERS"},{"speech":[["ANNOTATION","Tyre teaches defensive moves to the village children."],["TYRE","Okay. Try it together...and turn! Work on it."],["ANNOTATION","Ronon arrives."],["RONON","Hey."],["TYRE","Well, that was fast."],["ANNOTATION","He pats the children on the head and walks over to Ronon."],["RONON","Yeah, I said it would be."],["TYRE","You could have taken your time. We like it here! We're thinking of staying on a few more days."],["RONON","Then where will you go?"],["TYRE","Wherever. That's one of the nice things about not being tied down. You go where you want, and you leave when you're not wanted."],["RONON","Yeah, well, I was hoping my people would show a little bit more hospitality, but, uh..."],["TYRE","(shaking his head) Don't worry about it. I understand. Not everybody gets an invitation to Atlantis."],["ANNOTATION","Ronon stops short."],["TYRE","Don't look so surprised! You travel as much around this galaxy as we do, and sooner or later you'll start hearing rumors about new people in the city of the Ancients and the runner who joined them."],["RONON","Man, I'm sorry. I wish I could've been straight with you from the start."],["ANNOTATION","He claps Tyre on the shoulder. Tyre smiles and shakes his head."],["TYRE","They placed their trust in you, and you proved them worthy. I wouldn't have expected any less."],["RONON","Yeah, but still--"],["TYRE","What? You thought they'd make an exception because it was you asking?"],["RONON","I'm supposed to be their friend."],["TYRE","No. You're their ally. Their guest. Me, Rakai, Ara, we're your friends. I don't doubt they're good people, They helped you out when you needed it, and from what I hear, they've done more to hurt the Wraith than anyone. You've got to respect that. But it doesn't mean you've got to commit to them. The way I see it, now that we're back together...you belong with us."]],"present":["RONON","TYRE"],"place":"VILLAGE, DAY"},{"speech":[["ANNOTATION","Carter stands staring out at the city, now wearing an Atlantis expedition uniform. Sheppard joins her."],["SHEPPARD","Pretty impressive, isn't it?"],["CARTER","To be honest, it's a little overwhelming."],["SHEPPARD","Coming from somebody with your record, that says something."],["CARTER","You know, John, your name was on the short list."],["SHEPPARD","Yeah, I know. I saw what they did to Elizabeth--the politics and the red tape. I didn't envy her. I don't envy you."],["CARTER","(chuckling) Thanks."],["SHEPPARD","You know, for most of us, this thing with Elizabeth isn't over yet. She's still out there."],["CARTER","You really believe there's a chance she's still alive?"],["SHEPPARD","There's only one way to know for sure."],["CARTER","You're suggesting we go back."],["SHEPPARD","We should've done it sooner, but the IOA's been stonewalling me. Now that you're in charge, maybe you can give me the green light."],["CARTER","(shaking her head) I'm sorry, but it's too dangerous."],["SHEPPARD","You know, it's no more dangerous than the last time we went in."],["CARTER","Circumstances were different, plus you had an advantage then that you don't have now."],["SHEPPARD","Well, she's the one who gave us that advantage! The only reason we're here is because of what she did."],["CARTER","Believe me, I know. And I don't like the idea of leaving someone behind any more than you do. But I am not about to send you or anyone else on a suicide mission. Now, you come to me with a plan that has even an outside chance of succeeding, and I'll consider it. Short of that, John, I'm sorry, there's nothing I can do."],["ANNOTATION","Sheppard grimaces but considers her words."],["SHEPPARD","Fair enough."],["ANNOTATION","He leaves."]],"present":["CARTER","SHEPPARD"],"place":"ATLANTIS BALCONY, DAY"},{"speech":[["ANNOTATION","Ronon holds a quarterstaff and circles a blindfolded Teyla. He feints but pulls back. When he strikes, she counters the blow with her twin sticks and strikes him across the face. He falls to his knees."],["RONON","Oh!"],["TEYLA","You seem distracted today."],["RONON","Oh, no. I'm fine."],["TEYLA","What's wrong?"],["RONON","(defensively) There's nothing. I told you I'm fine!"],["TEYLA","Very well. I suppose we should just continue training."],["ANNOTATION","She strikes him again with the sticks before he's fully on his feet, knocking him back down."],["RONON","Ow!"],["RONON","There's nothing!"],["ANNOTATION","She strikes him across the back. He jumps up and moves out of her range."],["RONON","Ow! Okay! Stop hitting me! God! I'll talk."],["ANNOTATION","He throws his weapon aside. Teyla removes her blindfold."],["RONON","I'm thinking of leaving Atlantis."],["ANNOTATION","Teyla sighs heavily."],["TEYLA","Where would you go?"],["ANNOTATION","Ronon glowers at her."],["TEYLA","Must it come down to a choice between Atlantis and your Satedan friends?"],["RONON","They're more than my friends, Teyla. They're my family. We've always been there for each other. You wouldn't understand."],["TEYLA","I disagree! Leaving my fellow Athosians for a home here in Atlantis was a very difficult decision. I was their leader, for some, the only leader they'd ever known. And despite the fact that I was as close as a trip through the Stargate, there were moments when I felt I'd betrayed them."],["RONON","So what? You got over it?"],["TEYLA","No! I sometimes still second guess my decision, but then I remember that I can do more here to help my people and the rest of the humans in this galaxy than I ever could on my homeworld."],["ANNOTATION","Ronon considers her advice."]],"present":["RONON","TEYLA"],"place":"TEYLA'S WORKOUT ROOM"},{"speech":[["ANNOTATION","Ronon sits in the crowded mess hall. Sheppard arrives with a full plate and plunks himself down across from him."],["RONON","Teyla's already spoken to you, hasn't she?"],["SHEPPARD","Yeah, well, we had a little chat."],["RONON","Hmm. So let's hear it."],["SHEPPARD","Hear what?"],["RONON","Whatever you've got to say."],["SHEPPARD","Not going to say anything."],["RONON","(skeptical) Really?"],["SHEPPARD","I don't have to, because you already know what I'm going to tell you. That you're a, um, valuable member of my team and that it would be difficult to find somebody to take your place."],["RONON","(indulgently) Mm-hmm."],["SHEPPARD","And that you may think you're going back to find something you've lost, but there's nothing to go back to. Sateda is gone, and living on the run with your buddies isn't going to bring that back."],["ANNOTATION","He takes a bite of his meal."],["RONON","You're not going to say any of that?"],["SHEPPARD","(mouth full) Oh, I don't have to."],["RONON","Look, this isn't about me trying to bring back the past."],["SHEPPARD","(impatiently) Well, then what is it?"],["RONON","They need me. They always have. I'm the one who took care of them, got them home alive whenever we went into battle."],["ANNOTATION","Sheppard pushes his tray aside."],["SHEPPARD","You're one man, Ronon. You can't expect to protect them forever."],["RONON","Probably not. But that's where you guys come in. We got some intel on a Wraith target."],["ANNOTATION","Sheppard considers this."],["SHEPPARD","The Wraith and the Replicators are kind of beating the crap out of each other right now. I think it's counter-productive to run an op against them."],["RONON","I have a feeling you'll change your mind once you hear the details."],["SHEPPARD","Let's hear it."],["RONON","Not yet. I want Tyre, Ara, and Rakai in on this."],["ANNOTATION","Sheppard sighs."]],"present":["RONON","SHEPPARD"],"place":"ATLANTIS MESS HALL"},{"speech":[["ANNOTATION","Sheppard's team sits at the table with Tyre and the others. The tavern is otherwise empty."],["SHEPPARD","You want to hit a Wraith lab? No offense, but that's awfully close to crazy talk territory."],["ARA","It's a weapons research facility. From what we've heard, the place is undermanned."],["TYRE","We know the Wraith are being attacked on several fronts. They don't have the resources anymore to properly guard all their facilities."],["MCKAY","Still, she did say \"undermanned\", rather than \"unmanned\". There is a big difference."],["TYRE","It won't matter. We can handle it."],["SHEPPARD","Then why do you need our help to pull it off?"],["TYRE","We don't. But we will need your help to get away once we're done."],["SHEPPARD","I see. We're your designated drivers."],["ANNOTATION","Tyre gives a wry smile, then pulls out a parchment from his jacket."],["TYRE","This is our target. It's located a good half-day's journey from the 'gate on foot. Having a ship would make things a whole lot easier getting us in and out before any reinforcements arrive."],["RAKAI","Don't worry, all you gotta do is fly. We'll do the legwork."],["SHEPPARD","Well, that's very considerate of you, but uh, if we commit, we're all in."],["MCKAY","And I really don't see why we would. I mean, sure it would be great to get our hands on some new Wraith tech, but um, maybe if we stumbled across a stockpile, or-or maybe bought off of E-bay, but--"],["SHEPPARD","(interrupting) I think what he's trying to say we're not really sure if we want to risk our life for something like this. Maybe wait a month or two. Let the Replicators and the Wraiths soften each other up. Then, we do lunch, talk about it again."],["RONON","(quickly) One of the things they're working on right now in the labs is a way to switch off the Replicator attack code."],["ANNOTATION","Everyone becomes more alert."],["TEYLA","Is such a thing even possible?"],["MCKAY","The code's been deactivated once before. I mean, who knows? It could've been the Wraith who did it the first time."],["RONON","Well, we can't let it happen."],["TEYLA","(worried) No. If the war with the Replicators ends, then the Wraith will once again be able to direct their attention to the rest of the galaxy."],["ANNOTATION","Ara nods."],["TYRE","So...are you in?"]],"present":["ARA","MCKAY","RAKAI","RONON","SHEPPARD","TEYLA","TYRE"],"place":"TAVERN"},{"speech":[["ANNOTATION","Sheppard and Ronon walk through the village."],["SHEPPARD","Your buddies seem like a perfectly capable enough bunch, but if I do this, the last thing I need is someone going off half-cocked and risking this op, with, well, oh yeah, our asses."],["RONON","This isn't their first time doing this, John."],["SHEPPARD","Maybe their first time doing it with company, though, and I don't want it to turn into a big pissing match."],["RONON","Yeah, well, I'll keep my group in line, you do the same for yours."],["SHEPPARD","Last time I checked, it was your group, too."],["ANNOTATION","Ronon pauses and sighs heavily. Sheppard stops and turns."],["RONON","Yeah...look, I was going to wait to tell you this, but I've made my decision. Once we finish this op, I'm going to be leaving Atlantis."],["ANNOTATION","He walks past Sheppard, who watches him leave with a stony expression."]],"present":["RONON","SHEPPARD"],"place":"ALIEN VILLAGE, DAY"},{"speech":[["ANNOTATION","Ronon opens his door. Carter stands on the other side."],["RONON","Come on in."],["ANNOTATION","He leads her in, then gets back to gathering his belongings."],["CARTER","(awkwardly) Packing?"],["RONON","Yeah."],["CARTER","You know, the fact that you brought all this stuff here tells me that you considered Atlantis home. That you were happy here."],["RONON","Yeah, well, I was. I am."],["CARTER","Your friends are worried about you."],["RONON","Well, they shouldn't be. I can take care of myself."],["CARTER","That's not the point. When you accepted the offer to join Atlantis, you became a part of something. And like it or not, you have roots here now, people who care about you, who depend on you. Walking away may be a lot harder than you think."],["RONON","Oh, I'm not walking away. Just because I'm not part of Sheppard's team does not mean I'm any less willing to help out Atlantis, or put my life on the line for any of you."],["CARTER","I'm not questioning your loyalty, Ronon--only the wisdom in leaving if as you say, you don't want to turn your back on Atlantis. Coordinating our efforts with you and your friends may not be so easy."],["RONON","(shrugging) We're about to find out, aren't we?"],["ANNOTATION","Carter sighs."],["CARTER","I need you to reconsider your decision to leave."],["RONON","And if I don't...given everything that I know about Atlantis, you're going to try to stop me?"],["CARTER","I'm hoping it won't come to that."]],"present":["CARTER","RONON"],"place":"RONON'S QUARTERS"},{"speech":[["ANNOTATION","A puddle jumper flies through the active Stargate and cloaks."]],"present":[],"place":"FIELD NEAR STARGATE, WRAITH WORLD, DAY"},{"speech":[["ANNOTATION","Both Sheppard's and Tyre's team are inside the jumper, Sheppard and McKay in the front seats."],["TYRE","Put us down near the south end. We'll meet less resistance if we access this place through the back."],["SHEPPARD","Got it."],["TYRE","Once we head in, we'll take the lead. You watch our backs."],["SHEPPARD","Do you know where you're going?"],["TYRE","Our target is located somewhere on the second level."],["MCKAY","Uh, maybe you could be a little more specific?"],["TYRE","We don't have an exact floor plan, if that's what you're asking. The whole second level is a high security sector."],["ANNOTATION","McKay turns in his chair to look at Tyre with annoyance."],["TEYLA","(warily) If you are unsure, would it not be counter-productive for us to follow you?"],["RAKAI","It's better this way. These Wraith facilities are very confusing. We know what we're looking for."],["MCKAY","Oh, and we don't? This isn't exactly our first op, you know."],["RAKAI","Really? How many Wraith have you killed in hand-to-hand combat?"],["MCKAY","I hardly think that's what this is about."],["RAKAI","That's what I thought."],["MCKAY","You know, we've taken out entire hive ships, okay? Compared to us, you are amateurs."],["ANNOTATION","Rakai makes a move towards McKay but Ronon grabs him and holds him back. McKay is startled anyway."],["RONON","Easy."],["SHEPPARD","If we can't play nice together, then let's not. We've got a lot of ground to cover in a short amount of time. So...we will follow your lead, then we'll split up into two teams once we reach the second level. Are you cool with that?"],["ANNOTATION","Tyre looks to Ronon, who nods."],["TYRE","Yes."],["SHEPPARD","Good."],["ANNOTATION","A control beeps."],["SHEPPARD","Approaching target location."]],"present":["MCKAY","RAKAI","RONON","SHEPPARD","TEYLA","TYRE"],"place":"PUDDLE JUMPER"},{"speech":[],"present":[],"place":"WRAITH LAB, WRAITH PLANET, DAY"},{"speech":[["ANNOTATION","Both teams enter the back door, their weapons ready. It is unguarded. They move ahead, Sheppard's team bringing up the rear. They take out three Wraith guards before they reach a control panel."],["TYRE","This is it."],["ANNOTATION","He tries to work the controls."],["SHEPPARD","Hurry up."],["ANNOTATION","Tyre still meets resistance."],["RONON","I got it."],["ANNOTATION","Tyre backs away as Ronon shoots the control. The door opens."],["TYRE","Everybody in."],["ANNOTATION","They all enter the small elevator-like structure and are beamed away."]],"present":["RONON","SHEPPARD","TYRE"],"place":"WRAITH LAB"},{"speech":[["ANNOTATION","They beam into a chamber guarded by Wraith. The teams immediately shoot the guards."],["TYRE","(indicating two hallways) We'll go this way. You go that way."],["ANNOTATION","Sheppard pulls out his handheld Wraith detector."],["SHEPPARD","Contact us if you find anything."],["RONON","Yeah."],["ANNOTATION","He pauses before going with Tyre."],["RONON","Good luck."],["ANNOTATION","Sheppard nods. Ronon watches the rest of his soon to be former-teammates go the other direction."],["ARA","Ronon..."],["ANNOTATION","Ronon heads towards her."],["RONON","Let's go."],["ANNOTATION","They jog to catch up to Tyre and Rakai."],["ANNOTATION","Sheppard's team comes across a wall filled with people stuck in web chambers."],["SHEPPARD","What do you think? Test subjects?"],["MCKAY","Or the Wraith version of a vending machine."],["SHEPPARD","I hate to be the guy to say it, but we can't really help these people. We got to keep moving."],["ANNOTATION","He heads further down."],["MCKAY","Right."],["ANNOTATION","They head down another corridor."],["SHEPPARD","This thing's been way too quiet, and way too easy."],["MCKAY","I kind of like quiet and easy. Makes for a nice change."],["ANNOTATION","Sheppard notices an alert on his life signs detector."],["SHEPPARD","Wraith!"],["ANNOTATION","He starts firing at Wraith guards as they turn the corner."],["ANNOTATION","From the other corridor, Ronon hears the sound of their P-90s. He instantly races to help."],["TYRE","Ronon, wait!"],["ANNOTATION","Tyre exchanges ominous looks with the others."],["ANNOTATION","In the firefight, Teyla is stunned. McKay and Sheppard fall back, dragging Teyla with them. Sheppard provides cover fire while McKay tries to open a door."],["SHEPPARD","Rodney, get that door open!"],["ANNOTATION","Sheppard continues to fire. All McKay's efforts to override the system are futile."],["MCKAY","Aw, the hell with it."],["ANNOTATION","He blindly fires at the controls with his P-90. Nothing happens."],["MCKAY","Aw, come on, it worked for him!"],["ANNOTATION","Ronon runs down a corridor, shooting any Wraith that get in his way."],["ANNOTATION","McKay puts his hand inside the mechanism, and the door finally opens."],["MCKAY","Hah! I did it!"],["ANNOTATION","Sheppard glances over, and is hit with a Wraith stunner. He collapses. McKay stares in horror."],["ANNOTATION","The Wraith approach and drag Sheppard and Teyla away. Another Wraith checks out the area, and sees nothing. After he leaves, McKay comes out from hiding in one of the web chambers."],["ANNOTATION","McKay flinches as he rounds a corner and sees others. He sighs in relief as he realizes it's Tyre, Ara, and Rakai."],["MCKAY","Oh! Oh, thank god it's you three. They got Teyla and Sheppard and..."],["ANNOTATION","Rakai raises his gun and stuns McKay. A Wraith is with the trio."],["WRAITH","Bring him."],["ANNOTATION","Rakai bends down to the unconscious McKay."],["RAKAI","Who's the amateur now?"],["ANNOTATION","Rakai starts dragging McKay along the floor."]],"present":["ARA","MCKAY","RAKAI","RONON","SHEPPARD","TYRE","WRAITH"],"place":"SECOND LEVEL"},{"speech":[["ANNOTATION","Ronon slides through the active wormhole, firing his weapon behind him. Zelenka stares in surprise as the SFs aim their weapons at the Stargate."],["ZELENKA","Ronon, what happened?"],["RONON","I need to talk to Colonel Carter right away."],["ANNOTATION","He gets to his feet and rushes up the steps."]],"present":["RONON","ZELENKA"],"place":"ATLANTIS GATE ROOM"},{"speech":[],"present":[],"place":"WRAITH LAB, DAY"},{"speech":[["ANNOTATION","Teyla keeps watch inside the cell as Sheppard and McKay still lie on the floor. Sheppard groans, regaining consciousness."],["TEYLA","John, are you all right?"],["ANNOTATION","Sheppard sits up."],["SHEPPARD","Bit of a hangover. The fact that Ronon and his buddies aren't here is a good sign."],["MCKAY","(groaning) Oh, not really. Ronon's buddies are the reason we're here; they set us up."],["ANNOTATION","He sits up as well."],["SHEPPARD","What are you talking about?"],["MCKAY","I ran into them while I was trying to esc--while I was effecting a strategic retreat. They stunned me."],["SHEPPARD","Are you sure?"],["MCKAY","(piqued) It's pretty hard to misinterpret something like that."],["TEYLA","Was Ronon with them?"],["MCKAY","Uh, I didn't see him."],["ANNOTATION","A Wraith comes to the door with two guards. He points to McKay."],["WRAITH","That one."],["ANNOTATION","The cell door lifts, and the guards head to McKay. Sheppard tries to step in front of them."],["SHEPPARD","Hold on here, guys."],["ANNOTATION","They stun Sheppard and point a stunner at Teyla while they extract McKay."],["TEYLA","Rodney! Stay strong, Rodney."],["MCKAY","(weakly) I'll try."],["ANNOTATION","Teyla watches as he's led away."]],"present":["MCKAY","SHEPPARD","TEYLA","WRAITH"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","A medic tries to treat a wound on Ronon's arm. He brushes the medic away. Carter and Zelenka are nearby."],["RONON","I said, I'm fine. (to Carter and Zelenka) I tried to radio Sheppard, but got no response from him, Teyla, or McKay."],["ZELENKA","And what about the Satedans?"],["RONON","We got separated. I'm guessing the Wraith got to them, too."],["ANNOTATION","Carter and Zelenka exchange looks."],["ZELENKA","So much for this op being a cake walk."],["CARTER","Okay, we've gone from support to rescue and recovery. Doctor Zelenka, ready a jumper."],["ZELENKA","Yes, Colonel."],["RONON","They'll be expecting us."],["CARTER","Make that two jumpers."],["ANNOTATION","She give Ronon a reassuring smile before she leaves. Ronon continues to look upset."]],"present":["CARTER","RONON","ZELENKA"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","McKay is led by the guards and Wraith."],["MCKAY","Would you guys mind telling me where we're going? Seriously, I-I'm not big on surprises. Even as a kid, I had to sneak a peek at my Christmas presents because I couldn't stand the suspense. I remember this one time I had this--"],["WRAITH","(interrupting) We require your assistance."],["MCKAY","With what?"],["WRAITH","You tampered with the Replicator base code."],["MCKAY","I don't know what you're talking about."],["ANNOTATION","The Wraith glares menacingly at McKay."],["MCKAY","Okay, I may have made a few small adjustments. So what?"],["WRAITH","This is not the first time they have challenged us."],["MCKAY","So it was the Wraith that deactivated the attack code!"],["WRAITH","Many thousands of years ago, we had defeated the Ancients. The galaxy was ours. And then these...\"things\" appeared."],["MCKAY","I take it you're not a big fan--"],["WRAITH","They are an abomination. They're not even alive!"],["MCKAY","In other words, you can't eat them, so they're no good to you."],["WRAITH","They are machines! Machines can be reprogrammed."],["MCKAY","Okay, fine, so...what do you want from me?"],["WRAITH","We have attempted to upload the deactivation virus once again. Our attempts have been unsuccessful. We need you to undo the changes you made so as to render the virus once more effective against them."],["MCKAY","Of course. I see. Thing is, that could be kind of tricky."],["WRAITH","The test subject will make things easier for you."],["MCKAY","(worried) Test subject?"],["ANNOTATION","The Wraith smirks and opens the door to a lab. A male Replicator hangs suspended in a stasis field in the middle of the room, a control panel to one side."],["MCKAY","(horrified) A Replicator. Oh my god."],["ANNOTATION","The Wraith grabs McKay and pulls him inside."]],"present":["MCKAY","WRAITH"],"place":"WRAITH LAB CORRIDOR"},{"speech":[["ANNOTATION","A puddle jumper lowers from the bay to the Gate room, hovering in front of the active wormhole."]],"present":[],"place":"GATE ROOM"},{"speech":[["ANNOTATION","Carter, Ronon, Zelenka, and two marines are in the jumper. Carter sits in the co-pilot's chair, Ronon directly behind her."],["CARTER","I've thought about it, and I want you to know that when the time comes, I'll respect whatever decision you make regarding your future with us."],["ANNOTATION","Ronon leans forward."],["RONON","This could be the one and only op we go on together."],["ANNOTATION","Carter smiles and tilts her head."],["CARTER","Then we'd better make the most of it."]],"present":["CARTER","RONON"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The Wraith enters the lab, where McKay has been working at the control panel."],["WRAITH","Doctor McKay, how is your work progressing?"],["MCKAY","Ah, it's been kind of slow. I mean, reestablishing the...base code's original setting isn't something I'll be able to accomplish overnight."],["WRAITH","Colonel Sheppard and Teyla will be most disappointed to hear this. I'll see to it."],["MCKAY","(quickly) I think I might be able to get it finished much...sooner."],["WRAITH","I understand your desire to delay in the hope it will give your people time to mount a rescue. In fact, I just received word they're on their way. But, we are ready for them."],["ANNOTATION","The Wraith leaves. Upset, McKay turns back to the Replicator, who is conscious inside the stasis field."]],"present":["MCKAY","WRAITH"],"place":"WRAITH REPLICATOR LAB"},{"speech":[["ANNOTATION","A puddle jumper buzzes the outside of the lab. Two darts take off and pursue it."]],"present":[],"place":"WRAITH LAB, DAY"},{"speech":[["ANNOTATION","Carter's group watches the pursuit from their own cloaked jumper."],["JUMPER TWO PILOT","(over radio) Okay, they're moving away."],["CARTER","(into comm) Thank you, Jumper Two. (to pilot) Take us in, Lieutenant."],["LIEUTENANT","Yes, Colonel."],["ANNOTATION","He complies."]],"present":["CARTER","JUMPER TWO PILOT","LIEUTENANT"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The outer door opens and Carter rolls a flash bang grenade in. Before a patrol of Wraith guards can act, it detonates. Ronon and Carter immediately enter and fire on the guards."],["LIEUTENANT","Go, go!"],["ANNOTATION","The marines head out. Zelenka uses an Ancient scanner. It leads him to a wall where it beeps heavily."],["ZELENKA","There's a power relay behind this wall here."],["ANNOTATION","Carter shoots the wall."]],"present":["LIEUTENANT","ZELENKA"],"place":"WRAITH LAB CORRIDOR"},{"speech":[["ANNOTATION","McKay hears distant gunfire. The lights go out around him. He looks worriedly at the Replicator as the emergency backup starts up. The field around the Replicator stays intact."]],"present":[],"place":"WRAITH'S REPLICATOR LAB"},{"speech":[["ANNOTATION","Weapons fire downs the guard stationed at Teyla and Sheppard's cell. Carter releases them. The marines protect their rear."],["CARTER","You all right?"],["SHEPPARD","Well, it's about time! Any longer, and we would've had to save ourselves."],["ANNOTATION","One of the marines provides Sheppard and Teyla new P-90s."],["TEYLA","Did Ronon manage to make it back to Atlantis?"],["CARTER","He did."],["TEYLA","Where is he?"],["CARTER","We split up to cover more ground."],["ANNOTATION","Sheppard and Teyla exchange looks."],["CARTER","(to marines) Secure the entrance. Go."]],"present":["CARTER","SHEPPARD","TEYLA"],"place":"WRAITH CELL"},{"speech":[["ANNOTATION","Ronon cautiously rushes through the corridors. He meets up with Tyre's team coming from the other direction. Ronon lowers his gun and claps Rakai on the shoulder."],["RONON","(relieved) All right, come on. Let's get out of here."],["ANNOTATION","Ronon turns back around from whence he came and starts to lead the out. The Wraith happens by as he reaches the doorway, and Ronon points his gun at the Wraith's head."],["RONON","Where are you holding them?"],["ANNOTATION","The Wraith glances over without turning his head."],["WRAITH","Why don't you ask your friends?"],["ANNOTATION","Puzzled, Ronon glances back. Tyre, Ara, and Rakai are all clearly pointing their guns at him, not the Wraith."]],"present":["RONON","WRAITH"],"place":"WRAITH LAB CORRIDOR"},{"speech":[["ANNOTATION","As McKay works, the gunfire draws closer. The Wraith guard tenses, then fires his weapon. He is downed in a hail of bullets. Sheppard, Teyla, Carter, Zelenka, rush inside."],["SHEPPARD","All clear."],["MCKAY","(in high-pitched panic) All clear?! You could've shot me!"],["ANNOTATION","While they check the area, the stasis shield holding the Replicator finally shorts out. He lands on his feet. Teyla, Carter, and Sheppard point their guns at him."],["MCKAY","Oh, no."],["ANNOTATION","The trio fire their rifles at the Replicator as he steps forward. The bullets do not affect him, merely pass through as he heals. The Replicator steps doggedly forward, then turns, passing the team. Sheppard reloads his rifle as he steps forward. The team watch as the Replicator attacks the Wraith guards. Their weapons too are ineffective, and the Replicator quickly dispatches them with his bare hands."],["SHEPPARD","Let's go find Ronon."]],"present":["MCKAY","SHEPPARD"],"place":"WRAITH'S REPLICATOR LAB"},{"speech":[["WRAITH","Deal with him."],["ANNOTATION","The Wraith hurries away as Ronon drops his weapon to his side in shock."],["RONON","You're Wraith worshippers?!"],["TYRE","Ronon, you need to understand--"],["RONON","(emotional) After what they did to Sateda!?"],["TYRE","Sateda is gone, and so are the lives we knew. We had a choice. To die with the past, or live for the future."],["RONON","(disgusted) What did they do to you?"],["ARA","(with zeal) They rewarded us with the gift of everlasting life. The same gift can be yours if you're willing to accept it. We resisted at first; we were stubborn. But the Wraith were determined."],["ANNOTATION","A mixture of images of Tyre, Ara, and Rakai, being fed upon by the Wraith and then having their life energy restored to them--making them appear to de-age dramatically from very old to their current age."],["ARA","(voiceover) They showed us our futures. They allowed us to experience our life's end, pushing us to the brink so that we could see the truth."],["ARA","...and brought us back."],["ANNOTATION","Ronon looks at the others. Tyre and Rakai both look upset, but determined."],["ANNOTATION","More images of this torture."],["ARA","(voiceover) They showed us again, and again, and again..."],["RONON","Until they broke you."],["ARA","Until we finally accepted the truth...and their gift."],["TYRE","Ronon, join us."],["RONON","(sneering) You're insane!"],["ARA","(fighting tears) Don't let your pride get in the way...like Marika and Hemi."],["RONON","They didn't die on any run, did they?! They were murdered because they wouldn't turn."],["TYRE","They were killed by their own stubbornness. Don't make the same mistake. Join us!"],["RONON","(heartbroken) No. Never. Run. You run. Run, and get away while you can, because the next time we meet, it will not be as friends."],["TYRE","There won't be a next time."],["ANNOTATION","He holsters his gun."],["TYRE","We will finish this like true Satedans."],["ANNOTATION","Ara and Rakai holster their guns."],["RONON","You are not Satedans!"],["ANNOTATION","He takes off his gun belt. They all do the same and toss them aside. The group then engage in hand-to-hand combat, three on one. There is a flurry of kicks and blows. Ronon is able to knock down Ara and Rakai, but Tyre gets some blows in, knocking Ronon off balance."],["ANNOTATION","The pair circle, trading more calculated blows before fighting in earnest. Finally they pin each other's arms. Tyre still kicks, but Ronon just takes the hits and doesn't let go. Behind Ronon, Rakai pulls out a knife. Tyre sees him."],["TYRE","Rakai, no!"],["RONON","(snarling to Tyre) So much for honor."],["ARA","No weapons!"],["ANNOTATION","She rushes forward to grab Rakai. He spins, surprised, still holding the knife, and accidentally slashes her across the throat, hitting her jugular. She grabs at her neck and stumbles back as the others watch in horror. Rakai screams in rage and rushes Ronon. Ronon is able to knock Tyre aside. He and Rakai fight, but Ronon easily gets the upper-hand. He pins Rakai's knife arm, breaking it and wresting the knife out of his grasp. Ronon stabs Rakai in the chest, then cradles Rakai in his arms, clutching him until he dies. Tyre stands to see both Ara and Rakai dead. Ronon is back-to him, but realizes he's there, and that he's not attacking."],["RONON","(breathing heavily) Hasn't there been enough killing? Huh?"],["ANNOTATION","Tyre walks away."],["ANNOTATION","Ronon looks down to see Rakai's and his own blood covering him."]],"present":["ARA","RONON","TYRE","WRAITH"],"place":"WRAITH LAB CORRIDOR"},{"speech":[["ANNOTATION","Sheppard and the others run down another corridor, having to step over dead Wraith and the deactivated Replicator. McKay first spots a shadow and they all aim their weapons, but it is Ronon. They lower their guns."],["CARTER","Ronon, where are your friends?"],["ANNOTATION","Ronon glances from Teyla and Carter over to Sheppard and McKay. He doesn't break stride."],["RONON","They're right here. Let's go home."],["ANNOTATION","Everyone exchanges looks. Sheppard looks at Rodney, who nods subtly."]],"present":["CARTER","RONON"],"place":"WRAITH LAB CORRIDOR"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Ronon sits on his bed, thinking. The door is already open, and he hears someone approaching."],["RONON","Is that my painting?"],["ANNOTATION","It is Teyla, and she carries the painting that had been hanging on Ronon's wall of three warriors standing on an outcropping with a deep red sky backdrop."],["TEYLA","(smiling) Yes. Rodney felt that you should have it back."],["ANNOTATION","Ronon takes the painting from her."],["RONON","I didn't give it to him."],["TEYLA","Well, he helped himself, assuming that you were leaving it behind."],["ANNOTATION","Ronon gives Teyla an unamused look. He turns away and sets the painting down. Teyla schools her expression into something bland, but doesn't succeed. Ronon looks at her expectantly."],["TEYLA","How are you feeling?"],["RONON","Um...all right."],["TEYLA","(with emphasis) It's nice to have you back."],["RONON","Thanks. It's good to be back."],["ANNOTATION","Teyla smiles and nods before leaving. Ronon sits on the bed and stares at the painting."]],"present":["RONON","TEYLA"],"place":"RONON'S QUARTERS"}]