[{"speech":[["PREVIOUSLY ON STARGATE ATLANTIS",""],["ANNOTATION","Excerpts from 1.18 \"The Gift\", 3.18 \"Submersion\", 4.08 \"The Seer\", 4.10 \"This Mortal Coil\", and 4.11 \"Be All My Sins Remembered\" are shown."]],"present":["PREVIOUSLY ON STARGATE ATLANTIS"],"place":"nowhere"},{"speech":[["ANNOTATION","The battle above Asuras that took place in 4.11 \"Be All My Sins Remembered\" continues. The Replicator nanites are swarming to Fran on the planet."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The Wraith Commander (Todd) is in charge of the bridge. Another Wraith stands nearby."],["WRAITH TECHNICIAN","The Replicator ships have ceased firing. The humans' plan worked."],["WRAITH COMMANDER","Give me status on the darts!"],["WRAITH TECHNICIAN","Approaching the Replicator city."]],"present":["WRAITH COMMANDER","WRAITH TECHNICIAN"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","Three darts fly through Asuras, one using its beam, as the nanites swarm into a large undulating blob in its center."]],"present":[],"place":"ASURAS, DAY"},{"speech":[["WRAITH TECHNICIAN","The Replicators' mass is sinking into the planet. We do not have much time."],["WRAITH COMMANDER","We're not leaving without those darts!"]],"present":["WRAITH COMMANDER","WRAITH TECHNICIAN"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The Replicators sink into the planet's core."]],"present":[],"place":"ASURAS, DAY"},{"speech":[["WRAITH TECHNICIAN","The mass is approaching critical density. An explosion is imminent. Commander, we must jump into hyperspace!"],["WRAITH COMMANDER","Not until I get what I came for!"]],"present":["WRAITH COMMANDER","WRAITH TECHNICIAN"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","Hyperspace windows open as the Lantian and Traveler ships begin to evacuate the area."]],"present":[],"place":"SPACE"},{"speech":[["WRAITH TECHNICIAN","The darts are on approach... We have them."],["ANNOTATION","Todd snarls in triumph."]],"present":["WRAITH TECHNICIAN"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The hive ship leaves just before the planet explodes."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The Wraith returns to the bridge, bringing a small case to the commander (Todd)."],["WRAITH TECNICIAN","I have the rematerialized cargo from the darts."],["ANNOTATION","The commander opens the canvas case and pulls out a ZPM. He smiles."],["WRAITH COMMANDER","Now we have what we need to complete our mission."]],"present":["WRAITH COMMANDER","WRAITH TECNICIAN"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","Ronon and Sheppard arrive. McKay is already working at a station."],["SHEPPARD","Rodney, what've you got?"],["MCKAY","Well, it's only been a week since the battle, but, uh, a pretty clear pattern is emerging. You can see it on long-range scanners. The Wraith have split up into distinct groups."],["RONON","Now that they're done with the Replicators, they're sizing each other up."],["SHEPPARD","Too many Wraith, not enough humans to feed on. Intel's claiming there are several different factions."],["MCKAY","Yes, well, with any luck, they'll find themselves in the middle of a nice, long, civil war. But, uh, what I find particularly interesting is this..."],["ANNOTATION","He pulls up a section of space where a locator pings steadily."],["SHEPPARD","What is it?"],["MCKAY","Well, that's our old friend, the Wraith that helped me save Jeannie and got us all those hive ships."],["SHEPPARD","How do you know?"],["MCKAY","Well, the subspace tracking device he used? It's the same signal."],["RONON","Why would he reactivate it?"],["MCKAY","Well, I have no idea. I think it's safe to assume that he'd know we were monitoring that frequency."],["SHEPPARD","You think he's sending us a message?"],["MCKAY","Maybe. Look, it's like I said. The hive ships that we've been tracking have formed into distinct groups, but this one's out there by himself. From what we can tell, it's just floating in the middle of empty space, nowhere near a habitable planet, and almost an hour's sub-light from the nearest 'gate."],["RONON","So what does he want?"],["MCKAY","Well...that's the question."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Teyla rides an exercise bike, exerting herself quite a bit. Ronon enters."],["RONON","Hey."],["TEYLA","Ronon! Do you wish to use this machine?"],["RONON","No. I just didn't expect to find you here."],["TEYLA","Why not?"],["RONON","Shouldn't you be taking it easy?"],["ANNOTATION","Teyla shoots him a glare."],["TEYLA","I am pregnant, Ronon, not ill. In any case, Doctor Keller said it wouldn't hurt to continue exercising. In fact, it's beneficial."],["RONON","Yeah, well, you're hitting it pretty hard."],["TEYLA","Well, I have to remain in top physical condition if I'm to keep up with you and the rest of the team."],["RONON","Who says you have to keep up?"],["ANNOTATION","Teyla shoots him another look, then gives a wry chuckle before concentrating on her workout."]],"present":["RONON","TEYLA"],"place":"ATLANTIS WORKOUT ROOM"},{"speech":[["ANNOTATION","Sheppard and McKay join Zelenka at a display."],["SHEPPARD","Any change?"],["ZELENKA","No. He's still sitting out there."],["SHEPPARD","It's been almost twenty-four hours."],["ZELENKA","His ship could be disabled."],["SHEPPARD","Hmm, you think it's a distress call?"],["MCKAY","Ah, maybe."],["SHEPPARD","Any other hive ships picking up the signal?"],["ZELENKA","If they are, they're ignoring it. We're showing no other Wraith activity in the area."],["SHEPPARD","How far did you say the nearest 'gate was?"],["MCKAY","Well, it's about an hour by jumper. Oh! Look, I know we worked with this guy before, and he has helped us out in the past, but he's still a Wraith! We don't seriously feel like we owe him anything, do we?"],["SHEPPARD","No, no, of course not. But, that doesn't mean it's not worth checking out."],["ANNOTATION","McKay looks displeased."],["MCKAY","Hmm."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard's and Lorne's teams get ready for the upcoming mission. Teyla arrives."],["SHEPPARD","Teyla."],["TEYLA","Colonel. I just heard. I would like to accompany you on this mission."],["SHEPPARD","Well, we've got it covered."],["TEYLA","(sternly) John, I understand what you're trying to do, but I assure you it is not necessary. My skills have not diminished, and I still have much to offer the team."],["ANNOTATION","Teyla's tone has not been missed by the others gearing up. Sheppard catches Lorne's eye and jerks his head for the others to leave."],["LORNE","All right, guys, let's head out. (to Sheppard) We'll wait for you at the jumper bay, sir."],["ANNOTATION","Lorne's team and Ronon leave. McKay stays seated on the bench. Ronon comes back and drags McKay out."],["MCKAY","I'm not even..."],["ANNOTATION","Sheppard and Teyla are left alone in the room. He grabs a P-90 and continues getting ready."],["SHEPPARD","I'm not having this conversation again."],["TEYLA","We have not had it yet! In fact, we've barely spoken since I told you I was pregnant!"],["SHEPPARD","It's been a little busy around here."],["TEYLA","I understand why you did not want me to join the attack on the Replicator world, but that was a special circumstance."],["SHEPPARD","Look, even the simplest op can become dangerous."],["TEYLA","And I accept that."],["SHEPPARD","You think it's that simple?!"],["TEYLA","Is this about you trying to protect me, or are you still angry because I did not tell you sooner?"],["SHEPPARD","This is about your people missing; this is about the father of your child missing. You want to go out, you want to tear it up, you want to kick ass, but you can't! And the sooner you realize that, the better!"],["ANNOTATION","Teyla stares at Sheppard, shocked and furious. He walks past her, looking troubled."]],"present":["LORNE","MCKAY","SHEPPARD","TEYLA"],"place":"ATLANTIS GEAR UP ROOM"},{"speech":[["ANNOTATION","The puddle jumper flies through space."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Lorne and Sheppard's team are inside."],["SHEPPARD","Pull up the HUD. I think we're in range."],["ANNOTATION","McKay does so. The display shows a schematic of the hive ship."],["MCKAY","I've got it, dead ahead. Looks like it's been shot up pretty bad."],["RONON","From the Replicator battle?"],["MCKAY","No, I'm picking up residual radiation from Wraith weapons' fire."],["LORNE","Were they attacked by another hive?"],["MCKAY","(impatiently) Well, it looks that way."],["SHEPPARD","Any life signs?"],["MCKAY","I'm not picking up anything."],["SHEPPARD","Maybe they're hibernating."],["MCKAY","(annoyed) Seems like an odd thing to do after being attacked."],["ANNOTATION","Sheppard shoots him a look."],["MCKAY","(more meek) Plus, they usually land the ship?"],["SHEPPARD","All right. Well, we didn't come all this way to turn back. So, we're going in."]],"present":["LORNE","MCKAY","RONON","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Sheppard's and Lorne's teams have split up, searching the ship."],["SHEPPARD","(into radio) Lorne, you got anything?"],["LORNE","(over radio) Nothing so far."],["ANNOTATION","Ronon snaps his fingers and points out two Wraith corpses in the hall."],["SHEPPARD","(into radio) Well, we've got bodies."],["LORNE","(over radio) Acknowledged. We'll keep looking."],["ANNOTATION","They continue forward. Ronon takes a closer look at one of the Wraith. It is skeletal and dehydrated, almost like a mummy."],["RONON","Looks like they were fed on."],["ANNOTATION","McKay continues to read his scanner."],["MCKAY","Still picking up the Wraith tracking device. It's that way."],["ANNOTATION","They move out."]],"present":["LORNE","MCKAY","RONON","SHEPPARD"],"place":"HIVE SHIP"},{"speech":[["ANNOTATION","The scanner beeps more insistently."],["MCKAY","Reading's stronger in here."],["SHEPPARD","I don't see our guy. You?"],["RONON","No."],["ANNOTATION","McKay's scanner focuses on a section of floor."],["MCKAY","We're not going to find him."],["SHEPPARD","I thought we were tracking the device."],["ANNOTATION","McKay reaches down and picks up a small object from the floor."],["MCKAY","We are...but someone cut it out of him."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"WRAITH LAB"},{"speech":[["ANNOTATION","The derelict hive ship floats in hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Lorne's team joins Sheppard's on the bridge."],["LORNE","No sign of the rest of the crew. Whoever attacked the ship must've taken them prisoner."],["MCKAY","Including our friend."],["SHEPPARD","(making a face) Stop calling him that. It's weird."],["RONON","Then what do we call him?"],["SHEPPARD","I don't know. Let's go with...Todd."],["ANNOTATION","McKay shoots him an incredulous look."],["SHEPPARD","It's a guy I knew in college. He was very pale."],["MCKAY","Todd's a terrible name."],["SHEPPARD","You got a better one?"],["MCKAY","As a matter of fact, I do."],["SHEPPARD","You know what? Forget I asked."],["LORNE","Colonel, what do we do now?"],["SHEPPARD","Well, that all depends. Uh, is this thing going to fly?"],["MCKAY","Well, the hull's severely damaged. I'd say about thirty percent of the ship is sealed off and exposed to space. (brightly) But, uh, with a bit of work, I think we can get main systems back online."],["SHEPPARD","That settles it. We've got ourselves a new ship."],["ANNOTATION","They smile as Rodney gets to work."]],"present":["LORNE","MCKAY","RONON","SHEPPARD"],"place":"WRAITH BRIDGE"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Zelenka speaks with someone in a corridor. He notices Sheppard passing by."],["ZELENKA","Okay, if you could bring it back to my, uh,...computer in the lab?"],["ANNOTATION","He leaves the woman to catch up with Sheppard."],["ZELENKA","Colonel, I didn't expect to see you back so soon."],["SHEPPARD","No engagement. The only Wraith on board were dead."],["ZELENKA","Was the ship badly damaged?"],["SHEPPARD","She's definitely taken a few hits. McKay's working on repairs, but that is the easy part."],["ZELENKA","Well, what's the hard part?"],["ANNOTATION","Sheppard shrugs and makes a face."],["SHEPPARD","Eh..."],["ANNOTATION","Sheppard walks away, leaving Zelenka perplexed."]],"present":["SHEPPARD","ZELENKA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Sheppard sits across a table from Teyla."],["SHEPPARD","The ship's been secured, there's no immediate danger, and you're the only one who can fly it."],["TEYLA","(wryly) Even in my condition?"],["SHEPPARD","(sighing) All right, I might have been a little tough on you before..."],["TEYLA","No, you were right. I'm just trying to understand my position."],["SHEPPARD","You're still a member of my team."],["TEYLA","Am I?"],["SHEPPARD","You always were! Look, it's my call whether or not you go on mission. Take it or leave it."],["TEYLA","(after a long pause) When do we go?"],["ANNOTATION","Sheppard sits back, relieved."]],"present":["SHEPPARD","TEYLA"],"place":"ATLANTIS MESS HALL"},{"speech":[["ANNOTATION","Lorne enters. McKay and Ronon are there."],["LORNE","Hey. I found these in the jumper."],["ANNOTATION","He tosses power bars to McKay and Ronon."],["MCKAY","Aw, thank you. I'm starving!"],["ANNOTATION","McKay studies the label of his and makes a face."],["MCKAY","\"Apricot Jubilee?\""],["LORNE","Oh, if you don't want it..."],["ANNOTATION","He holds out his hand to take it back."],["MCKAY","No, no. It's fine."],["ANNOTATION","McKay opens his bar. In the background, Ronon leans close to one of the Wraith consoles."],["LORNE","So, how are we doing in here, anyway?"],["MCKAY","Eh, it's coming along. I got the hyperdrive operational, though that's not going to help much if I can't get the neural interface to work."],["ANNOTATION","Ronon's actions cause a screech. The interface comes to life."],["MCKAY","What'd you do?"],["ANNOTATION","Ronon stands up straight, furtively trying to look innocent."],["RONON","Nothing."],["MCKAY","You touched something, didn't you!?"],["RONON","No...Maybe just a little."],["ANNOTATION","They look at the display showing lots of Wraith data, displaying a region in space."],["LORNE","What is it?"],["RONON","Looks like a map."],["MCKAY","Thank you, Captain Obvious. Of course it's a map. The question is, a map to what?"]],"present":["LORNE","MCKAY","RONON"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The jumper flies through space."]],"present":[],"place":"SPACE"},{"speech":[["TEYLA","I wanted to tell you sooner, but I found out shortly after Doctor Keller and I returned from New Athos. It was a difficult time."],["SHEPPARD","It's okay. I get it."],["TEYLA","Now, along with everything else, I'm burdened with the thought that...this child may be the last of my people."],["ANNOTATION","Her voice breaks as she tries not to cry."],["SHEPPARD","We don't know that yet!"],["TEYLA","But you understand why I cannot just stay in Atlantis and do nothing! My best hope in learning their fate is to be out here with you."],["ANNOTATION","Sheppard looks away and bites his lip."]],"present":["SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Sheppard and Teyla join the others on the bridge."],["SHEPPARD","How's it coming?"],["MCKAY","Ah, you're back! Well, I've managed to get the neural interface talking to the main systems, but I've got no way to test it, so it's-it's gonna need some tweaking. Biggest problem I've had so far has been with the weapons array, but I think I've managed to--"],["SHEPPARD","Wait...weapons array?"],["MCKAY","Well, I-I thought they'd come in handy when we go after the Wraith."],["SHEPPARD","What are you talking about?"],["MCKAY","Oh, I figured out where this ship was headed before it was attacked."],["RONON","We figured it out."],["ANNOTATION","Ronon turns and makes a face at Teyla, who puts down a case and looks at one of the panels."],["MCKAY","Yeah, right. All you did was activate a screen! I'm the one who searched through the ship's log and found the mention of the top secret Wraith outpost."],["SHEPPARD","What Wraith outpost?"],["MCKAY","I'm sorry. I assumed a level of uncertainty was implied by my use of the phrase \"top secret.\""],["RONON","In other words, he doesn't know."],["MCKAY","The log didn't specify. But whatever this thing is, they talk about this thing like it was sacred. From what I can gather, it played a pivotal role in helping the Wraith win their war against the Ancients."],["RONON","Which is why we got to check it out."],["SHEPPARD","All, right, hold on here a second. Let's just slow down. We don't even know if this thing can fly, let alone--"],["ANNOTATION","The engine hums to life as behind them, Teyla activates the controls. They heads over to her."],["MCKAY","(awed) How did you do that?"],["TEYLA","I...don't know. My abilities appear to be stronger than before."],["MCKAY","(studying displays) Oh, she's not kidding. According to this, navigation, propulsion, and communications are online."],["SHEPPARD","Teyla...?"],["TEYLA","I cannot explain it. The moment I connected with the ship, everything became available to me. I can feel the various systems at my disposal."],["RONON","Well, can you fly it?"],["TEYLA","I'm not sure."],["ANNOTATION","Teyla closes her eyes and concentrates."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The hive ship's engines power up and it starts moving slowly in sublight speed."]],"present":[],"place":"SPACE"},{"speech":[["MCKAY","She's flying it all right."],["SHEPPARD","Are you okay?"],["ANNOTATION","Teyla opens her eyes."],["TEYLA","(surprised) Yes. I'm fine. It's easier than it was last time. It's almost...effortless."],["ANNOTATION","Sheppard glares at McKay."],["MCKAY","Hey, don't look at me. I didn't do anything."],["TEYLA","The coordinates to the outpost are in the computer. I can take us there."],["SHEPPARD","(shaking his head) Mmm, that's not why I brought you here. We can wait for the Daedalus."],["TEYLA","The hive that attacked this ship had access to the same information, and by now, it is almost a day ahead of us. Now, if that outpost is as important as the log suggests, do you really think we can afford to wait?"],["SHEPPARD","All right. Get us close, but keep us out of sensor range. We'll take a jumper from there."],["ANNOTATION","Teyla closes her eyes and concentrates while McKay works on his tablet computer."]],"present":["MCKAY","SHEPPARD","TEYLA"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The hive ship jumps into hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sheppard and Lorne return to the bridge."],["SHEPPARD","Well, what's up?"],["MCKAY","Hmm. I, uh, decided to go over the remainder of ship's log for any other mention of the outpost."],["SHEPPARD","And...?"],["MCKAY","There's nothing, can you believe it? This thing goes back a long way. As far as I can tell, they haven't been to this place in thousands of years."],["SHEPPARD","So why now?"],["TEYLA","We have reached our coordinates. I'm dropping us out of hyperspace."],["ANNOTATION","The ship shudders."],["TEYLA","The planet is...just ahead. I've established an orbit around one of its moons just out of sensor range."],["SHEPPARD","Well, all right, let's get to the jumper."],["ANNOTATION","They start to leave. As Teyla turns to go, she becomes dizzy. Sheppard and Ronon are quick to her side."],["SHEPPARD","Whoa!"],["TEYLA","It's all right. I'm fine. I'm fine."],["ANNOTATION","Ronon and McKay leave."],["SHEPPARD","(low, to Teyla) This is exactly the kind of situation I didn't want to put you in."],["TEYLA","I know."],["SHEPPARD","I need somebody to stay behind and fly the ship in case we get into trouble."],["TEYLA","Of course."],["SHEPPARD","So, I'm gonna have Lorne and his men stay here."],["TEYLA","Good luck."],["ANNOTATION","Sheppard leaves. Teyla sighs."]],"present":["MCKAY","SHEPPARD","TEYLA"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The puddle jumper leaves the hive ship floating by the moon and heads toward the planet."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The HUD is up as Sheppard flies towards the surface."],["SHEPPARD","Anything?"],["MCKAY","We should be in sensor range...now."],["ANNOTATION","He spots something on the HUD. A Stargate."],["MCKAY","Oh."],["RONON","What?"],["MCKAY","Well, there's a space gate."],["SHEPPARD","What, now you're telling me this?"],["MCKAY","Well, I didn't know! Look, the log wasn't exactly easy reading."],["SHEPPARD","All right, anything else?"],["MCKAY","Yeah. I'm picking up an energy reading on the surface."],["SHEPPARD","Do you have any idea what it is?"],["MCKAY","No. But there's something else...a hive ship in orbit."],["ANNOTATION","They look at it on the HUD."],["SHEPPARD","At least we didn't miss the party."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The outpost is nestled in a rocky outcropping."]],"present":[],"place":"WRAITH OUTPOST, DAY"},{"speech":[["ANNOTATION","The door opens and Sheppard, Ronon, and McKay enter, weapons at ready."],["RONON","No guards."],["SHEPPARD","They're probably not expecting any visitors."],["MCKAY","Well, what say we keep it that way?"],["SHEPPARD","Which way?"],["ANNOTATION","McKay checks his detector."],["MCKAY","The energy readings are strongest over here."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"WRAITH OUTPOST DOORWAY"},{"speech":[["SHEPPARD","How big is this place?"],["MCKAY","Don't worry, I've got an excellent sense of direction."],["SHEPPARD","Didn't you say you got lost in a garden maze once?"],["MCKAY","I was ten! Plus...I was running from a bee."],["ANNOTATION","Sheppard spots something and signals for them to pause. Cautiously they move forward."]],"present":["MCKAY","SHEPPARD"],"place":"WRAITH OUTPOST CORRIDOR"},{"speech":[["ANNOTATION","The trio pause by the door and look in. A Wraith queen sits on the throne. Her eyes are closed, her body encased in a variety of tendrils that wrap around her chair."],["SHEPPARD","What the hell is this?"],["MCKAY","It's a queen."],["SHEPPARD","Nice work, Sherlock. But what's she doing?"],["MCKAY","I have no idea."],["RONON","(whispering) Sheppard...?"],["ANNOTATION","Ronon nods his head to indicate something else he's spotted. They move away. The queen remains unaware of their presence."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"QUEEN THRONE CHAMBER"},{"speech":[["ANNOTATION","The trio head down another corridor. They spot a pod with something moving inside. McKay and Sheppard look disgusted at the sight."],["MCKAY","Oh, that is just revolting."],["SHEPPARD","What is it?"],["ANNOTATION","Ronon is looking at something else."],["RONON","Hey, check this out!"],["ANNOTATION","In another area, another pod is even more active. A human shape seems to be trying to break out of the mucus surrounding it."],["RONON","(in fierce whisper) Hey! We got company! Go, go, move!"],["ANNOTATION","The trio hide behind a corner as a Wraith and two guards arrive at the active pod."],["WRAITH","This one is ready."],["ANNOTATION","The Atlantis trio watches as the guards work to free the humanoid figure from the pod. The Wraith reaches in and pulls out a mask, placing it on the groaning being's head. He now looks like the Wraith drones holding him, although with no armor."],["WRAITH","Put him with the others."],["ANNOTATION","The Wraith leave."],["MCKAY","I'm definitely going to have nightmares about that."]],"present":["MCKAY","RONON","SHEPPARD","WRAITH"],"place":"WRAITH OUTPOST CORRIDOR"},{"speech":[["ANNOTATION","The trio move down another corridor."],["SHEPPARD","You think this is some kind of Wraith farm?"],["MCKAY","That's what it looks like. The queen secretes genetic material which gets distributed through the structure into those pods. Presto...newborn Wraith."],["SHEPPARD","Nice."],["MCKAY","Yeah, I know, it sounds disgusting, but it actually makes sense. You got to remember, they're descended from insects, right? The thing I don't understand is...why here? We always just assumed that this took place on their hive ships, but, uh, what's so special about this place?"],["RONON","I think I have an idea."],["ANNOTATION","Sheppard and McKay stop and look at where Ronon is looking transfixed. Through the doorway where Ronon stands, they see several stories all filled with pod chambers."],["MCKAY","Oh my god! Pods! Thousands of pods!"]],"present":["MCKAY","RONON","SHEPPARD"],"place":"WRAITH OUTPOST CORRIDOR"},{"speech":[],"present":[],"place":"WRAITH OUTPOST, DAY"},{"speech":[["ANNOTATION","McKay hooks his computer into a Wraith terminal in the chamber. His computer flashes through a lot of material."],["MCKAY","I'm patched into the Wraith console. I've got internal schematics....whoa!"],["SHEPPARD","What?"],["MCKAY","If I'm reading this right, what we saw from the surface is just the tip of the iceberg. I mean, this thing is miles in diameter."],["SHEPPARD","Are there any other chambers like this?"],["MCKAY","Over a hundred."],["ANNOTATION","McKay and Sheppard exchange worried looks."]],"present":["MCKAY","SHEPPARD"],"place":"WRAITH OUTPOST MULTILEVEL POD CHAMBER"},{"speech":[["ANNOTATION","They head down another corridor."],["MCKAY","Well, it doesn't make any sense. There's no way a single queen could provide enough genetic material to fertilize all those pods."],["RONON","Maybe there's more than one."],["MCKAY","Queens don't work together...at least not as far as we know."],["SHEPPARD","All I know is this place was built to create some kind of a Wraith army, and we can't let that happen."],["MCKAY","You've seen how big it is. I doubt our C-4's going to make much of a dent."],["RONON","So we fire on it from orbit."],["MCKAY","Theoretically, that could work. Problem is, there's another hive ship out there. They'd be on top of us long before we'd finish the job."],["SHEPPARD","What about the power supply, huh?"],["MCKAY","Maybe. I guess we can shut them down for a while."],["SHEPPARD","(nodding) That's a start."],["ANNOTATION","McKay pulls out his scanner."],["MCKAY","The only problem is, these readings are coming from all around us. We're basically in the middle of a giant machine. I'm not sure I can pinpoint the source."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"WRAITH OUTPOST CORRIDOR"},{"speech":[["ANNOTATION","The Wraith and guards enter the chamber. The queen still sleeps."],["WRAITH","Wake her."],["ANNOTATION","A guard activates a control. The tendrils retract into the chair and the queen opens her eyes."],["QUEEN","(weakly) What has happened?"],["WRAITH","You've done well. The second batch of warriors is flawless. We now have a suitable genetic template with which to proceed to the next phase."],["QUEEN","Where is the commander of the fallen hive?"],["WRAITH","He's in a holding cell. He completed the recalibration that was required."],["QUEEN","I must regain my strength. Bring him to me."],["WRAITH","(hesitantly) His understanding of this technology is impressive. You may wish to keep him alive."],["QUEEN","(annoyed) You said the device was ready!"],["WRAITH","It is. We are simply making final adjustments before we bring main power online."],["QUEEN","Then, he has outlived his usefulness. And I must feed... (standing) ...unless you are volunteering yourself!"],["ANNOTATION","The Wraith averts his eyes."],["WRAITH","(to guard) Bring him!"],["ANNOTATION","The queen hisses."]],"present":["QUEEN","WRAITH"],"place":"QUEEN THRONE ROOM"},{"speech":[["ANNOTATION","Todd paces in a cell as the two guards arrive and open the door."],["TODD","I believe I'm about to receive my reward."],["ANNOTATION","The guards raise their weapons. Todd snarls."],["TODD","So be it."],["ANNOTATION","The two guards are felled by weapon's fire from Ronon's gun. He, Sheppard, and McKay appear."],["TODD","Sheppard! How did you find me?"],["SHEPPARD","We followed them."],["TODD","You picked up my signal. I wasn't sure you'd come."],["SHEPPARD","What are friends for? Now..."],["ANNOTATION","Ronon points his gun at Todd's head."],["SHEPPARD","Tell us everything you know, or you're going to join your two friends on the floor."],["ANNOTATION","Todd looks worriedly from Sheppard to Ronon."]],"present":["SHEPPARD","TODD"],"place":"WRAITH HOLDING CELLS"},{"speech":[["ANNOTATION","The damaged hive ship floats in orbit over the moon."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Teyla leans against a panel, cautiously looking at her surroundings. Lorne arrives."],["LORNE","Hey...any word yet?"],["TEYLA","No. They've not been in contact."],["LORNE","Well, I guess there's not much to do but wait, huh?"],["TEYLA","Hmm."],["ANNOTATION","Lorne takes a seat beside Teyla."],["LORNE","Listen, I never got a chance to congratulate you. That's really great. I didn't even know you were dating anyone... My sister has a couple of kids. Two boys, five and seven. I miss being around them."],["TEYLA","I'm not really sure what to expect."],["LORNE","Nobody ever is. At least, not with the first one. But you get through it. Ah, you're going to make a great mom."],["TEYLA","Thank you. I wish I could be so sure."]],"present":["LORNE","TEYLA"],"place":"WRAITH BRIDGE"},{"speech":[["TODD","Doctor McKay is quite correct. It would be impossible for a queen to breed so many warriors all at once except by artificial means."],["SHEPPARD","What are you talking about?"],["TODD","The queen creates a handful of warriors, each of which is then reproduced thousands of times over. This is a cloning facility."],["MCKAY","That's why it was key to their victory over the Ancients. We always knew they did it with greater numbers, we just never knew where they came from!"],["ANNOTATION","He heads forward. With a snarl, Ronon takes his place watching the corridor."],["SHEPPARD","Aren't there too many Wraith in the galaxy already? A couple of weeks ago, when you were fighting the Replicators, it might've made sense. But why now?"],["ANNOTATION","Todd hesitates."],["RONON","Answer the man."],["TODD","We didn't use this facility during the Replicator war because we didn't have the means to power it. The energy requirements are enormous."],["MCKAY","ZPMs. He's talking about ZPMs."],["TODD","I managed to acquire a few before the Replicator planet was destroyed."],["SHEPPARD","And I was set to feel bad about killing you."],["TODD","My intention was to create an army to wipe out the other Wraith, but I was betrayed by one of my crew. He informed another hive of my plans."],["MCKAY","The one that disabled your ship."],["TODD","(nodding) Hmm."],["MCKAY","This is good news, right? It means all we have to do to shut this place down is get our hands on those ZPMs."],["TODD","And I know where they are. I'm sure you haven't come all this way just to rescue me, but it would be in your best interest."],["ANNOTATION","Sheppard considers this."],["SHEPPARD","Let's go."],["ANNOTATION","They all leave."]],"present":["MCKAY","RONON","SHEPPARD","TODD"],"place":"WRAITH HOLDING CELL"},{"speech":[["ANNOTATION","Todd leads them down a passageway and pauses at a corner."],["TODD","Through there."],["SHEPPARD","(to McKay) We'll see if it's clear. You stay here."],["ANNOTATION","He and Ronon scout ahead."],["MCKAY","There's one thing I don't understand: Back when you defeated the Ancients, how did you get your hands on the ZPM?"],["TODD","The Lantians were powerful, but careless. Believing their ships were unbeatable, they sent them deeper and deeper into Wraith-controlled territory, trying to weed us out. It took months, but eventually, we were able to capture three of them, each one powered by a ZPM."],["MCKAY","(fascinated) At which point, you brought them back here."],["TODD","Within weeks, our army had grown to hundreds of times its original size. From that point on, the tide of war turned in our favor, and there was nothing the Lantians could do."],["ANNOTATION","Sheppard returns just in time to hear the end of Todd's sentence."],["SHEPPARD","Save the history lesson for later. Let's go."],["MCKAY","Right."],["ANNOTATION","They all head down the corridor. A klaxon starts to blare."],["TODD","They've discovered my absence!"],["SHEPPARD","Well, we're going to have to move quickly."],["ANNOTATION","Guards head down a corridor, coming into a firefight with the team."],["TODD","This way!"],["ANNOTATION","Todd heads down a side corridor."],["SHEPPARD","(to McKay) Go!"],["ANNOTATION","McKay starts off but is struck by a Wraith stunner. Sheppard falls immediately after. Ronon tries to pull Sheppard back, but he too is struck. The Wraith scientist commander looks in shock at the unconscious humans. He snarls."]],"present":["MCKAY","SHEPPARD","TODD"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","McKay awakens in the cell with a wince and a groan. Sheppard and Ronon are sitting up in the same cell."],["MCKAY","Oh, oh man! I got stunned."],["SHEPPARD","Yeah, we know, Rodney. We all did."],["MCKAY","You did? How come I'm the last one to wake up...? Hey, where's Todd?"],["SHEPPARD","He escaped."],["MCKAY","That's good, isn't it? He'll come back for us. I mean, after all, we saved him."],["SHEPPARD","Something tells me we're on our own with this one."],["RONON","(looking into the corridor) Something tells me it's not going to matter."],["ANNOTATION","They all stand as the Wraith scientist and two Wraith guards arrive."],["WRAITH","Open it."],["ANNOTATION","A guard opens the cell door."],["SHEPPARD","You're letting us out, huh? It's very kind of you."],["WRAITH","Bring them."],["ANNOTATION","He leaves. Ronon is the first to go. Sheppard motions McKay to go next, then he follows."]],"present":["MCKAY","RONON","SHEPPARD","WRAITH"],"place":"WRAITH HOLDING CELL"},{"speech":[["ANNOTATION","The Wraith leads the guards and prisoners into the room. The queen, still awake, sits in her throne."],["WRAITH","The commander of the other hive escaped, but I brought you these."],["ANNOTATION","Sheppard and McKay are each held by one guard. Ronon struggles against two; Rodney grimaces as his guard squeezes his neck."],["QUEEN","Hmm..."],["ANNOTATION","The queen stands and approaches Sheppard. She runs her hand near his face, psychically forcing him to his knees."],["QUEEN","Inform the hive. Have them begin searching the area for their ship. In the meantime, I have a few questions that need to be answered."]],"present":["QUEEN","WRAITH"],"place":"QUEEN THRONE ROOM"},{"speech":[["ANNOTATION","Lorne enters. Teyla is at the controls."],["LORNE","What is it?"],["TEYLA","I have detected a dart approaching our position."],["LORNE","Could be a scout. Have they spotted us?"],["TEYLA","I don't know."],["LORNE","Have you detected any communication between the dart and the other hive?"],["TEYLA","No."],["LORNE","Well, then we still have a chance. We should destroy it."],["TEYLA","Colonel Sheppard has flown a dart before."],["LORNE","He would've radioed us by now, and we can't risk sending out a signal of our own."],["ANNOTATION","Teyla moves to the weapons console."],["TEYLA","Charging weapons."],["ANNOTATION","The screen shows a video transmission of Todd."],["TODD","(over comm) Do not fire! You recognize me?"],["ANNOTATION","Teyla and Lorne exchange looks."],["TEYLA","Yes."],["LORNE","Have you seen our people?"],["TODD","I have. I will tell you everything, but you must allow me on board."]],"present":["LORNE","TEYLA","TODD"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The dart approaches the damaged hive ship for landing."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Todd, Teyla and Lorne walk with the rest of Lorne's team as security escort."],["TEYLA","They were captured?"],["TODD","I saw them get stunned."],["LORNE","Funny how you managed to get away."],["TODD","I was lucky. If I had been captured, they would've killed me instantly."],["TEYLA","So, how do we rescue them?"],["TODD","By now, they will have been brought before the queen."],["LORNE","So there's still a chance. If you fly us back down there."],["TODD","You don't understand. The hive in orbit will have detected my dart leaving the planet. They will grow suspicious and begin searching for us. Our only hope is to leave now and come again later undetected."],["LORNE","We're not going anywhere."],["TODD","There is no way to help your friends right now. You must face this."],["TEYLA","Wait. There is a chance. I have an idea."]],"present":["LORNE","TEYLA","TODD"],"place":"HIVE SHIP CORRIDOR"},{"speech":[["QUEEN","How were you able to find this place?"],["ANNOTATION","Sheppard struggles, but doesn't answer."],["QUEEN","I don't believe that I have ever encountered such resistance from a human before."],["SHEPPARD","(struggling) I've had a lot of practice."],["QUEEN","Well...there is simpler way. Tell me what I want to know, or I feed on one of your friends!"],["ANNOTATION","Sheppard still says nothing."],["QUEEN","As you wish."],["RONON","If you're hungry, I'm the one you're looking for."],["ANNOTATION","One of the guards pulls Ronon's hair, bending him back."],["QUEEN","(pointing to McKay) This one!"],["MCKAY","Oh great. My entire life, I've never been chosen first."],["ANNOTATION","The queen forces him to his knees as she approaches."],["MCKAY","And now fate decides to restore the balance."],["ANNOTATION","The queen looks expectantly at Sheppard. He tries to stand and attack her, but is pulled back by his guard. The queen raises her hand to feed, hissing in triumph, then suddenly she rocks on her heels, shaking her head as if dizzy. She lowers her feeding hand."],["WRAITH","What is it? My queen?"],["QUEEN","Take them back to their cell."],["WRAITH","(confused) I do not understand..."],["QUEEN","(screeching) Get out!"],["ANNOTATION","The prisoners are forced to their feet and dragged out of the chamber. The Wraith follows. The queen stands in place, snarling and groaning."]],"present":["MCKAY","QUEEN","RONON","SHEPPARD","WRAITH"],"place":"QUEEN THRONE ROOM"},{"speech":[["ANNOTATION","Teyla sits on a platform. Lorne's team and Todd stand, watching her."],["TODD","What did she say?"],["LORNE","She's not talking to us. She's taking control of the queen's mind."],["TODD","Impossible!"],["LORNE","I wouldn't be so sure about that."]],"present":["LORNE","TODD"],"place":"WRAITH BRIDGE"},{"speech":[["QUEEN","Who is this who dares to enter my mind?"]],"present":["QUEEN"],"place":"TEYLA/QUEEN'S MIND"},{"speech":[["TEYLA","Who I am does not matter. What matters is that I am stronger than you."]],"present":["TEYLA"],"place":"WRAITH BRIDGE"},{"speech":[["QUEEN","Really?"],["TEYLA","Even now I am gaining control of your body."],["ANNOTATION","The queen winces and hisses in pain."],["QUEEN","Yes. You do have strength. I can feel it now. But even you cannot sustain this level of concentration forever."],["TEYLA","(sneering) I do not need forever. Now, get up!"]],"present":["QUEEN","TEYLA"],"place":"TEYLA/QUEEN'S MIND"},{"speech":[["ANNOTATION","The queen stands and stiffly walks out of the room."]],"present":[],"place":"QUEEN THRONE ROOM"},{"speech":[["TEYLA","Turn right."]],"present":["TEYLA"],"place":"TEYLA/QUEEN'S MIND"},{"speech":[["ANNOTATION","The queen turns right."]],"present":[],"place":"WRAITH CORRIDOR"},{"speech":[["QUEEN","You are hiding something from me...I can sense it."],["ANNOTATION","Teyla struggles."],["QUEEN","Of course...now I feel it. You are not working alone! There is another life...inside you. Helping you."]],"present":["QUEEN"],"place":"TEYLA/QUEEN'S MIND"},{"speech":[["ANNOTATION","Teyla gasps and bends over before sitting back up. She's gasping for breath in her struggle to stay in control."]],"present":[],"place":"WRAITH BRIDGE"},{"speech":[["TEYLA","Stay away!"],["QUEEN","You cannot resist me for long. Combined, your two minds are very powerful, but all I need to do is distract you for a single moment to get to the other."],["ANNOTATION","Teyla winces, but holds on, determined."],["QUEEN","One thought...is all it will take to crush it out of existence."],["ANNOTATION","Teyla gasps in concentration."]],"present":["QUEEN","TEYLA"],"place":"TEYLA/QUEEN'S MIND"},{"speech":[["ANNOTATION","Sheppard, Ronon, and McKay are back in their cell."],["RONON","That was just weird."],["MCKAY","\"Weird?\" Did you see how close I just came to becoming Wraith food? I don't think \"weird\" quite cuts it--like, maybe \"paralyzing,\" or \"sickening,\" or-or-or \"heart-stopping.\""],["RONON","(to Sheppard) What do you think happened to her?"],["SHEPPARD","I'm not sure."],["ANNOTATION","Outside their cell, their guards are downed by Wraith stunner blasts. The queen, still controlled by Teyla, appears, lowering her weapon."],["MCKAY","Oh great, she's back."],["ANNOTATION","The cell door opens. The queen tosses their weapons to the floor."],["QUEEN/TEYLA","Here are your weapons."],["ANNOTATION","They continue to stare at her in shock."],["QUEEN/TEYLA","It's me, John."],["JOHN","Teyla?"],["QUEEN/TEYLA","(weakly) Yes."]],"present":["JOHN","MCKAY","QUEEN/TEYLA","RONON","SHEPPARD"],"place":"WRAITH HOLDING CELL"},{"speech":[["QUEEN","You are weakening; I can feel it."]],"present":["QUEEN"],"place":"TEYLA/QUEEN'S MIND"},{"speech":[["ANNOTATION","Teyla doubles over in pain."],["LORNE","Teyla...? Teyla you okay?"]],"present":["LORNE"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The queen sways on her feet as Sheppard's team rearms themselves."],["QUEEN/TEYLA","You must go, quickly! I don't know how much longer I can control her."],["SHEPPARD","Go. Move."],["ANNOTATION","Ronon heads out, weapon raised."],["MCKAY","Uh, could you get her to tell us which way? 'Cause I kinda got turned around."],["SHEPPARD","(sharply) Just go!"],["ANNOTATION","McKay follows Ronon out."],["SHEPPARD","You can let go of her now, we're leaving."],["ANNOTATION","He starts to follow the others. Teyla, in the queen's body doubles over with a cry."]],"present":["MCKAY","QUEEN/TEYLA","SHEPPARD"],"place":"WRAITH HOLDING CELL"},{"speech":[["ANNOTATION","Teyla rocks in pain."],["QUEEN","(triumphant) There it is! The other life inside you."]],"present":["QUEEN"],"place":"TEYLA/QUEEN'S MIND"},{"speech":[["ANNOTATION","Teyla, in the queen's body, gasps as she looks over to Sheppard, who's watching her warily."],["SHEPPARD","Teyla...? Let go."],["QUEEN/TEYLA","John...help me!"],["ANNOTATION","Sheppard raises his pistol and shoots the queen several times. The weakened queen collapses."]],"present":["QUEEN/TEYLA","SHEPPARD"],"place":"WRAITH HOLDING CELL"},{"speech":[["ANNOTATION","Teyla falls back, wheezing for breath. Lorne is instantly by her side."],["LORNE","Teyla!"]],"present":["LORNE"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","Sheppard runs and joins the others."],["SHEPPARD","Let's pull up those ZPMs and get the hell out of here."],["MCKAY","The only problem is we have no idea where they are, remember?"],["SHEPPARD","We pulled up the schematics in the pod room."],["MCKAY","It didn't have any reference to ZPMs."],["SHEPPARD","Maybe you didn't look hard enough. Let's go."]],"present":["MCKAY","SHEPPARD"],"place":"WRAITH OUTPOST CORRIDOR"},{"speech":[["ANNOTATION","The Wraith scientist enters and punches up controls on a side console."]],"present":[],"place":"QUEEN THRONE ROOM"},{"speech":[["ANNOTATION","The team run into a pod room alcove. McKay starts grabbing for his computer."],["SHEPPARD","Make this quick."],["MCKAY","There's a lot of data; I'm going to need a minute."]],"present":["MCKAY","SHEPPARD"],"place":"WRAITH OUTPOST POD ROOM"},{"speech":[["ANNOTATION","The Wraith looks at something on his console as a signal beeps."]],"present":[],"place":"QUEEN THRONE ROOM"},{"speech":[["ANNOTATION","Machinery begins humming."],["RONON","What was that?"],["ANNOTATION","The humming grows louder."],["MCKAY","We're too late."],["ANNOTATION","All the pods are coming to life."],["MCKAY","They've started to clone the warriors!"],["SHEPPARD","Forget that, just find the ZPMs!"],["MCKAY","I'm going to need more time!"],["SHEPPARD","(admonishing) Rodney!"],["MCKAY","Look, there are hundreds of pages of information here, and it's all in Wraith!"],["ANNOTATION","An alarm klaxon blares."],["RONON","They found the queen."],["SHEPPARD","All right, I got a better idea."],["MCKAY","You do?"],["SHEPPARD","Let's get out of here."],["ANNOTATION","McKay grabs his computer, and they all run out."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"WRAITH OUTPOST POD ROOM"},{"speech":[["ANNOTATION","Teyla rides through the pain."],["LORNE","Teyla, are you okay?"],["TEYLA","(confused) Major Lorne?"],["LORNE","What happened?"],["TEYLA","I saw them! Colonel Sheppard...Ronon...Doctor McKay."],["LORNE","Did they get away?"],["TEYLA","(upset) The queen was...was going after my child!"],["LORNE","It's okay. It's okay. Just take it easy, all right?"],["ANNOTATION","Alerts sound at some of the control panels."],["TODD","(worried) Major? The other hive is on its way. They've found us."],["ANNOTATION","Lorne stands. Teyla tries to compose herself, but clutches her abdomen, still in pain and looking afraid."]],"present":["LORNE","TEYLA","TODD"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The trio arrive near a guarded door."],["SHEPPARD","(whispering) Isn't there another way out of here?"],["MCKAY","(whispering fiercely) You want a different exit? It was hard enough to find this one!"],["ANNOTATION","Ronon, watching their rear, looks alarmed."],["RONON","You better make a decision fast. We've got more of them coming."],["ANNOTATION","Sheppard looks back and sees a guard patrol heading their way."],["SHEPPARD","Oh, crap."],["ANNOTATION","He raises his P-90 and shoots the guards at the door. McKay assists while Ronon takes out the guards behind them."],["SHEPPARD","Let's get out of here!"],["ANNOTATION","The firefight continues as they rush to the exit and run outside."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"WRAITH OUTPOST DOOR"},{"speech":[["ANNOTATION","Todd works the controls."],["TODD","The hive ship will be here momentarily. We need to leave now!"],["LORNE","Not before our people get back."],["TODD","Weapons capabilities are limited at best. The hull is still severely damaged. We can't survive an attack."],["TEYLA","Colonel Sheppard will be here shortly."],["TODD","You don't know that."],["TEYLA","(insistent) I have seen them! They are alive, and we will wait for as long as is necessary."],["ANNOTATION","Todd spins angrily, but an alert beeps insistently before he can speak."],["LORNE","What's that?"],["TODD","The other hive. They've entered weapon's range."],["ANNOTATION","An explosion rocks the ship."]],"present":["LORNE","TEYLA","TODD"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The queen's hive ship fires on the damaged hive ship."]],"present":[],"place":"SPACE"},{"speech":[["TODD","This is foolish. They will target our hyperdrive, making it impossible to escape. We can't wait any longer."]],"present":["TODD"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The puddle jumper flies quickly away from the planet."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","(into radio) Teyla, Lorne, come in."],["TEYLA","(over radio) Colonel, where are you?"],["SHEPPARD","(into radio) We're on our way."]],"present":["SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["TEYLA","(into radio) You must hurry. The other hive has found us."],["SHEPPARD","(over radio) Can you hold them off?"],["ANNOTATION","Todd strides over to the weapons console."],["TODD","(grumbling) Not for long."]],"present":["SHEPPARD","TEYLA","TODD"],"place":"WRAITH BRIDGE"},{"speech":[["ANNOTATION","The two hive ships engage in a firefight, the damaged one making out the worse of the pair."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","(into radio) Approaching dart bay."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["TEYLA","(into radio) Acknowledged."],["TODD","They're inside."],["LORNE","(into radio) Colonel, request permission to jump to hyperspace immediately."],["SHEPPARD","(over radio) Negative. I have another idea."]],"present":["LORNE","SHEPPARD","TEYLA","TODD"],"place":"WRAITH BRIDGE"},{"speech":[["MCKAY","Are you crazy?!"],["SHEPPARD","We still have to destroy the cloning facility."],["MCKAY","How?! In case you hadn't noticed, we're under attack!"],["SHEPPARD","I know! (into radio) Teyla, I want you to set a new course."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Still under fire from the other hive ship, the damaged one leaves the moon's orbit and heads towards the planet."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Another Wraith, the one who served as the technician/second for Todd, enters the room."],["WRAITH TECHNICIAN","Commander!"],["WRAITH","What is it?"],["WRAITH TECHNICIAN","We've just received an urgent communication from the hive. The enemy...they're headed straight for us."],["ANNOTATION","The Wraith scientist turns and stares at the messenger."]],"present":["WRAITH","WRAITH TECHNICIAN"],"place":"QUEEN THRONE ROOM"},{"speech":[["ANNOTATION","The damaged hive ship crashes directly into the outpost. The explosion is huge."]],"present":[],"place":"WRAITH OUTPOST, DAY"},{"speech":[["ANNOTATION","Both Sheppard's and Lorne's teams watch the explosion from inside."],["MCKAY","(shaken) Well, I think that should probably do the trick."],["SHEPPARD","Let's get out of here."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[],"present":[],"place":"ATLANTIS, DUSK"},{"speech":[["ANNOTATION","Zelenka walks with Sheppard and McKay up the steps from the gate room to the control room."],["ZELENKA","So, what happened to the other Wraith?"],["SHEPPARD","You mean Todd?"],["ANNOTATION","Zelenka looks puzzled."],["MCKAY","Don't ask."],["SHEPPARD","He took a dart."],["MCKAY","Either he escaped through the 'gate like we did, or he was captured by the other hive ship."],["ZELENKA","I can't imagine they would've given him a very warm welcome."],["MCKAY","No."],["ANNOTATION","They continue. Sheppard pauses at the top of the steps, noticing Teyla alone on the balcony."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard joins Teyla."],["SHEPPARD","Talk to Keller?"],["TEYLA","I've just come from the infirmary. Everything is fine...at least...physically."],["SHEPPARD","What does that mean?"],["ANNOTATION","Teyla looks away, taking a deep breath before continuing."],["TEYLA","I exposed my unborn child to the mind of a killer...even before he's opened his eyes on the world."],["SHEPPARD","He?"],["TEYLA","(smiling) It's a boy."],["SHEPPARD","Really? I thought you didn't want Keller to tell you anything."],["TEYLA","(disturbed) She didn't."],["SHEPPARD","(nonplussed) Okay..."],["TEYLA","(sighing) You were right to question my involvement in this mission. There was a time when I would've laid my life down for you, or Ronon, or Rodney without hesitation. But...I have other considerations now."],["SHEPPARD","That's understandable."],["TEYLA","(frightened) You have no idea how close she came to extinguishing his life. If you had hesitated...for even a moment..."],["ANNOTATION","Teyla sniffs back tears. Shaking her head she steps forward and hugs Sheppard. Sheppard hesitantly hugs her back."]],"present":["SHEPPARD","TEYLA"],"place":"ATLANTIS BALCONY, DUSK"}]