[{"speech":[["PREVIOUSLY ON STARGATE ATLANTIS",""],["ANNOTATION","Scenes from 4.19 \"Kindred Part 2\", 4.20 \"The Last Man\", and 5.01 \"Search and Rescue\" are shown."]],"present":["PREVIOUSLY ON STARGATE ATLANTIS"],"place":"nowhere"},{"speech":[["ANNOTATION","Teyla enters the infirmary, carrying Torren. Keller works at her computer."],["TEYLA","Good afternoon, Doctor Keller."],["ANNOTATION","Keller gets up and heads to Teyla."],["KELLER","How's my newest patient?"],["TEYLA","Today, he's decided that he will only sleep as long as I hold him, and keep moving. I've already walked half the city and back again."],["KELLER","My parents used to put me in the car. My dad would have to drive around and round and round the block at three o'clock in the morning."],["TEYLA","Mmmm. That would be lovely. At least I'd be sitting down. I wanted to thank you."],["KELLER","For what?"],["TEYLA","I saw Kanaan today."],["KELLER","How's he doing?"],["TEYLA","Much better. He is himself once again in every way. In fact, I'm going to request that he and many of the others be allowed to return to the city...as soon as Mister Woolsey arrives on the Daedalus."],["KELLER","I still can't believe Sam's not coming back."],["TEYLA","It is difficult."],["ANNOTATION","There is a pause."],["KELLER","Well, anyway, is wasn't me that cured Kanaan and the other hybrids. It was Doctor Beckett's retrovirus. And you could thank him in person if I could just get my head around all this Wraith medical data."],["ANNOTATION","She shows Teyla her computer screen, which scrolls Wraith data."],["TEYLA","You believe the answer's in there somewhere?"],["KELLER","We know he was giving Carson a serum to keep his internal organs from deteriorating, and I think I might have found the formula. I just...need to be sure."],["TEYLA","Well, at least we know he's safe for the moment."],["KELLER","Technically, yeah. I just hate the thought of him being stuck in that box."],["TEYLA","Mmm."],["KELLER","You know, Rodney goes to visit him? Stands in front of the stasis pod and tells him all the latest news."],["TEYLA","Really?"],["KELLER","Mm-hmm. I walked in on him once by accident, and he pretended like he was \"checking the system\" or something."],["ANNOTATION","Teyla laughs."],["KELLER","(thoughtfully) He surprises me sometimes."],["ANNOTATION","The baby starts to fuss."],["TEYLA","Well, this is me once again being recalled to duty."],["KELLER","Have a nice walk."],["TEYLA","Don't worry, Jennifer. I'm sure you'll find what you're looking for."],["ANNOTATION","Teyla leaves. Keller wipes her eyes and gets back to work."]],"present":["KELLER","TEYLA"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","The control room is fully staffed, including McKay. Sheppard enters the room."],["BANKS","Sir, Daedalus just jumped out of hyperspace. We're receiving a signal. He's coming down."],["ANNOTATION","She stands at ease next to Sheppard. The other technicians follow suit. McKay remains slumped over his computer. Sheppard shoots him a look, and McKay reluctantly stands too. Woolsey beams into the room. Sheppard walks over and shakes his hand."],["SHEPPARD","Mister Woolsey, welcome back."],["WOOLSEY","Thank you, Colonel."],["ANNOTATION","He clears his throat officiously."],["WOOLSEY","(to everyone) Well then... (to Sheppard) I think I'll start by going over copies of all your latest reports. Yours as well, Doctor."],["MCKAY","(incredulous) What, right now?"],["WOOLSEY","I've been out of touch on the Daedalus for three weeks. I'd like to be brought up to speed as quickly as possible. We can have a full briefing in the morning. (to Banks) Please have the rest of my things sent directly to my quarters."],["ANNOTATION","He quickly heads to his new office."],["BANKS","Yes, sir."],["SHEPPARD","(sarcastic, under his breath) Nice speech. Very inspiring."]],"present":["BANKS","MCKAY","SHEPPARD","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Keller is asleep, her head cradled in her arms next to her computer. She awakens to find a slimy substance covering her hand. She looks around but sees nothing to cause it."],["ANNOTATION","She washes her hand in the sink, repeatedly wiping her hands with a paper towel. Behind her, Marie and a technician arrive."],["MARIE","All right, let's do one more series. See if we can get the results to normalize a little."],["ANNOTATION","Their voices startle Keller. The technician moves away."],["MARIE","Doctor, you're still here!"],["KELLER","Oh, yeah. I...fell asleep at my desk."],["MARIE","Well, if you don't mind me saying, I think you're pushing yourself a little hard. You should take it easy."],["KELLER","I know. I'm...going to turn in now."],["ANNOTATION","She continues to wipe at her hands."],["MARIE","Are you all right?"],["KELLER","(abruptly) Yeah, I'm fine."],["MARIE","(defensively) Okay, 'night."],["KELLER","(primly) 'Night."]],"present":["KELLER","MARIE"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Teyla and Ronon gather around a new large conference table. The semicircle of smaller tables is gone. Keller and McKay are by the coffee carafes."],["MCKAY","Did you get any sleep last night?"],["KELLER","Do I really look that bad?"],["MCKAY","(hurriedly) Uh, no, no, of course not. That's not what I meant. Uh, it's really...it's a lovely..."],["KELLER","(sarcastic) Thanks."],["ANNOTATION","She takes her seat. Sheppard enters."],["SHEPPARD","Wow. New table, huh?"],["TEYLA","Woolsey brought it with him. He said he wanted a little piece of home."],["SHEPPARD","A twelve foot long mahogany conference table, hmm."],["RONON","I don't get it. I thought Colonel Carter was doing a good job."],["TEYLA","I agree. We defeated the Replicators; we thwarted Michael's plans; and the Wraith are in a state of disarray. All of this happened while she was leader of Atlantis."],["SHEPPARD","That's the problem."],["TEYLA","I don't understand."],["SHEPPARD","Well, she's a victim of her own success. Now that the threat level is down, the IOA is going to jump at the chance to put a civilian back in command."],["MCKAY","Well, it's not just that. I mean, Sam didn't exactly stick to protocol."],["RONON","Neither did Weir."],["MCKAY","Right, so for four years, they've been waiting to get someone in who will finally do things their way."],["RONON","Yeah, I still don't get it."],["KELLER","Colonel, when you were in the future, and you learned all those things that were going to happen, wasn't this one of them? Woolsey taking over?"],["SHEPPARD","Well, the circumstances were, uh, different."],["KELLER","Well, still, it is a little unsettling. I mean, maybe it's harder to change the course of events than we thought."],["MCKAY","Well, I wouldn't worry about it. I mean, uh, the fact that Sheppard's here makes all the difference, right?"],["SHEPPARD","Woolsey wasn't the weirdest thing about that timeline."],["KELLER","What do you mean?"],["ANNOTATION","Sheppard looks between McKay and Keller."],["SHEPPARD","(after a pause) Never mind."],["ANNOTATION","Woolsey enters, dropping his large folder on the table."],["WOOLSEY","Well, I see everyone's here. Let's get started."],["ANNOTATION","The door closes behind him, startling Woolsey."],["WOOLSEY","Hmm. First of all, I'd like to congratulate all of you on the success you've had dismantling what's left of Michael's organization."],["RONON","Except one thing...we haven't found him yet."],["ANNOTATION","Woolsey checks his file."],["WOOLSEY","Well, he was on the cruiser you destroyed in orbit around M2S-445."],["SHEPPARD","There's a chance he may have made it off the ship."],["ANNOTATION","Woolsey pulls out a page."],["WOOLSEY","Right. You're referring to this statement given by one of Michael's ex-mercenaries claiming to have seen him alive recently."],["RONON","That's what he said."],["WOOLSEY","This is one unsubstantiated report from a highly unreliable source."],["MCKAY","Well, someone stole our jumper off that ship."],["WOOLSEY","I thought you needed Ancient DNA to pilot one of those?"],["MCKAY","Not necessarily. We've developed a gene therapy that works...some of the time."],["TEYLA","He is responsible for the deaths of hundreds of thousands of people. If there is even a chance that he is still alive, me must continue the search."],["WOOLSEY","I'm sorry. But I can't devote the resources of this base to the never-ending pursuit of a single individual across an entire galaxy. Even if I knew for a fact he were still alive, I still wouldn't authorize it unless you have some new, credible evidence as to his whereabouts. Do you?"],["SHEPPARD","No."],["ANNOTATION","Woolsey shuts one folder with a determined thump."],["WOOLSEY","Then for the time being, I shall consider the matter...closed. As to these prisoner hybrids, I understand they're being held in a camp on the mainland?"],["SHEPPARD","That's right."],["WOOLSEY","And how is their rehabilitation progressing?"],["ANNOTATION","They all look to Keller, who's daydreaming."],["WOOLSEY","Doctor?"],["ANNOTATION","Keller is startled and looks around, trying to gather her thoughts."],["KELLER","Uh, right, uh...well, um, we've had some success using a slightly modified version of the original retrovirus that created Michael in the first place. It weeds out the Wraith DNA, and allows them to resume their original human form over time."],["ANNOTATION","Woolsey makes notes."],["WOOLSEY","Without any lasting ill-effects?"],["KELLER","None that we've detected so far. No."],["TEYLA","(hopefully) Many have already completed the treatment. They're wondering when they might be released."],["WOOLSEY","Let's not get ahead of ourselves."],["TEYLA","(narrowly) These people are victims, Mister Woolsey."],["WOOLSEY","Maybe so, but until very recently, they were also enemy-combatants."],["MCKAY","(sarcastic) Fine, well then we'll just keep them there forever."],["WOOLSEY","(firmly) No. We'll keep them there until I'm satisfied that they can be trusted. Now...regarding the situation with our friend in the stasis pod. You seem to have been giving a significant amount of attention to this lately."],["KELLER","Well, once we got our hands on Michael's medical research, I thought I should make it a priority to look for a solution."],["WOOLSEY","And have you found one?"],["KELLER","(pleased) Maybe. We found a serum that, in lab tests at least, seems to be capable of stabilizing the clone cells."],["ANNOTATION","McKay looks around, surprised."],["WOOLSEY","So what's the problem?"],["KELLER","Carson was near death when we put him in that chamber. I don't want to take him out until I know for sure. But, lab tests can only do so much."],["WOOLSEY","But that problem's never going to go away, is it? If you've reached the limit of what your research can tell you, then you need to make a decision. Either proceed, or put the matter aside and get back to your regular duty. Right?"],["ANNOTATION","Wide eyed, Keller nods. Woolsey sets aside another file."]],"present":["KELLER","MCKAY","RONON","SHEPPARD","TEYLA","WOOLSEY"],"place":"ATLANTIS CONFERENCE ROOM"},{"speech":[["ANNOTATION","Beckett is encased in a stasis chamber. Keller, McKay, and two medics are by the chamber with a gurney."],["MCKAY","(worried) You sure about this?"],["KELLER","(uncertain) No. But we're never going to be sure unless we give it a shot. If we don't take a chance now, he could be in there forever."],["MCKAY","(resigned) All right, then."],["ANNOTATION","McKay uses his computer to deactivate the stasis chamber. It shuts off and the medics catch the unconscious Beckett as he collapses."],["KELLER","Get him on the gurney! Careful!"],["ANNOTATION","The medics lay him down. Keller injects him with the serum."],["KELLER","Okay."],["ANNOTATION","She nods to the medics, who wheel him away."],["MCKAY","Now what?"],["KELLER","Now we take him to the infirmary and watch for signs for more cellular degradation. We should know soon enough."]],"present":["KELLER","MCKAY"],"place":"ATLANTIS STASIS CHAMBER ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Beckett lies sleeping on a bed. Sheppard's team surrounds him. He slowly opens his eyes."],["MCKAY","Hey there. How you doing?"],["BECKETT","Fine. What happened?"],["MCKAY","Well, what do you think? We-we thawed you out."],["TEYLA","(grinning) It's nice to see you again, Carson."],["RONON","Yeah, what's up, Doc? It's been a while."],["BECKETT","Aye. How long was I in there."],["SHEPPARD","Ah, two months, give or take."],["BECKETT","Did I miss anything?"],["SHEPPARD","You know. Just the usual."],["ANNOTATION","Keller arrives, carrying a tablet computer that she hands to Beckett."],["KELLER","Well, I've got good news. At the moment, you're showing no signs of cellular degradation."],["BECKETT","You were able to...recreate the treatment?"],["ANNOTATION","McKay looks smug."],["KELLER","(smiling) That's right. I'll...let them tell you about it."],["ANNOTATION","She moves away. Sheppard follows, stopping her at the door."],["SHEPPARD","Hey, Doc. Um, nice work."],["KELLER","Well, it's not a permanent solution."],["SHEPPARD","It's good enough for now. Go get some rest."],["KELLER","Yeah, I think that might be a...good idea."],["ANNOTATION","She leaves."]],"present":["BECKETT","KELLER","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Keller takes some pills before turning out the lights and getting into bed."]],"present":[],"place":"KELLER'S QUARTERS"},{"speech":[["ANNOTATION","McKay joins Beckett on the balcony."],["MCKAY","Here you are."],["BECKETT","Gorgeous, isn't it?"],["MCKAY","(awkwardly) I...suppose so."],["BECKETT","You know, I really did miss this place."],["MCKAY","(uncomfortably) Yeah, well, don't get used to it."],["BECKETT","What's that supposed to mean?"],["MCKAY","Look, I just found out, they're sending you back to Earth. There's a--a scheduled dial-out this afternoon."],["BECKETT","Oh, well. I suppose it's to be expected. I mean, even with these injections, I imagine it'll still be months before I'm...in any sort of decent physical condition."],["TEYLA","(over radio) Rodney, this is Teyla, come in, please."],["MCKAY","(into radio) Go ahead."],["TEYLA","(over radio) I'm sorry to bother you, but I need your help."]],"present":["BECKETT","MCKAY","TEYLA"],"place":"ATLANTIS BALCONY, DAY"},{"speech":[["ANNOTATION","McKay and Beckett arrive and join Teyla."],["MCKAY","What is it?"],["TEYLA","It's Doctor Keller. She was supposed to join me for breakfast this morning, but she did not show up."],["MCKAY","So, maybe she's sleeping in?"],["TEYLA","I assumed as much as well, and decided not to disturb her. However that was four hours ago. She's now late for her shift, and she's not responding to radio calls."],["MCKAY","What do you want me to do about it?"],["TEYLA","Override the door controls."],["ANNOTATION","She holds out a tablet computer."],["MCKAY","I'm not breaking into her room."],["BECKETT","Rodney, there might be something wrong."],["MCKAY","(sighing) Fine, but if she's just in there sleeping...or naked, or something, you guys are taking the blame."],["ANNOTATION","He grabs the computer and works with the door controls."],["MCKAY","All right..."],["BECKETT","Oh for god sakes, Rodney. Hurry up."],["ANNOTATION","McKay shoots Beckett a look."]],"present":["BECKETT","MCKAY","TEYLA"],"place":"ATLANTIS CORRIDOR, OUTSIDE KELLER'S QUARTERS"},{"speech":[["ANNOTATION","The room is still darkened when the door opens."],["TEYLA","Jennifer, are you all right? Jennifer?"],["ANNOTATION","Beckett hurries in."],["BECKETT","She must be unconscious."],["ANNOTATION","He checks her eyes."],["BECKETT","Pupils dilated."],["TEYLA","(concerned) Carson, step away from the bed."],["BECKETT","What?"],["TEYLA","(sharply) Step away, now."],["MCKAY","What is it?"],["ANNOTATION","Teyla rips away the covers to show a mass of tendrils covering Keller's abdomen and stretching past the bed."],["BECKETT","Dear lord."],["TEYLA","(into radio) Colonel Sheppard, this is Teyla."],["SHEPPARD","(over radio) Go ahead."],["TEYLA","(into radio) John, we have a problem."],["ANNOTATION","Sheppard arrives."],["SHEPPARD","What the hell's going on?"],["MCKAY","I'm not sure. This is how we found her."],["TEYLA","It must've happened last night."],["BECKETT","I've seen something like this before."],["SHEPPARD","Where?"],["BECKETT","One of Michael's labs. He was conducting some kind of experiment."],["SHEPPARD","Well, we've got to get it off her."],["BECKETT","I'm not so certain that's such a good idea. From what I can tell, the tendrils are attached to her and the bed-frame. If we just start ripping her off, we could cause her serious injury."],["SHEPPARD","Well, we can't just leave her like this."],["BECKETT","We need to get her into an isolation chamber, and take the whole bed as well. That way we can run a full examination and see what we're dealing with here."]],"present":["BECKETT","MCKAY","SHEPPARD","TEYLA"],"place":"KELLER'S QUARTERS"},{"speech":[["ANNOTATION","Sheppard briefs Woolsey as they move swiftly down a corridor."],["WOOLSEY","These things are actually growing out of her body?"],["SHEPPARD","That's what it looks like."],["WOOLSEY","Is she conscious?"],["SHEPPARD","Beckett says her brain activity is consistent with somebody in a coma."],["WOOLSEY","Doctor Beckett is not on active duty."],["SHEPPARD","He was the first one there. And he says he's seen something like this before."],["WOOLSEY","While he was a prisoner."],["SHEPPARD","He was forced to work with Michael for two years. Nobody knows this stuff better than he does."],["ANNOTATION","Sheppard leaves Woolsey behind."]],"present":["SHEPPARD","WOOLSEY"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Sheppard's team and Woolsey watch monitors that show Beckett and a medical team wearing full hazmat gear in an isolation room. They are performing surgery on Keller."],["ANNOTATION","The scene continuously changes between the control room and the isolation room."],["BECKETT","(over intercom) I'm going to try to cut some of the thinner strands. (to nurse) Scalpel. Thank you...there we go. Nurse?"],["MARIE","No change."],["BECKETT","(to surgical nurse) Get that analyzed right away."],["ANNOTATION","The nurse leaves with the specimen."],["MARIE","Doctor, blood pressure's dropping. Pulse as well."],["BECKETT","That's what I was afraid of. She's crashing. Administer five milligrams of Atropine. My god....come on."],["ANNOTATION","They administer the drug. Keller's vitals stabilize."],["BECKETT","There she is."],["BECKETT","(to camera) I'm sorry, I don't dare make another incision."],["RONON","So much for cutting her loose."],["WOOLSEY","(into radio) Doctor Beckett, I'd like a word."]],"present":["BECKETT","MARIE","RONON","WOOLSEY"],"place":"ATLANTIS INFIRMARY LAB"},{"speech":[["ANNOTATION","Beckett, still half in his hazmat gear meets Woolsey in the corridor."],["BECKETT","Don't worry. I'll get her out. Once I get back to the lab--"],["WOOLSEY","(interrupting) Doctor, I appreciate what you're trying to do, but our Earth dial-out is in one hour."],["BECKETT","I'll take a pass on this one, if you don't mind. If it wasn't for Doctor Keller, I'd still be locked in that stasis chamber, possibly forever."],["WOOLSEY","Doctor Keller's own report is abundantly clear. While your condition has stabilized, you've still suffered severe damage to your internal organs. You need to be in an hospital bed yourself, not running a medical investigation!"],["BECKETT","I'll be fine. At the first sign of trouble, I'll step aside. I promise."],["WOOLSEY","You're convinced this has something to do with Michael?"],["BECKETT","Well, it's not a case of the hives, is it?"],["ANNOTATION","Woolsey sighs."]],"present":["BECKETT","WOOLSEY"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Beckett and Woolsey join Sheppard's team and Marie in the medical lab."],["BECKETT","How's she doing?"],["MARIE","Vitals have stabilized. Still showing minimal brain function. We did manage to get blood and tissue samples."],["BECKETT","All right, then we've got some work to do."],["SHEPPARD","You're not sending him back, huh?"],["WOOLSEY","Well, he is the closest thing to an expert we have."],["SHEPPARD","(amused) It's not exactly by the book."],["WOOLSEY","Don't get used to it."],["ANNOTATION","Sheppard exchanges looks with the others."]],"present":["BECKETT","MARIE","SHEPPARD","WOOLSEY"],"place":"INFIRMARY LAB"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","McKay arrives. Beckett's working on a computer."],["MCKAY","How's it coming?"],["BECKETT","Slowly. But I did find something in Jennifer's blood sample."],["MCKAY","What?"],["BECKETT","Easy. It's some kind of alien pathogen. So far, unidentified. I'm checking it against the database."],["MCKAY","Well, is it possible she's turning into a hybrid?"],["BECKETT","No, I don't think so. I've seen several variations of the conversion process, but never anything like this."],["MCKAY","It's got to be something to do with Michael. I mean, she hasn't been offworld since she helped rescue us from that lab."],["BECKETT","That's what I was thinking. Of course, if that's where she came in contact with the pathogen..."],["MCKAY","(concerned) Ah, you think the rest of us may have been exposed as well."],["BECKETT","Well, aye, it's a possibility. I'm going to need blood samples from everyone who was on that planet, including you, Rodney."],["MCKAY","(crestfallen) Oh, great."],["ANNOTATION","Marie enters."],["MARIE","Doctor..."],["BECKETT AND MCKAY","Yes?"],["BECKETT","Yes."],["MARIE","She's awake."],["BECKETT","Thank you. Right."],["ANNOTATION","Beckett and McKay leave."]],"present":["BECKETT","BECKETT AND MCKAY","MARIE","MCKAY"],"place":"INFIRMARY LAB"},{"speech":[["ANNOTATION","McKay enters the room, wearing full hazmat gear. An awake Keller looks over as the door opens. The tendrils are now all over Keller's bed and extend to the walls and structures of the room as well."],["MCKAY","Oh my god..."],["KELLER","Rodney, what's happening to me?"],["MCKAY","I'm not entirely sure, but it looks like some kind of a cocoon. Does it hurt?"],["KELLER","I can't feel anything. I...can't move."],["MCKAY","Okay, look...don't you worry, okay? We're-we're going to get you out."],["ANNOTATION","Keller looks around fearfully, her eyes darting."],["KELLER","Who else is here?"],["MCKAY","What do you mean? There-there's no one."],["ANNOTATION","Keller continues to look off in the distance."],["KELLER","(afraid) I don't want to go to sleep. I'm afraid I won't wake up."],["MCKAY","(worried) Jennifer?"],["KELLER","(voice breaking) It's not my fault!"],["MCKAY","Of course it's not. It's an alien organism."],["ANNOTATION","McKay's statement breaks Keller out of her fugue. She looks at him."],["KELLER","What?"],["MCKAY","Carson found it in your blood sample. He's gonna, he's gonna figure out what it is, and then...and then we're going to figure out how to...kill it."],["KELLER","(realizing) My hand."],["MCKAY","What about it?"],["KELLER","That's where it started. I saw it--a few nights ago."],["MCKAY","So why didn't you say anything?"],["KELLER","I was going to run a scan. I don't...I don't know."],["MCKAY","It doesn't matter, okay? We're gonna fix this. I promise."],["ANNOTATION","Keller fights back tears."]],"present":["KELLER","MCKAY"],"place":"ATLANTIS ISOLATION CHAMBER"},{"speech":[["ANNOTATION","Beckett and Woolsey have been watching from the monitor."],["WOOLSEY","It appears to be affecting her mind."],["BECKETT","Aye, she claims to be hearing voices, like there's someone else in the room with her."],["WOOLSEY","How fast is it growing?"],["BECKETT","Currently it's doubling its mass every couple of hours."],["ANNOTATION","An aide brings Beckett a computer tablet."],["BECKETT","Thank you."],["ANNOTATION","He studies the results."],["WOOLSEY","This isn't just about Doctor Keller anymore. I need to know if this thing is going to be a threat to the base."],["BECKETT","I'd say that's a definite yes."],["WOOLSEY","(concerned) What do you mean?"],["BECKETT","Colonel Sheppard, Ronon, Rodney...everyone who was on M2S-445. They all tested positive. Whatever this is, they've all got it."]],"present":["BECKETT","WOOLSEY"],"place":"INFIRMARY LAB"},{"speech":[["ANNOTATION","Woolsey speaks to Sheppard."],["WOOLSEY","Right now, we're working under the assumption that this alien pathogen was present somewhere in that lab, possibly as part of one of Michael's experiments. When the building was destroyed, it was released."],["SHEPPARD","(frustrated) We've been back for a month now! If it was going to spread to the general population, it would've already happened."],["WOOLSEY","I know. Doctor Beckett is now fairly confident that it's not contagious."],["SHEPPARD","Right, then why confine us to our quarters?"],["WOOLSEY","You've seen what's happening to Doctor Keller."],["SHEPPARD","Yeah, but it's not happening to me!"],["WOOLSEY","Not yet. There could be any number of random physiological reasons why it started with Doctor Keller. But that's no guarantee that it's not going to happen to the rest of you. It could be a matter of days; it could be a matter of hours. Even Colonel Carter's been quarantined back at Stargate Command. Look, I know it's hard for you to stay on the sidelines, Colonel, but it's the right call."],["ANNOTATION","He starts to leave."],["SHEPPARD","In the meantime, what are we going to do about Keller?"],["WOOLSEY","We're still assessing the situation."],["ANNOTATION","He leaves. A guard posted outside closes Sheppard's door."]],"present":["SHEPPARD","WOOLSEY"],"place":"SHEPPARD'S QUARTERS"},{"speech":[["ANNOTATION","Beckett briefs Woolsey and Zelenka near a monitor he uses in his presentation."],["BECKETT","We still don't know how the pathogen causes the physiological changes, but we've managed to complete our analysis of the sample I extracted. Essentially, it's a biopolymer, similar to a polysaccharide, but with organo-metallic compounds mixed in."],["WOOLSEY","For the uninitiated, please, Doctor?"],["ANNOTATION","Zelenka already sees where he's going."],["BECKETT","It-it's like the material an insect or a crustacean uses to form its shell. At first, it's soft and pliable, and then it becomes tough and leathery, and eventually it hardens into an incredible density, resistant to heat, pressure, and even radiation."],["ZELENKA","Yes, it's like the hull of a ship."],["BECKETT","Aye."],["WOOLSEY","What are you saying?"],["ZELENKA","(excited) Look, we always knew that the Wraith ships were organic in design, right? That they were essentially \"grown\" instead of constructed? We've just never witnessed it before."],["WOOLSEY","Are you telling me that a hive ship is growing inside that isolation room?!"],["ZELENKA","Actually, it's no longer just inside the isolation room. It-it doesn't register on our life-signs detector, but once we knew what we were looking for, we calibrated our internal sensors, and we were able to pick it up."],["ANNOTATION","He activates a different display showing a schematic of the infirmary area, showing the growth of the entity."],["ZELENKA","It has penetrated the walls...and the floors, consuming and converting the material as it goes."],["WOOLSEY","(worried) How far has it spread?"],["ZELENKA","Well, it's gone down...three levels already. And, it has attached itself to the electrical system. It's siphoning off power as it goes. This seems to have accelerated its growth significantly."],["WOOLSEY","How do we stop it?"],["BECKETT","Well, that's the part we're still trying to figure out."],["ZELENKA","We could cut off the power. That should slow it down quite a bit."]],"present":["BECKETT","WOOLSEY","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The lights go out in the isolation chamber."],["KELLER","What's happening? Marie, what's going on?"]],"present":["KELLER"],"place":"ATLANTIS ISOLATION ROOM"},{"speech":[["MARIE","(into intercom, sympathetic) Doctor, we've been ordered to evacuate the building. I'm sorry."],["ANNOTATION","The power goes out in her area as well."]],"present":["MARIE"],"place":"INFIRMARY LAB"},{"speech":[["ANNOTATION","Keller is left alone in the dark. She begins to silently weep."]],"present":[],"place":"ATLANTIS ISOLATION ROOM"},{"speech":[["ANNOTATION","McKay paces as Teyla speaks with him."],["MCKAY","They just left her there?"],["TEYLA","I don't think they had much of a choice. Carson is searching Michael's database to see if there is anything that can help us."],["MCKAY","I suppose it was Zelenka's idea to shut off the power?"],["TEYLA","I don't know, why?"],["MCKAY","(angry) This is ridiculous! They got us stuck in our quarters while the \"new guy\" takes advice from the B team?!"],["TEYLA","What is it, Rodney?"],["MCKAY","They are assuming that it tapped into the electric grid by randomly spreading out through the walls and the floors. What if actually grows towards electromagnetic fields? Like a-like a plant growing towards the sun? It's going to head directly for the next available power source."]],"present":["MCKAY","TEYLA"],"place":"MCKAY'S QUARTERS"},{"speech":[["ANNOTATION","Teyla points out conduits on a schematic of the city to Zelenka, Beckett, and Woolsey."],["TEYLA","There. One of the city's main power conduits runs beneath the building."],["WOOLSEY","So shut the power down in that section as well."],["ZELENKA","No, we already did. Right? But this conduit runs directly into the ZPM. It's-it's like an express lane. Uh, we've already shut off the rest of the traffic, but this one keeps moving along."],["TEYLA","The only way to stop it would be to pull the ZPM and shut off power to the entire city."],["WOOLSEY","(suspicious) I had no idea you were so familiar with the power distribution grid."],["TEYLA","(guiltily) I'm not. I spoke to Rodney."],["ANNOTATION","She notices Woolsey and Beckett exchange awkward looks while Zelenka is thinking about Teyla's comments."],["TEYLA","Is there a problem?"],["BECKETT","The pathogen has a psychological effect on the host."],["WOOLSEY","At the very least, we know it can affect their judgment, possibly well before any physical symptoms appear."],["ZELENKA","Yes, but he's not wrong about this. If it reaches the conduit, it will have access to virtually unlimited power."],["WOOLSEY","And what would happen?"],["BECKETT","The growth would increase exponentially."],["ZELENKA","And since we've shut this section down, we have no sensors in the area. So, the only way to know how far it's penetrated is to do a visual inspection."],["WOOLSEY","All right, assemble a team."],["ANNOTATION","Zelenka and Teyla leave."],["WOOLSEY","I need some answers, Doctor. How do we kill this thing?"],["BECKETT","Well, we're working on a genetically engineered virus that might be capable of destroying the pathogen that's affecting Doctor Keller. But that wouldn't eliminate the biopolymer itself."],["WOOLSEY","What would?"],["BECKETT","At this time, Mister Woolsey, I have no idea."]],"present":["BECKETT","TEYLA","WOOLSEY","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Zelenka, Teyla and a few military personnel head down a darkened corridor."],["ZELENKA","So the main conduit runs behind this wall here. Here, we can access it through this panel."],["ANNOTATION","He opens the panel."],["TEYLA","Sergeant, take your men, split up and search the surrounding corridors. Look for anything that seems...unusual."],["ANNOTATION","The others leave Teyla and Zelenka."],["TEYLA","All right?"],["ANNOTATION","Teyla and Zelenka enter the conduit."],["ZELENKA","Right, I'll go this way."],["TEYLA","Stay in radio contact."],["ZELENKA","Right."],["ANNOTATION","They split up. Teyla heads one way, Zelenka another."],["ANNOTATION","Zelenka reaches an area with vine tendrils along the wall."],["ZELENKA","(into radio) I think I have something."],["ANNOTATION","He turns the corner."],["ZELENKA","(into radio) Looks like Rodney was right...Oh my."],["TEYLA","(over radio) What is it?"],["ANNOTATION","There is a mass of vine tendrils crossing around the power conduit."],["ZELENKA","Looks like it's attached itself to the power conduit."],["TEYLA","(over radio) I'm coming to you."],["ZELENKA","(into radio) I'm going to see if I can determine how much power it's draining."],["ANNOTATION","He gets closer with his scanner. Some of the tendrils move surreptitiously towards Zelenka's ankle. It grabs hold and knocks him flat on his back, making the back of his head slam into the floor."],["ZELENKA","Ah!"],["ANNOTATION","The tendrils start to wrap around his body. Suddenly gunfire erupts. Teyla is shooting it. The remaining tendrils shrivel back. She grabs Zelenka and pulls him back."],["TEYLA","Let's go! Let's go! Come on!"],["ANNOTATION","She pulls him out of the area and around the corner. He clutches his head."],["TEYLA","Are you all right?"],["ZELENKA","(still surprised and breathless) I think so. Ick. Ugh. I had no idea it could move like that."],["TEYLA","Neither did I. This is much worse than we thought."]],"present":["TEYLA","ZELENKA"],"place":"ATLANTIS CORRIDOR, NEAR CONDUIT PANEL"},{"speech":[["ANNOTATION","Zelenka holds an ice pack to his head. Beckett, Teyla, and Woolsey are at his bedside."],["BECKETT","Looks like it's just a minor concussion. He should be fine."],["WOOLSEY","So it wasn't bad enough this thing was slowly taking over the base, now it's attacking people? We need to put a stop to this, now!"],["ZELENKA","That won't be easy. It's already siphoned off a massive amount of power."],["TEYLA","We should pull the ZPM."],["WOOLSEY","That might not be enough. We could sit here in the dark for weeks while it just...keeps on growing."],["BECKETT","We need to get Jennifer out of there!"],["WOOLSEY","I want to save Doctor Keller as much as anyone else, but we have additional concerns now."],["BECKETT","(persistently) Why did it attack Radek? Because it perceived him as a threat and took action. That indicates intelligence, but as far as we know, it has no brain of its own."],["ZELENKA","So, you're saying it's using her?"],["BECKETT","I'm saying it needs her! To plan, to coordinate, to identify threats and deal with them."],["ZELENKA","That could explain why she was hearing voices? The organism takes over a portion of the brain and sets up a-a separate consciousness. Like-like multiple personalities."],["BECKETT","Aye, otherwise, why have a human host at all?"],["ANNOTATION","He heads over to a medicine cabinet."],["TEYLA","So if we separate her from the main body...?"],["ANNOTATION","Beckett holds up a large pneumatic syringe."],["BECKETT","I'd wager that the rest of it becomes as lifeless as a dead tree trunk. Now, this is the virus I was telling you about. It's called a phage. And it should, at least theoretically, be able to attack and eliminate the pathogen that's inside Jennifer's bloodstream. And if I'm right about this, it should sever the connection."],["WOOLSEY","What's the catch?"],["BECKETT","Well, it's never been tested."],["ANNOTATION","Woolsey blinks."]],"present":["BECKETT","TEYLA","WOOLSEY","ZELENKA"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Ronon, McKay, and Sheppard all listen to Woolsey. He holds a tablet computer which he hands to Sheppard."],["WOOLSEY","We turned the power back on briefly to get a look inside the building. This is the ground floor, five floors below the isolation room. As you can see, access is almost completely choked off, but for this to work, I need someone to step right up to Doctor Keller's bed and inject her."],["MCKAY","Well, we can use the transporter to get them close, but--"],["WOOLSEY","But you'd still have to run a gauntlet of over fifty meters. And after what happened to Doctor Zelenka...Well... (turning to Sheppard) You understand my dilemma."],["SHEPPARD","(troubled) Yeah."],["MCKAY","What?"],["WOOLSEY","If Doctor Keller really is the key to this...thing. There is an easier way. We'd only need a couple of...well aimed shots at the isolation room."],["ANNOTATION","Ronon stiffens."],["MCKAY","Wait a second. Are you talking about drones? What, are you going to fire drones at one of our own people?!"],["WOOLSEY","I didn't come to Atlantis with the intention of killing one of my senior staff inside of a week, but my only other option is to risk someone else's life on a solution...that hasn't even been tested yet. Not exactly by the book."],["ANNOTATION","Sheppard and Woolsey stare at each other."],["RONON","So test it. I've got the same bug. I'll take a shot right now."],["SHEPPARD","No, no, no...I'll do it."]],"present":["MCKAY","RONON","SHEPPARD","WOOLSEY"],"place":"SHEPPARD'S QUARTERS"},{"speech":[["ANNOTATION","Ronon straps Sheppard to a gurney. McKay and Beckett are nearby."],["SHEPPARD","Restraints, huh?"],["BECKETT","Aye. I'm sorry, but I'm anticipating a severe reaction."],["SHEPPARD","(sarcastic) Oh, great."],["BECKETT","Now, you're absolutely sure about this? Remember, the formula comes from Michael, so as far as we know, it could--"],["SHEPPARD","Turn me into a bug? Been there, done that."],["BECKETT","No, actually, I was going to say, it could kill you."],["ANNOTATION","Sheppard looks at Beckett as if annoyed."],["SHEPPARD","Just...give me the shot."],["BECKETT","Okay."],["ANNOTATION","He injects Sheppard."],["BECKETT","Now, it should take a few minutes to kick in, so just...try to relax."],["ANNOTATION","He pats Sheppard on the shoulder as he walks away."],["SHEPPARD","(tensely) Oh, okay. I'll just-I'll relax."],["ANNOTATION","McKay follows Beckett to another area of the infirmary where he hands the syringe to Marie, who puts it back in the cabinet."],["MCKAY","Carson, is it true that Lorne and some of the others are beginning to show symptoms?"],["BECKETT","Aye, I'm afraid so."],["MCKAY","Oh, god."],["BECKETT","Why? Have you noticed something yourself?"],["MCKAY","Well, my palms are very sweaty, and-and, uh, my mouth is very dry, and I'm having heart palpitations...?"],["BECKETT","Okay, so, nothing out of the ordinary, then?"],["ANNOTATION","Ronon comes closer to Sheppard."],["RONON","How do you feel?"],["SHEPPARD","I don't feel anything. I don't even think that..."],["ANNOTATION","He suddenly tenses, his arms spasming as he uncontrollably resists the restraints."],["RONON","Sheppard! Hey, Doc?"],["ANNOTATION","Beckett and McKay hurry over."],["SHEPPARD","(tightly) I think these restraints were a good idea."],["ANNOTATION","His muscles continue to pull against the restraints."],["BECKETT","It's working."],["ANNOTATION","His entire body starts contracting and shaking."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Woolsey approaches Zelenka's station."],["WOOLSEY","What's our status?"],["ZELENKA","Well, the infirmary and a few other essential systems have been switched to emergency generators. We're ready."],["WOOLSEY","All right, pull the plug."],["ANNOTATION","Zelenka makes a computer entry. All the power goes off."]],"present":["WOOLSEY","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The corridor darkens."]],"present":[],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Section by section, all the lights go out in the city."]],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Sheppard continues to seize. Ronon helps hold him down."],["MCKAY","For god's sake, Carson, how long is this going to go on for?"],["BECKETT","I'm sorry, Rodney, I have no idea."],["ANNOTATION","The monitors flatline."],["RONON","Doc!"],["ANNOTATION","Beckett hurries over."],["BECKETT","His heart's stopped! Bag him! Get a crash cart in here! Prepare to intubate! 1, 2, 3. 1, 2, 3. 1, 2, 3. Come on. 1, 2, 3."],["ANNOTATION","He performs chest compressions as Marie bags Sheppard with oxygen. Other medical personnel hurry around. The monitors suddenly stabilize. Beckett checks the pulse."],["BECKETT","He's back."],["ANNOTATION","Sheppard regains consciousness."],["SHEPPARD","(weakly) How'd I do?"],["ANNOTATION","Beckett sighs in relief and claps Sheppard gently on the shoulder as Sheppard closes his eyes."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Ronon, McKay, Beckett and Woolsey are all in the lab."],["WOOLSEY","Are you sure it worked?"],["BECKETT","Well, the blood screen came up negative. As far as I can tell, the alien pathogen has been eliminated."],["WOOLSEY","Well done. Now we just need someone to go into the isolation room."],["BECKETT, MCKAY, AND RONON","(speaking over each other) I'll do it."],["WOOLSEY","I assume no special medical skill is required to administer the drug?"],["BECKETT","Well, no, not really, it's just a simple injection."],["WOOLSEY","Well, then, given your condition, I wouldn't make you my first choice."],["ANNOTATION","Ronon looms over Woolsey."],["RONON","That's why I said I'd do it."],["MCKAY","(caustically) He doesn't trust us. Because we're still infected."],["BECKETT","Actually, that might not be a bad thing. When Colonel Sheppard was infected with the Iratus bug DNA, he was able to walk right into that nest without being attacked."],["WOOLSEY","You think someone infected by the pathogen would be more likely to get through?"],["BECKETT","Well, it's possible."],["ANNOTATION","Woolsey gives a half-nod to Ronon, who quickly moves out."]],"present":["BECKETT","BECKETT, MCKAY, AND RONON","MCKAY","RONON","WOOLSEY"],"place":"ATLANTIS INFIRMARY LAB"},{"speech":[["ANNOTATION","Ronon transports in."],["RONON","All right, I'm in."]],"present":["RONON"],"place":"ATLANTIS MEDICAL BUILDING CORRIDOR"},{"speech":[["WOOLSEY","(to Banks) Cut power to the transporter."]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The transporter power shuts down."],["WOOLSEY","(over radio) How does it look?"],["RONON","Not so good. The stuff's everywhere."],["ANNOTATION","Tendrils cover the entire area between the transporter and the isolation chamber."],["ANNOTATION","The conversation continues between the control room and Ronon's location."],["WOOLSEY","Is it reacting to your presence in any way?"],["RONON","No, not really."],["WOOLSEY","All right, just...be careful."]],"present":["RONON","WOOLSEY"],"place":"ATLANTIS MEDICAL BUILDING CORRIDOR"},{"speech":[["ANNOTATION","Sheppard regains consciousness. McKay is there, pacing. Sheppard is no longer in restraints."],["SHEPPARD","What happened?"],["MCKAY","It worked. They just sent Ronon in to give her the shot."],["SHEPPARD","When?"],["MCKAY","He just got there. Look, I'm tapped into their intercom."],["ANNOTATION","He hands Sheppard a radio. Sheppard stands up and takes it."],["WOOLSEY","(over radio) Ronon, what's your status?"]],"present":["MCKAY","SHEPPARD","WOOLSEY"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Ronon continues to work his way through the area, dodging tendrils."],["RONON","Well, it's getting harder to move. There's too much of it."],["ANNOTATION","The conversation continues between the control room and Ronon's location, as well as the listening McKay and Sheppard in the infirmary."],["WOOLSEY","Just try not to make any sudden moves, or...threatening gestures."],["RONON","(dryly) Yeah, I'll keep that in mind."],["ANNOTATION","He works his way a few feet more."],["RONON","All right, that's it. I don't think I can go any further. The corridor is completely blocked. All right, so what do you want me to do?"],["ANNOTATION","Woolsey looks to the others. Sheppard and McKay exchange worried looks."],["RONON","Screw it, I'm going to make a hole."],["ANNOTATION","He pulls out his anti-Wraith gun."],["BECKETT","Ronon, wait! The only reason you made it this far is because it senses the pathogen in your bloodstream. It thinks you're a friend. If you start shooting--"],["RONON","(interrupting) Does anyone have any better ideas?"],["ANNOTATION","No one in the control room answers."],["ANNOTATION","In the infirmary, Sheppard goes to the table and picks up a syringe filled with the phage."],["MCKAY","What are you doing?"],["SHEPPARD","If I'm right, this is about to go very, very wrong."],["MCKAY","You-you can't...we're quarantined."],["SHEPPARD","I'm cured, remember?"],["ANNOTATION","Sheppard rushes out."],["RONON","There's no other way through."],["WOOLSEY","Once you start shooting, you'll have to move quickly."],["RONON","Thanks for the advice."],["ANNOTATION","He shoots several times. The shots can be heard in the control room. Ronon then uses a sword to slice his way past the tendrils. After a few feet, one of the tendrils grabs his sword arm, another captures his other arm, and he is pinned to the wall."],["WOOLSEY","Ronon? Ronon, what's your status? Ronon come in!"],["BECKETT","Oh my god!"],["ANNOTATION","Ronon cries out in pain as the tendrils wrap around his neck."]],"present":["BECKETT","MCKAY","RONON","SHEPPARD","WOOLSEY"],"place":"ATLANTIS CORRIDOR, NEAR ISOLATION ROOM"},{"speech":[["ANNOTATION","Sheppard arrives in the control room."],["SHEPPARD","What's happening?"],["ZELENKA","Eh, we've lost contact."],["SHEPPARD","Well, turn the power back on. Open up a channel to the isolation room."],["ZELENKA","What? Why?"],["SHEPPARD","(impatient) Just do it!"],["ANNOTATION","Zelenka looks to Woolsey, who nods. Zelenka taps some keys."],["ZELENKA","All right, you have a channel."],["SHEPPARD","(into radio) Doctor Keller, this is Colonel Sheppard, do you read?"],["KELLER-ENTITY","(voice distorted, over radio) I hear you, Colonel, but I am not Doctor Keller anymore."],["SHEPPARD","(into radio) Well, who are you?"],["KELLER-ENTITY","(over radio) I have no designation yet. I'll be given one when I'm complete."],["SHEPPARD","(into radio) What about Ronon?"],["KELLER-ENTITY","(over radio) You mean, the intruder? He's alive...for the moment. He's been neutralized. I can feel his pulse. It's weak. It would only take the slightest squeeze."]],"present":["KELLER-ENTITY","SHEPPARD","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The tendrils tighten around Ronon's throat."]],"present":[],"place":"ATLANTIS CORRIDOR NEAR ISOLATION ROOM"},{"speech":[["ANNOTATION","Sheppard checks the phage syringe."],["SHEPPARD","Yeah, but you don't want to do that, because, uh, he's one of you, remember? (to others) Keep her talking."],["WOOLSEY","Where you going?"],["SHEPPARD","I'm going to go finish this."],["ANNOTATION","He heads up the stairs to the jumper bay."],["BECKETT","(into radio) Jennifer, this is Carson."],["KELLER-ENTITY","(over radio) Doctor Beckett, I already told you I'm not Jennifer Keller anymore."],["BECKETT","(into radio) You're the voice she was hearing--the part of her mind that was taken over."],["KELLER-ENTITY","(over radio) You can't stop me. I will become as I was meant to be."]],"present":["BECKETT","KELLER-ENTITY","SHEPPARD","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard enters a jumper and starts it."]],"present":[],"place":"PUDDLE JUMPER"},{"speech":[["BANKS","Colonel Sheppard is powering up a jumper!"],["WOOLSEY","Get me a secure channel. (into radio) Sheppard, what are you doing?"]],"present":["BANKS","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) I'm taking a little shortcut. Sorry I didn't have time to fill out the paperwork."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","A jumper flies out of the bay and through the city."]],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Sheppard flies towards the medical building. The entity is spread across the building."],["SHEPPARD","(into radio) Okay, I see it now. That stuff is growing all over the place. This may hurt."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Sheppard crashes the jumper directly into the wall of tendrils covering building."]],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["WOOLSEY","(into radio) Colonel Sheppard, report. Colonel Sheppard?"]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","A dazed Sheppard climbs out of the pilot's seat and heads to the back. He grabs a pistol and loads it. He also grabs the syringe and opens the door."]],"present":[],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The jumper has crashed through several rooms; open air is visible through the hole. Sheppard heads towards the isolation room."]],"present":[],"place":"ATLANTIS MEDICAL BUILDING"},{"speech":[["ANNOTATION","Sheppard enters the room. He reaches an unconscious Keller and injects her. After a few moments, Keller inhales deeply and her eyes open. The tendrils spasm."]],"present":[],"place":"ATLANTIS ISOLATION ROOM"},{"speech":[["ANNOTATION","Ronon struggles to breathe as the tendrils there also react to the injection."]],"present":[],"place":"ATLANTIS CORRIDOR NEAR ISOLATION ROOM"},{"speech":[["ANNOTATION","Sheppard is impaled by one of the whipping tendrils. He falls to his knees, but is able to keep his wits about him enough to raise his pistol. He aims at Keller, who suddenly collapses, relaxed and unconscious. The tendrils stop moving. Sheppard lowers his gun and starts to keel over."]],"present":[],"place":"ATLANTIS ISOLATION ROOM"},{"speech":[["ANNOTATION","Ronon is released by the tendrils. He falls to the floor, gasping for breath before falling unconscious."]],"present":[],"place":"ATLANTIS CORRIDOR NEAR ISOLATION ROOM"},{"speech":[["WOOLSEY","(into radio, more anxious) Colonel Sheppard, what's your status?"]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["WOOLSEY","(over radio) Colonel Sheppard?"],["SHEPPARD","(into radio, breathing hard, weakly) Wha--I've been better."],["WOOLSEY","(over radio) What happened?"],["SHEPPARD","(into radio, gasping) You'd better come get us."]],"present":["SHEPPARD","WOOLSEY"],"place":"ATLANTIS ISOLATION ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Sheppard is lying in a hospital bed, wearing scrubs. Woolsey stands by his bedside."],["SHEPPARD","How's Ronon?"],["WOOLSEY","He has a bruised larynx. Apparently, he won't be able to speak for several days."],["SHEPPARD","I wonder if anyone will notice the difference."],["ANNOTATION","Beckett and Keller arrive."],["BECKETT","(proudly) Colonel Sheppard, look who's finally out of isolation!"],["ANNOTATION","Keller smiles sheepishly."],["SHEPPARD","Oh, it's good to see you, Doc."],["KELLER","How you feeling?"],["SHEPPARD","It only hurts when I breathe."],["KELLER","I feel really bad. It looks like my recovery's going to be a lot easier than yours."],["SHEPPARD","It's all right. I've got two doctors looking after me now."],["BECKETT","Well, no, I'm afraid not. I'm scheduled to leave this afternoon. That is, unless of course, there's a major crisis in the next hour or so?"],["ANNOTATION","Woolsey gives a thin, but amused smile, and Keller chuckle slightly."],["SHEPPARD","Mmm, it wouldn't surprise me."],["ANNOTATION","Beckett chuckles wryly."],["BECKETT","Well, listen you keep yourself out of trouble. And I'll see you real soon."],["ANNOTATION","Beckett and Sheppard shake hands."],["SHEPPARD","Good luck, Carson."],["BECKETT","Thanks, John."],["WOOLSEY","Welcome back, Doctor Keller. And Doctor Beckett, thank you."],["ANNOTATION","Beckett and Woolsey shake hands as Keller heads away. She hangs back to wait for Beckett."],["BECKETT","My pleasure, Mister Woolsey."],["ANNOTATION","Beckett joins Keller and they move to another part of the infirmary."],["WOOLSEY","Before I came down here, I was on a call with my superiors back on Earth. They were going over my preliminary report."],["SHEPPARD","What'd you tell them?"],["WOOLSEY","The truth. That in my first three days as commander...I violated at least half a dozen basic security protocols."],["SHEPPARD","(innocently) That many, huh?"],["WOOLSEY","I let Beckett run the investigation, in spite of his condition and the fact that he's technically no longer a member of this expedition."],["SHEPPARD","Mmm...."],["WOOLSEY","I sent Ronon to deliver the antidote, even though he was infected. I compromised the safety of this base to rescue someone who may well have been beyond our help anyway."],["SHEPPARD","(punctuating with his finger) But she wasn't, and we got her out. And if you had played by rules, she'd be dead right now."],["WOOLSEY","The IOA would seem to agree with you. Apparently, they're...willing to let the matter drop."],["SHEPPARD","So what's the problem?"],["WOOLSEY","The rules are there for a reason, Colonel. If I can't trust them, then...I'm not sure I can do this job."],["ANNOTATION","Sheppard studies him, then sticks out his hand. Woolsey shakes it."],["SHEPPARD","Welcome to the Pegasus Galaxy."],["ANNOTATION","They smile lightly at each other."]],"present":["BECKETT","KELLER","SHEPPARD","WOOLSEY"],"place":"ATLANTIS INFIRMARY"}]