[{"speech":[],"present":[],"place":"nowhere"},{"speech":[["ANNOTATION","A puddle jumper flies away from a planet."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sheppard's team sits inside. They all look unsettled."],["RONON","What the hell was that thing?"],["TEYLA","It just appeared out of nowhere."],["MCKAY","And that shriek scared the crap out of me."],["SHEPPARD","Some kind of a...flying monkey?"],["MCKAY","A flying monkey? What is this? The planet of Oz?"],["TEYLA","To me, it appeared to be leaping, rather than flying."],["RONON","That was one hell of a leap."],["SHEPPARD","Well, I said it looked like a monkey. You know, hair, arms, legs--"],["MCKAY","And a beak."],["SHEPPARD","It didn't have a beak."],["MCKAY","Well, here I uploaded it. There."],["ANNOTATION","McKay shows a picture on his tablet computer of a blurry spot of darkness against light."],["SHEPPARD","(sarcastic) Oh. You know, that really clears things up."],["MCKAY","Well, what do you expect? It was trying to kill me!"],["RONON","What the hell is that thing?"],["SHEPPARD","Well, let's send a team of biologists down there; let them figure it out. It might be a good place for an Alpha Site."],["TEYLA","The planet did seem suitable--good climate, abundant food and water, excellent choice for an off-world base."],["MCKAY","Aside from the flying monkeys."],["SHEPPARD","All right, we're coming into range, Rodney..."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The space Stargate activates."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","A surge seems to roll throughout the ship. An alarm beeps insistently."],["SHEPPARD","(concerned) Rodney?"],["MCKAY","Whoa. Serious power spike. That's strange."],["TEYLA","What's wrong?"],["MCKAY","I don't know. These readings are all screwy."],["ANNOTATION","More power overloads happen."],["SHEPPARD","I just lost steering."],["MCKAY","Really?"],["SHEPPARD","The drive pods won't retract."],["RONON","Do something!"],["MCKAY","(frustrated) I could if I knew what the problem was."],["SHEPPARD","Rodney..."],["MCKAY","J-j-just hang on, hang on."],["SHEPPARD","But if those pods don't retract..."],["MCKAY","I know, I know! J-just give me a second."],["SHEPPARD","We don't have a second."],["ANNOTATION","An arc surges across the ship."],["RONON","What the hell?"],["ANNOTATION","The power goes off in the ship."],["MCKAY","(worried) We just lost power."],["SHEPPARD","All right, you better hold on."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The jumper drifts, off-center from the Stargate, striking its side. Both the jumper and the Stargate drift, thrown off-course by the impact. The Stargate's thrusters push it back into its proper position as the jumper continues to tumble out of control."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The jumper continues to tumble in an unstable orbit above the planet."]],"present":[],"place":"SPACE"},{"speech":[["MCKAY","Okay, good. Good! I was wrong. We still have power; it's just not getting to any of the primary systems...or the secondary systems, either."],["SHEPPARD","Why not?"],["MCKAY","I don't know. It's some kind of interference. I'm getting, uh, spikes all over the place. I mean, it's completely haywire. Thank god the inertial dampeners weren't affected."],["SHEPPARD","Well, not yet."],["ANNOTATION","Another electrical arc runs over Sheppard's system, barely missing him."],["SHEPPARD","Jeez! What the hell is that?"],["MCKAY","That's displacement current. High voltage. Do not let it hit you!"],["SHEPPARD","(sarcastic) Oh, you think?"],["TEYLA","Perhaps it's something we picked up on the planet."],["MCKAY","That is doubtful, okay? There was nothing technological, I mean, Ancient or other on that planet. It was totally primordial. I didn't detect anything unusual in the planet's magnetosphere. Look, it-it's got to be some kind of a-of a glitch in the jumper's capacitors. Just give me a second, I'll figure out how to...Oh, no."],["ANNOTATION","McKay stares at his computer in horror."],["RONON","(impatient) What?"],["MCKAY","Hitting the 'gate decreased our speed which means we're in decaying orbit. If we don't get power back, we're going to burn up in the atmosphere."],["SHEPPARD","All right, so try to get the DHD working. We can dial the 'gate and radio for help."],["MCKAY","Well, I-I'll try but the radio communications were affected as well."],["ANNOTATION","A quiet humming of a system powering up can be heard. Sheppard and McKay both look at their displays."],["SHEPPARD","The drive pods are powering up."],["MCKAY","But only one of them, and it wasn't anything I did. I mean, it just came back online."],["RONON","(skeptical) By itself?"],["SHEPPARD","It doesn't make any difference. Keep working on that DHD. I'm going to try to get us back in range."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The puddle jumper, powered only by one drive pod, heads back towards the Stargate."]],"present":[],"place":"SPACE"},{"speech":[["MCKAY","Okay, I got bad news, and I got good news."],["SHEPPARD","What is it?"],["MCKAY","There's a slim to no chance of getting the DHD working. That system is completely out of whack. It's going to take some incredibly intricate rerouting of the power to--"],["SHEPPARD","Whoa, whoa, whoa. What's the good news?"],["MCKAY","That...was the good news. The bad news, is we lost life support."],["RONON","So no air."],["MCKAY","(weakly) Right. That-that's...why it's bad."],["SHEPPARD","All right, we're back in range. Just, keep working on the DHD. This may be our last shot."],["ANNOTATION","Another surge happens in the cargo bay behind the team. Immediately afterwards, all the power comes back on in the ship. McKay frantically reaches for his computer."],["TEYLA","What just happened?"],["MCKAY","I don't know, but we're back online."],["SHEPPARD",""],["DHD?",""],["MCKAY","Everything. We got propulsion, life support, you name it."]],"present":["DHD?","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The jumper, now using both drive pods, closes in on the active Stargate."]],"present":[],"place":"SPACE"},{"speech":[["SHEPPARD","(into radio) Atlantis, this is Sheppard. We're coming in for approach, but our systems are a little whacked. If we're not there in about ten seconds, send a jumper for us."],["CHUCK","(over radio) Copy that, Colonel."],["SHEPPARD","(to team) You better brace yourselves again."]],"present":["CHUCK","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The jumper does not slow down, coasting into the active wormhole."],["WORMHOLE EFFECT",""]],"present":["WORMHOLE EFFECT"],"place":"SPACE"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Sheppard and Woolsey head down a staircase and along a corridor."],["WOOLSEY","Any of the other jumpers reporting trouble?"],["SHEPPARD","No, probably an isolated incident. But McKay and Zelenka are checking into it. We should probably ground the jumpers 'till we know what the problem is, though."],["WOOLSEY","All right. But the planet...suitable for an Alpha Site?"],["SHEPPARD","Yeah, perfect. Well, except for the monkey-like creature flying around, but I think we can handle that."],["WOOLSEY","\"Monkey?\""],["SHEPPARD","Yeah, McKay's got some photos. He'll show 'em to you."],["ANNOTATION","Sheppard parts ways, heading down a side corridor."],["WOOLSEY","(calling after him) Did you say \"flying\"?"]],"present":["SHEPPARD","WOOLSEY"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","McKay and Zelenka have diagnostic equipment hooked up to the jumper. McKay looks puzzled. Sheppard enters."],["SHEPPARD","So, how's it going, boys? Did you get it fixed?"],["ZELENKA","There's nothing to fix."],["SHEPPARD","What?"],["MCKAY","We ran a battery of tests. The jumper's in perfect condition."],["SHEPPARD","How come the systems are all screwy?"],["MCKAY","You got me."],["ZELENKA","We couldn't recreate any of the \"so-called\" anomalies."],["MCKAY","(annoyed) Hey, Sammy Skeptic, he saw it too! As did Ronon and Teyla. All of our primary systems went down."],["ZELENKA","(patronizing) That's okay, I believe you."],["MCKAY","I don't think you do."],["ZELENKA","It's just that I think that maybe, the problem may have been caused by something that you unwittingly..."],["MCKAY","(protesting) I didn't do anything, \"wittingly\" or \"un-\"!"],["SHEPPARD","(backing away) Okay, okay, there's nothing wrong with the jumper?"],["MCKAY","Well, not anymore."],["ANNOTATION","Sheppard leaves. Zelenka starts to follow."],["ZELENKA","(muttering to himself) I don't think there ever was anything--"],["MCKAY","(piqued) Okay, enough."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Woolsey reaches an elevator and opens the door. It opens. Woolsey is distracted by reading his tablet computer and barely pays attention as he presses the button to head to the control room and the doors close. He does notice when the system seems to fritz, closing the panel to the directional controls. However, he hears the door behind him open a second later, so he walks out, still looking at his computer."]],"present":[],"place":"ATLANTIS TRANSPORTER"},{"speech":[["ANNOTATION","Woolsey walks straight out onto a balcony only noticing where he is when he walks into the balcony wall with a thud. He turns around, but the transporter doors shut in his face. He tries to get them to open, but the motion sensor does not work."],["WOOLSEY","Aw, please. (keying radio) Control room? This is Richard Woolsey. I took a wrong turn in a transporter and ended up... (looking around) ...I have no idea where I am. But now the transporter door won't open. Can you locate me and open it, please...? Hello...?"],["ANNOTATION","Woolsey is alone in the deserted area."]],"present":["WOOLSEY"],"place":"EAST PIER BALCONY"},{"speech":[["ANNOTATION","Sheppard walks along a corridor. The power flickers, and Sheppard pauses."],["SHEPPARD","(into radio) Rodney?"],["MCKAY","(over radio) Go ahead."],["SHEPPARD","(into radio) Are you, uh, messing around with the power again? The lights are flickering."]],"present":["MCKAY","SHEPPARD"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","McKay works on his computer."],["MCKAY","Yeah, I'm getting reports from all over the place."],["ANNOTATION","The power goes on and off."],["MCKAY","(into radio) Hello?"]],"present":["MCKAY"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","An electrical surge arcs across the corridor inches in front of Sheppard. He pauses his stride for a moment, then starts moving faster through the corridor."],["SHEPPARD","(concerned) Rodney...?"]],"present":["SHEPPARD"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Zelenka enters."],["ZELENKA","Have you noticed the--"],["MCKAY","Yes."],["ZELENKA","Well, do you have any--"],["MCKAY","Not yet."],["ZELENKA","Localized?"],["MCKAY","No. Got power disruptions all over the city."],["ZELENKA","Oh. ZPM?"],["MCKAY","Still online, plenty of power. It's just suddenly become, um..."],["ANNOTATION","The power completely shuts down, then turns back on."],["MCKAY","(ruefully) ...unstable."],["ZELENKA","Sounds not unlike what you said happened in the puddle jumper."],["MCKAY","(snappish) Yes, remarkably not unlike it."],["ANNOTATION","Zelenka heads to a computer station."],["ZELENKA","Well, perhaps the anomaly spread to the city's systems?"],["MCKAY","That's impossible. I disabled the network connection between the jumper and Atlantis before we even came through the 'gate."],["ANNOTATION","The computers shut down."],["ZELENKA","Oh, so...coincidence then?"]],"present":["MCKAY","ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Sheppard arrives. McKay and Zelenka are already working there."],["SHEPPARD","There you are, I tried to radio you."],["MCKAY","(distracted) Yeah, well, communications are down."],["SHEPPARD","Yeah, obviously. What's up?"],["ANNOTATION","McKay moves to another machine."],["MCKAY","We're working on it."],["SHEPPARD","Well, I just almost got zapped by a bolt of lightning!"],["ANNOTATION","McKay and Zelenka look up, alert."],["MCKAY","(worried) What? Displacement current? Here?"],["SHEPPARD","Yeah, right there in the corridor. Just like the one we had in the jumper."],["ZELENKA","So...not a coincidence."],["ANNOTATION","An alarm beeps."],["CHUCK","We just lost power to the Stargate."],["MCKAY","(astonished) What?!"],["SHEPPARD","Well, maybe, a-a virus uploaded itself or something..."],["MCKAY","No, no, no. I disabled the jumper's network connection for this very reason. There is no way the anomaly jumped to the city's systems!"],["ANNOTATION","An unmanned computer terminal explodes, causing everyone to wince and duck. The computer monitor is blackened and smoking."],["SHEPPARD","You'd better figure it out, because whatever was in that jumper is now in the city."],["ANNOTATION","A stunned McKay gets back to work."]],"present":["CHUCK","MCKAY","SHEPPARD","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Woolsey arrives. Everyone is bustling at work. Sheppard is there."],["SHEPPARD","Where have you been?"],["WOOLSEY","On the other side of the city. Transporter malfunctioned and sent me to the East Pier. I had to walk all the way back."],["ANNOTATION","He sits in a nearby chair, takes off his shoes, and begins to massage his pained feet."],["MCKAY","We've got power disruptions all over the city. Nearly every system's affected."],["SHEPPARD","We think whatever's wrong with the jumper has infected Atlantis."],["MCKAY","(more cautious) It's one of several possibilities we're looking into."],["ZELENKA","(surprised) Several?"],["MCKAY","It's a possibility, all right? The point is, we have no idea what's going on here."],["WOOLSEY","(drily) I was almost hit by a bolt of lightning!"],["SHEPPARD","Yeah? Join the club."],["MCKAY","Look, the energy builds up in one area, and then discharges in a-in a high-voltage displacement current. Very erratic. Very lethal."],["WOOLSEY","I tried to radio you."],["ZELENKA","Yeah, well communications are also down."],["SHEPPARD","(blithely) So's the Stargate."],["WOOLSEY","(alarmed) We can't dial Earth?"],["MCKAY","(impatient) Look, don't worry, all right? I will figure it out. I just gotta...run a few diagnostics, narrow down things..."],["ANNOTATION","The lights go off. The generator, then falls silent. Woolsey stands."],["SHEPPARD","Well, that can't be good."]],"present":["MCKAY","SHEPPARD","WOOLSEY","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","There is no power on throughout the city."]],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["WOOLSEY","(nervously) Okay, okay, we, uh...we need to organize some teams. Fan out through the city. Keep everyone calm until we figure out exactly what the--"],["ANNOTATION","The computer terminal in front of Woolsey suddenly comes to life. It is the only thing with power."],["MCKAY","(startled) Hey. The laptop just booted up."],["ANNOTATION","He comes over to the station."],["SHEPPARD","It's probably just the battery."],["MCKAY","No, no, no. It's drawing power from the system."],["WOOLSEY","So everything's out except your computer?"],["MCKAY","(annoyed) I am as confused as you are."],["ANNOTATION","The computer starts showing random series of letters, separated by ellipses. Sheppard, Woolsey, McKay, and Zelenka lean closer."],["WOOLSEY","What is that?"],["SHEPPARD","Looks like some kind of a code?"],["MCKAY","Maybe."],["ZELENKA","It could be a message."],["ANNOTATION","The gibberish on the screen changes into one intelligible word: \"help.\""],["WOOLSEY","Help?"],["ANNOTATION","McKay types into the computer: \"Who are you?\" New letters on the screen eventually form into the words: \"Elizabeth Weir\". Everyone stands, exchanging stunned looks."]],"present":["MCKAY","SHEPPARD","WOOLSEY","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The lights are still out throughout the city."]],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["WOOLSEY","Doctor Weir? But she's dead."],["SHEPPARD","So we've been told."],["WOOLSEY","(to McKay) Perhaps...you should answer her."],["ANNOTATION","He nods his head to the screen. McKay, still looking stunned, snaps out of some of his fugue at this news."],["MCKAY","Right."],["ANNOTATION","McKay types: Where are you?"],["ANNOTATION","The response, after some struggle: computer"],["WOOLSEY","(confused) In the computer? How can she be in the computer?"],["ANNOTATION","Response: difficult...current condition."],["ANNOTATION","McKay types: What happened to you?"],["ANNOTATION","Response: subspace difficult control trying to--"],["ANNOTATION","The power returns to the city, the lights turning on."],["ANNOTATION","McKay types: Did you do that?"],["ANNOTATION","Only gibberish is typed in response."],["ANNOTATION","McKay types: Are you still there?"],["ANNOTATION","Response: help me."]],"present":["MCKAY","SHEPPARD","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Zelenka and other scientists hook up naquadah reactors and work on an Atlantis panel."],["ZELENKA","(into radio) All right. Rodney? Rodney, come in...Rodney, can you hear me?"],["MCKAY","(over radio) Go ahead."],["ZELENKA","(into radio) I've completed the patch. Go ahead and try it...whenever you're ready."]],"present":["MCKAY","ZELENKA"],"place":"ANCIENT LAB"},{"speech":[["ANNOTATION","McKay works on his computer. The rest of his team and Woolsey stand nearby."],["MCKAY","Okay...fingers crossed."],["SHEPPARD","What are you doing?"],["MCKAY","Well, whatever this entity is, it's completely overwhelming the city's systems. It-it's spread out, like, uh, dozens of fragmented programs that are fouling up power management, communications, you name it. Now, I've managed to merge them, to, uh, patch them together into one incredibly large program that will A) hopefully render our systems slightly more stable, and, uh, B) allow us to better communicate with whoever or... whatever it is that's claiming to be Doctor Weir."],["WOOLSEY","Isn't merging all these programs potentially dangerous?"],["MCKAY","Well, hell yeah. But it's no more dangerous than allowing this thing to continue wreaking havoc on the city's systems."],["SHEPPARD","Or...getting zapped by bolts of lightning."],["ANNOTATION","McKay starts typing on his keyboard."],["MCKAY","Okay, so, let me see if I can synthesize a voice to communicate with. Elizabeth--if I make the proper calibrations--she should be able to hear us too."],["ANNOTATION","He moves to another computer and types more. A panel beeps."],["MCKAY","Now...Elizabeth?"],["ANNOTATION","The computer lets out a very deep, synthesized voice."],["SYNTHESIZED VOICE","Rodney?"],["SHEPPARD","Is it just me, or does, uh, \"Elizabeth\" sound a little different?"],["ANNOTATION","McKay is already typing at his computer again."],["MCKAY","(annoyed) I'm on it. I'm on it."],["ANNOTATION","He finishes his work and turns back to the main computer."],["MCKAY","Are you Elizabeth Weir?"],["ANNOTATION","The voice is still deep, but much improved from before, with a feminine tone."],["SYNTHESIZED WEIR VOICE","Yes, Rodney. It's me."],["MCKAY","It's the best I can do."],["SYNTHESIZED WEIR VOICE","I'm sorry to cause all this trouble. Who's there with you? Is-is John Sheppard there?"],["SHEPPARD","(hoarse) Hi."],["SYNTHESIZED WEIR VOICE","It's so good to hear your voice again."],["SHEPPARD","We, uh...thought you were...dead."],["SYNTHESIZED WEIR VOICE","I suppose I am. My...my physical body, anyway, but...my consciousness is still intact."],["SHEPPARD","(nervous) Right. So, uh, what happened?"],["SYNTHESIZED WEIR VOICE","All right, so...you remember the day I ordered you to leave me behind?"],["ANNOTATION","Scenes from 4.02 \"Lifeline\" are shown."]],"present":["MCKAY","SHEPPARD","SYNTHESIZED VOICE","SYNTHESIZED WEIR VOICE","WOOLSEY"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Weir is some distance from Ronon and Sheppard. Replicators start firing at the pair, forcing them to fall back."],["RONON","Come on!"],["SHEPPARD","Elizabeth?!"],["WEIR",""],["GO!",""],["ANNOTATION","Replicators surround Weir as Sheppard and Ronon retreat."],["SHEPPARD","Yeah...yeah, I remember."],["SYNTHESIZED WEIR VOICE","Well, after that, the Replicators took me to a lab..."]],"present":["GO!","RONON","SHEPPARD","SYNTHESIZED WEIR VOICE","WEIR"],"place":"ASURAS CITY CORRIDOR"},{"speech":[["ANNOTATION","From Weir's point of view, Replicators stand over Weir as surgical lights shine down on her. Nanites start flowing upward from Weir's body."],["SYNTHESIZED WEIR VOICE","(continuing, voiceover) The nanites in my body were unleashed and allowed to replicate. I joined the population, but even in my new form, my original consciousness was still there. I-I was still me. I tried to hide it, but a few of the others could sense it. They were remnants of Niam's old group."]],"present":["SYNTHESIZED WEIR VOICE"],"place":"ASURAS LAB"},{"speech":[["ANNOTATION","From Weir's point of view, she walks down a corridor. A few of the Replicators study her shrewdly as she walks by."],["SYNTHESIZED WEIR VOICE","I believe you encountered some of their handiwork--replicator-built human versions of me and your team?"],["SHEPPARD","(warily) Hmm. You heard about that, did you?"],["SYNTHESIZED WEIR VOICE","Only after they were killed."],["MCKAY","Now, the other you, the--human one? She thought you'd been destroyed."],["SYNTHESIZED WEIR VOICE","That's what the leaders of our group wanted her to believe. They kept us apart deliberately for...security reasons."],["WOOLSEY","This is all very interesting, I'm sure. But none of it explains how you've come to be a disembodied voice in our computer system."],["SYNTHESIZED WEIR VOICE","(sounding incredulous) Is that...Richard Woolsey?"],["WOOLSEY","(nonplussed) Um, yes. Ahem, it is. I'm the...uh...the new..."],["SHEPPARD","(impatient) The new you."],["SYNTHESIZED WEIR VOICE","I see."],["SHEPPARD","So what--what-what happened? How did you...end up...in there?"],["SYNTHESIZED WEIR VOICE","We were on the run. Oberoth and the others were hunting us down for our heretical beliefs. It was only a matter of time before we'd be captured and destroyed--unless something miraculous happened, and something did."],["ANNOTATION","Scene from 4.11 \"Be All My Sins Remembered\""]],"present":["MCKAY","SHEPPARD","SYNTHESIZED WEIR VOICE","WOOLSEY"],"place":"ASURAS CORRIDOR"},{"speech":[["ANNOTATION","Asteroids make up the debris field where Asuras/M7R-227 once sat. One Aurora-class vessel floats amongst the debris."]],"present":[],"place":"SPACE"},{"speech":[["REPLICATOR WOMAN","Our intel was correct. The planet has been completely destroyed."],["REPLICATOR MAN","Can you detect any trace Replicator cells?"],["REPLICATOR WOMAN","Negative. They've been completely wiped out."],["ANNOTATION","Weir sits in the captain's chair."],["WEIR","Good. We can finally get to work without having to look over our shoulders. It's time to begin."],["SHEPPARD","Uh, well, that wasn't a miracle. That was us. We...destroyed the Replicator home-world."],["SYNTHESIZED WEIR VOICE","I know, and we owe you a debt of gratitude, because it allowed us to pursue our goal in peace."],["TEYLA","You mean ascension."],["SYNTHESIZED WEIR VOICE","Exactly, Teyla."]],"present":["REPLICATOR MAN","REPLICATOR WOMAN","SHEPPARD","SYNTHESIZED WEIR VOICE","TEYLA","WEIR"],"place":"BRIDGE, REPLICATOR SHIP"},{"speech":[["ANNOTATION","An Aurora-class vessel is parked in a forest clearing on a world."],["SYNTHESIZED WEIR VOICE","(voiceover) We found a suitable planet and began our work. I did what I could to help them. I tried to lead them in meditation, to teach them how to \"release their burden.\" But it was difficult."],["ANNOTATION","In the forest, the Asuran Replicators sit cross-legged around a campfire, trying to meditate."],["MCKAY","Let me guess, you ran into the small hiccup with the fact that you're all machines?!"],["SYNTHESIZED WEIR VOICE","Yes."],["MCKAY","Well, as much as I'd like to say we didn't see that coming, we, you know, did."],["SYNTHESIZED WEIR VOICE","One of our group, Koracen, argued that it was a mistake to try and run away from our technological origin--that we should embrace it, and find a technological solution."]],"present":["MCKAY","SYNTHESIZED WEIR VOICE"],"place":"ALIEN PLANET, NIGHT"},{"speech":[["ANNOTATION","Koracen paces a lab, speaking to several Replicators."],["KORACEN","We know that a Replicator mind can be digitized and transferred from one body to another, but I've discovered a way that will allow us to exist indefinitely as fields of energy, effectively uploading ourselves into subspace where we'll be free to move about the galaxy unencumbered by physical existence."],["REPLICATOR WOMAN TWO","What would happen to our bodies?"],["KORACEN","The nanite bonds holding them together would be separated."],["REPLICATOR WOMAN TWO","You mean they'll be destroyed."],["KORACEN","Yes, but we'll no longer need them."],["REPLICATOR WOMAN","Koracen, if this doesn't work...?"],["KORACEN","It will work. You told us that ascension is achieved when the physical body is transformed into pure energy. I can make that happen for us. And once in subspace, nothing can prevent us from continuing on to the next plane of existence. (to young looking Replicator woman on table) Are you ready?"],["ANNOTATION","The woman nods and lies down on a lab table. Koracen goes to a panel and presses some controls. An electrical arc surges, and the woman's nanites break apart, leaving her remains a bunch of dust."],["KORACEN","It's done."],["MCKAY","Machine ascension?"],["SYNTHESIZED WEIR VOICE","Except it didn't work. There was no next step, no \"ascension\" in any meaningful sense of the word. We've been stuck in subspace ever since."],["TEYLA","What is it like?"],["SYNTHESIZED WEIR VOICE","Oh...constant motion and...deafening noise. It-it's like the worst migraine you could possibly imagine."],["MCKAY","I don't know. I've had some pretty horrendous migraines in my time--"],["SYNTHESIZED WEIR VOICE","(cutting him off) We started searching the galaxy, looking for a way to regain any kind of physical form. We came across a few other technologically advanced societies."],["MCKAY","Really? In-in this galaxy?"],["SYNTHESIZED WEIR VOICE","You'd be surprised how many more are out there, keeping themselves hidden from the Wraith. We occupied various computer systems, even Wraith tech for a short while."],["SHEPPARD","Wraith tech, really?"],["SYNTHESIZED WEIR VOICE","It was extremely unpleasant. In fact, no matter where we looked, we couldn't find any technology that would allow us to exist as anything even remotely like what we were before."],["MCKAY","Which is why you came here. You knew that Atlantis's computers were big enough and powerful enough to house your entire program."],["SYNTHESIZED WEIR VOICE","The others were growing increasingly frustrated and bitter. I broke away from them, and started looking for you on my own. I searched the galaxy for months; then I detected your puddle jumper and connected with it."],["RONON","(drily) Nearly killing us in the process."],["SYNTHESIZED WEIR VOICE","I'm sorry for that. My current condition is...extremely volatile, difficult to control, especially during the initial moments trying to interface with new tech. But I didn't know where else to turn. You're the only friends I have."],["ANNOTATION","Everyone exchanges troubled looks."]],"present":["KORACEN","MCKAY","REPLICATOR WOMAN","REPLICATOR WOMAN TWO","RONON","SHEPPARD","SYNTHESIZED WEIR VOICE","TEYLA"],"place":"SCIENCE LAB"},{"speech":[["ANNOTATION","The city's power is now on."]],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Sheppard's team and Woolsey stand on a balcony, talking over the situation."],["RONON","If you ask me, it's a trick, someone just pretending to be Doctor Weir."],["MCKAY","But what if it is her? Look, we still have the Ancient machine I used to build Fran. I can easily build another Replicator to house--"],["WOOLSEY","(interrupting) No!"],["MCKAY","(desperately) I'd put in fail-safes, a kill switch! Look, what I'm saying is that with all of the advancements I've been able to make--"],["WOOLSEY","(interrupting) With all due respect to the advancements you've made, one thing remains constant: Replicators are far too powerful to even think about trusting them. They've been the scourge of two galaxies! You know better than anyone how difficult it was to get rid of them."],["TEYLA","Then what should we do with her?"],["MCKAY","Well, she can't stay where she is. She's frying the city's computers."],["SHEPPARD","Well, maybe we can upload her, or it, or...whatever this thing is into a virtual reality like we did with Ava."],["MCKAY","That could work, but it wouldn't be easy, especially if she doesn't want to go."],["SHEPPARD","Well, talk to her."],["ANNOTATION","Zelenka rushes out onto the balcony."],["ZELENKA","Rodney, we just detected anomalous energy levels in the South Pier lab."],["MCKAY","(realizing) The Replicator machine!"],["RONON","She's building herself a body."],["MCKAY","She must've found it in the database."],["WOOLSEY","Shut down power to that room."],["ANNOTATION","They hurry back inside."],["ZELENKA","I-I've tried. I've also tried to radio down there, but communications are offline."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA","WOOLSEY","ZELENKA"],"place":"ATLANTIS BALCONY, NIGHT"},{"speech":[["ANNOTATION","They approach the Replicator building lab. The lights continuously flicker on and off. Marines are already at the sealed door, trying to open it."],["SHEPPARD","(to marine) What's going on?"],["MARINE","Door slammed shut. Can't get it open."],["MCKAY","Okay, move."],["ANNOTATION","McKay pushes the marine out of the way and starts to work on the panel."],["SHEPPARD","Go get some backup, some heavy arms, and, uh, cover every corridor out of here. Get some C-4, we're gonna have to blast this door."],["ANNOTATION","The marine leaves."],["MCKAY","Nope, this panel is toast."],["ANNOTATION","He closes the panel door. The power suddenly stops flickering, maintaining a steady on position."],["WOOLSEY","Is there another door we can access?"],["ANNOTATION","The door opens from the inside. Sheppard and Ronon raise their weapons in alarm as everyone looks startled. Weir, inside a replicator body identical to McKay's Fran Replicator, stands before them."],["WEIR","Hello."]],"present":["MARINE","MCKAY","SHEPPARD","WEIR","WOOLSEY"],"place":"ATLANTIS SOUTH PIER CORRIDOR"},{"speech":[["ANNOTATION","The Fran-looking Weir, Sheppard's team, Woolsey, Zelenka, and marines are in the lab. McKay is checking the Replicator building machine."],["WEIR","Listen to me. I'm Elizabeth Weir."],["MCKAY","Obviously, she was in a hurry. She just used the previous Replicator template that was already in the machine...which was Fran."],["WEIR","(to Sheppard) John, I'm not a threat to you."],["SHEPPARD","Well, whatever you are, I'd say building a Replicator body is a pretty big threat."],["TEYLA","Elizabeth Weir would never do such a thing."],["ANNOTATION","McKay walks away from the controls."],["MCKAY","Okay, the machine is deactivated! Removed the control crystal, which means no one will be building any more Replicators."],["WEIR","Believe me, I was just as concerned about doing this as you. But the adjustments Rodney's made to this technology eliminate any danger. I can't replicate. And since my consciousness is controlling this body, I truly believe--"],["WOOLSEY","Your consciousness? No offense, but I'm not completely sold on your being who you say you are."],["RONON","(menacingly) That makes two of us."],["WEIR","I understand your skepticism, but I am Elizabeth Weir. I wish there was some way I could prove it to you."],["WOOLSEY","That'll be difficult. Any personal information or memories could've easily been mined from Doctor Weir's consciousness when the Replicators captured her."],["WEIR","I know. At least let me start by offering something of value."],["SHEPPARD","Let's hear it."],["WEIR","The technical specs of several of the systems we've inhabited since our transformation, including Wraith tech. I've already uploaded them to your computer."],["MCKAY","(startled) Oh...really? Well, that's...great."],["WEIR","All I ask is that you give me a chance to earn your trust. I would never, ever do anything to harm any of you...or Atlantis."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA","WEIR","WOOLSEY"],"place":"ANCIENT LAB"},{"speech":[],"present":[],"place":"ATLANTIS, DAWN"},{"speech":[["ANNOTATION","McKay briefs Woolsey and Sheppard."],["MCKAY","Well the good news is that now she's downloaded herself into the Replicator's body, she's not screwing up Atlantis's computers. The power's stable, the 'gate's working, and communications are back online."],["SHEPPARD","Are you sure she can't replicate on her own?"],["MCKAY","Positive. I mean, she instituted every safeguard. We move her to a secure location, and I think we'll be able to--"],["WOOLSEY","Wait a minute! You're not suggesting I entertain the notion of keeping her here?"],["MCKAY","Oh, I'm just saying that if we keep her under constant guard, it'll minimize any threat she poses--if she even poses a threat. And it'll give us more time to study her."],["ANNOTATION","Woolsey stands and approaches McKay."],["WOOLSEY","That thing in there is a Replicator. There are far too many ways this can go wrong, even if she's kept under constant guard!"],["MCKAY","Everyone doubted the first Fran I built, and she turned out to be perfectly safe and perfectly reliable."],["WOOLSEY","That's right. You built Fran. You created her consciousness. Now, as much as you want to believe this new \"Fran\" is indeed \"Doctor Weir\", we cannot be certain of that. For all we know, it could be Oberoth inside that body."],["SHEPPARD","That's creepy."],["MCKAY","(upset) What if it is Doctor Weir? Look, this is my fault. I'm the one who reactivated the nanites in Elizabeth. True, to save her, but...look, I'm the one who created this mess. I think I should be the one to, you know, fix it. I owe it to Elizabeth."],["WOOLSEY","I'm sorry, but it's too dangerous. I say we stick with our original plan--upload her consciousness into a virtual reality. Let her prove herself there, where she can't do any damage."],["ANNOTATION","Distraught, McKay leaves."]],"present":["MCKAY","SHEPPARD","WOOLSEY"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Weir sits on a bench. Teyla stands across from her. Marines guard the door."],["WEIR","A child? Oh Teyla..."],["ANNOTATION","Weir stands and starts to approach. The marines straighten and cock their weapons. Weir steps back and clears her throat, sitting."],["WEIR","I'm so happy for you. Uh, is it a boy, or..."],["TEYLA","Boy."],["WEIR","What's his name?"],["TEYLA","Torren John Emmagan."],["WEIR","Torren, for your father. And, uh, John...Colonel Sheppard?"],["TEYLA","Yes."],["WEIR","Wait, you're not saying that John Sheppard is--"],["TEYLA","No. No...the father is Athosian."],["ANNOTATION","She sits in a bench across from Weir."],["WEIR","Let me guess...Kanaan."],["TEYLA","Yes! How did you...?"],["WEIR","Every time you spoke of him, this \"friend\", there was always a sparkle in your eyes."],["ANNOTATION","Teyla starts, looking troubled."],["WEIR","So is the baby here with you in Atlantis?"],["TEYLA","(after a second's pause) No. He is with his father, off-world."],["ANNOTATION","Weir looks down, as if sensing Teyla's distrust. Sheppard enters."],["SHEPPARD","Sorry to interrupt."],["TEYLA","No, it's all right. We were just finishing."],["ANNOTATION","Teyla stands and leaves."],["SHEPPARD","Uh...sorry about all this."],["WEIR","It's okay. I understand. Amazing news about Teyla."],["SHEPPARD","Yeah...yeah. Um, look...we all want to believe you are who you say you are."],["WEIR","I understand. You...have to be cautious. But it really is me, John. You just have to give me time. You'll see that..."],["ANNOTATION","Weir's voice drifts off, and she looks troubled."],["WEIR","Oh, no."],["SHEPPARD","What's wrong?"],["ANNOTATION","Weir stands. The marines alert again, but Sheppard waves them down."],["WEIR","They've found me."],["SHEPPARD","Who?"],["WEIR","The other Replicators. They're on their way to Atlantis."]],"present":["SHEPPARD","TEYLA","WEIR"],"place":"ATLANTIS ISOLATION ROOM"},{"speech":[["ANNOTATION","Woolsey joins Sheppard and McKay at a console."],["WOOLSEY","How many are coming?"],["SHEPPARD","Eight of them."],["MCKAY","And we saw what kind of damage one can do."],["WOOLSEY","Should we pull the ZPM?"],["MCKAY","That's a last resort. We're not there yet. Meanwhile, I'll need it to effect any potential countermeasures I can come up with."],["WOOLSEY","How soon will they get here?"],["SHEPPARD","Minutes, if that."],["WOOLSEY","Is there anything we can do to protect the city? Can you put up some kind of firewall?"],["MCKAY","A firewall won't work; you can't block them. They just pop in and out of subspace. They're here, they're there. It's impossible to predict. (inspired) ...I could write program that immediately quarantines any anomalous behavior in the system, like an anti-virus software. It's going to take some time though."],["WOOLSEY","Do what you can."],["ANNOTATION","Woolsey and Sheppard leave McKay."]],"present":["MCKAY","SHEPPARD","WOOLSEY"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Woolsey and Sheppard walk down the stairwell."],["WOOLSEY","Keep Fran...Doctor Weir...whoever she is under guard. We won't upload her to the VR just yet. We may need her help dealing with them."]],"present":["WOOLSEY"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","As Weir paces, Sheppard storms into the room."],["SHEPPARD","You set us up."],["WEIR","No! I honestly believed I had broken away without them being able to track me."],["SHEPPARD","Tell them to stay away from Atlantis!"],["WEIR","I'll try, but it'll get easier as they get closer. Look, I'm sure they don't intend to hurt anyone."],["SHEPPARD","Well, you tell them to keep moving. Go someplace else. It might go a little--"],["ANNOTATION","The lights flicker."],["MCKAY","(over radio) Sheppard!?"],["SHEPPARD","(into radio) Go ahead, Rodney."],["MCKAY","(over radio, breaking up) ...arrived...wasn't able...program the system...."],["SHEPPARD","(over radio) Rodney?"]],"present":["MCKAY","SHEPPARD","WEIR"],"place":"ATLANTIS ISOLATION ROOM"},{"speech":[["MCKAY","(shouting into radio) Their combined force is completely overwhelming the main power grid. Sheppard?"],["WOOLSEY","They're here!"],["MCKAY","All eight of them slamming the city's computers!"],["WOOLSEY","What about the anti-virus program?"],["MCKAY","I didn't have time to finish it. Look, it probably wouldn't have worked anyway. (into radio) Radek, I need you to pull the ZPM and power down all essential naquadah generators. Radek? (to others) Communications are down again!"]],"present":["MCKAY","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Zelenka is working on the ZPM chambers as the power flickers and city shakes."],["ZELENKA","(into radio) Rodney! Rodney, I'm trying to divert power, but it-it's become far too unstable. Perhaps now we should pull the ZPM. Rodney?"],["ANNOTATION","He gets a loud burst of static in his ear and pulls the radio piece out."],["ZELENKA","Cursing in Czech."],["ANNOTATION","A generator sparks behind a science tech in the room. Zelenka waves him to leave."],["ZELENKA","Let-let's go. Pull the ZPM. Shut down all the power except for the main power."],["ANNOTATION","The scientist starts to comply, but a burst of electrical arc shoots through the air, hitting him right in the chest."],["ZELENKA","Hey!"],["ANNOTATION","He hurries over and checks the scientist's pulse."],["ZELENKA","(horrified) Oh, god. He's dead."]],"present":["ZELENKA"],"place":"ZPM ROOM"},{"speech":[["ANNOTATION","Sheppard and Ronon lead Weir in. Teyla has joined the rest of her team and Woolsey already."],["WOOLSEY","We've established contact with the Replicator known as Koracen. He claims to speak on the others' behalf."],["WEIR","(into radio) Koracen, it's Elizabeth Weir."],["ANNOTATION","Koracen's voice sounds distorted and deep over the computer."],["DISEMBODIED KORACEN VOICE","Elizabeth? We were worried about you."],["WEIR","Listen to me, you need to leave this place; you're causing a lot of harm."],["DISEMBODIED KORACEN VOICE","We will leave, but first we wish to be given bodies as you have."],["WOOLSEY","We've already told you--that's out of the question."],["DISEMBODIED KORACEN VOICE","And yet, Elizabeth has been given one."],["WOOLSEY","It wasn't our choice. And we're not planning on letting her keep it."],["ANNOTATION","Weir shoots Woolsey a look."],["DISEMBODIED KORACEN VOICE","We do not wish to harm anyone."],["SHEPPARD","One of our guys is already dead, so you can save your \"we come in peace\" crap!"],["WEIR","Koracen, please! Just leave the city and let me negotiate with them. I'm sure we can figure out some way to help you."],["DISEMBODIED KORACEN VOICE","The way to help us is by replacing the control crystal in the Ancient machine so that we may build Replicator bodies. That is what you will do."],["WOOLSEY","And if we don't?"],["ANNOTATION","The voice synthesizer shuts down on its own."],["WEIR","Koracen?"],["ANNOTATION","An alarm blares. McKay hurries to its source."],["MCKAY","Not good, not good!"],["CHUCK","Aw, 'gate's down again!"],["MCKAY","We're losing control of the city. They just shut the jumper bay doors!"],["SHEPPARD","They're trying to keep us from leaving."],["ANNOTATION","He looks at Weir, who looks worried and won't meet his eyes."],["WOOLSEY","Can't you override it?"],["MCKAY","I'm locked out!"],["ANNOTATION","Another alarm beeps. McKay looks at another monitor."],["MCKAY","Oh, no. They just engaged the ZPM. Energy levels are rising rapidly."],["WOOLSEY","Why? What are they doing?"],["MCKAY","They're sinking the city!"],["WOOLSEY","(to Chuck) Raise the shield."],["CHUCK","They've disabled it."]],"present":["CHUCK","DISEMBODIED KORACEN VOICE","MCKAY","SHEPPARD","WEIR","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The city creaks and rumbles as it slowly lowers into the sea."]],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["WOOLSEY","Any ideas?"],["MCKAY","No, we're going down. Water's already cresting the lower decks of the outer piers. It's going to breach the city corridors any second now."]],"present":["MCKAY","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The outskirts of the city are underwater, and the city continues to sink."]],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Two expedition members struggle in the water as they try and reach safety and manually seal the doors shut. They just get electrical shocks for their troubles."]],"present":[],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Woolsey paces, thinking. Determined, he turns to Weir."],["WOOLSEY","I want you to send them a message from me."],["WEIR","(shaking her head) I've been trying to communicate with them. Telling them to stop. They won't listen to me."],["WOOLSEY","That's not what I want to tell them."],["ANNOTATION","The others exchange surprised looks."],["MCKAY","It's not?"],["WOOLSEY","Tell them...to go ahead. Sink the city. Destroy their only chance of ever regaining any kind of physical form. You've searched the entire galaxy. You know the Replicator home-world was destroyed. The only place remaining with the technology you need to achieve your goals...is right here. So go ahead, destroy it. Stay trapped in limbo forever."],["ANNOTATION","Sheppard looks puzzled, then watches Woolsey with respect as he faces Weir. She looks at the others but finds no support. She closes her eyes and concentrates."],["MCKAY","(studying display) Level one of the south pier is completely underwater."],["WEIR","They won't stop."],["WOOLSEY","Fine. Then we'll all die together."],["ANNOTATION","Woolsey steps away, once his back is turned to Weir, he shoots a brief worried look at Sheppard, but without backing down. Sheppard and Weir look at each other. A computer beeps."],["MCKAY","They're powering down the ZPM. The city's stabilizing."],["ANNOTATION","Sheppard becomes less tense. Woolsey breathes a sigh of relief and bows his head. He turns back to Weir."],["WOOLSEY","All right. Now we can negotiate."]],"present":["MCKAY","WEIR","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[],"present":[],"place":"ATLANTIS DAY"},{"speech":[["ANNOTATION","Weir talks with Sheppard, McKay and Woolsey in the office. Security guards wait outside."],["WEIR","I have a proposal. I've already communicated it to the others and convinced them to agree to it."],["WOOLSEY","Let's hear it."],["WEIR","Human bodies, nanite manufactured, but consisting of flesh and blood--like the other Elizabeth Weir you once encountered."],["MCKAY","Uh, we don't have that kind of technology here."],["WEIR","But we do. If you give us temporary Replicator bodies and a lab to work in, we can assemble them ourselves."],["MCKAY","What, you'll transfer your consciousness from the Replicator body to the human body?"],["WEIR","Exactly. As human beings, we would be every bit as vulnerable as anyone else. We would eat, sleep, get sick...and die...preferably of old age."],["SHEPPARD","And what about ascension? I'm assuming that's still on the agenda?"],["WEIR","It is."],["MCKAY","Wait a second, um, building humans...that's going to take time, isn't it? I mean, first you have to create the technology to do it. We're talking nanites...I mean, organically assembling each body inside out, starting at the molecular level. Well, then, you have to create the machine to transfer the consciousness. That's going to take god knows how long!"],["WEIR","Replicators, as you know, work very fast. No need for breaks, or food, or sleep."],["SHEPPARD","It's worth thinking about."],["MCKAY","He may be right. I mean, if only to regain control of the city. While they're in our computer systems, Atlantis is in serious trouble."],["WOOLSEY","If we do this, I want severe restrictions placed on their capabilities--no replicating, no shape shifting--"],["MCKAY","The basic model. You got it. I mean, no bells, no whistles. They'll be able to affect some minor repairs, but that's about it."],["WEIR","Seal off the lab. Put a force field around it. Do whatever you need to do to feel safe. But I've already convinced the others that this is their only option. They won't give you any trouble. You have my word."],["ANNOTATION","Woolsey studies her."],["WOOLSEY","Do it."]],"present":["MCKAY","SHEPPARD","WEIR","WOOLSEY"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Weir steps into a science lab. McKay stands in an observation room watching through a window."],["MCKAY","(into radio) Okay. Initializing force field."],["ANNOTATION","A force field powers up, surrounding the room."]],"present":["MCKAY"],"place":"ATLANTIS ISOLATION LAB"},{"speech":[["ANNOTATION","Woolsey and Sheppard walk down a corridor."],["WOOLSEY","Are your teams in place?"],["SHEPPARD","Around the clock watch."],["WOOLSEY","Good."],["SHEPPARD","Once these...human bodies are made, and they're downloaded into them...what happens then?"],["WOOLSEY","Well seeing as they'll be just like any other human beings, I see no reason not to let them go. They could become valuable allies."],["SHEPPARD","(stopping short) What if one of them decides to stay?"],["WOOLSEY","Let's cross one bridge at a time. All right?"]],"present":["SHEPPARD","WOOLSEY"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Woolsey enters. McKay is at the terminal. Ronon stands watching the window."],["WOOLSEY","How's it going?"],["MCKAY","Almost done. They're just, uh, finishing up the last one."]],"present":["MCKAY","WOOLSEY"],"place":"ISOLATION LAB OBSERVATION ROOM"},{"speech":[["ANNOTATION","The Fran-looking Weir stands at the table. Around her are half a dozen male and female Replicators. On the table one last male Replicator, Koracen, is being formed. The process completed, he sits up. Ronon, McKay, and Woolsey watch from the window."],["WOOLSEY","(drily) That was fast."],["MCKAY","Well, actually creating Replicators is fairly simple..."]],"present":["MCKAY","WOOLSEY"],"place":"ISOLATION SCIENCE LAB"},{"speech":[["ANNOTATION","McKay and Woolsey move back to the computer terminal and watch the progress on the monitor. Ronon remains at the window."],["MCKAY","(continuing) Comparatively speaking. Humans? Not so much."],["WOOLSEY","Well, the sooner they get it done, the better. And once the last transfer is complete, I want those Replicator bodies destroyed... (pausing) They certainly don't waste any time, do they?"],["MCKAY","No, they don't. There's no breaks, no chit-chat, no social interaction whatsoever. Just the...perfect working environment."],["ANNOTATION","McKay smiles, impressed."],["WOOLSEY","Ronon, you don't have to stay there the whole time, you know."],["RONON","I'm good."],["MCKAY","(with ironic air) Talk, talk, talk, that's all he does. You just can't shut him up."],["WOOLSEY","Keep me apprized."],["LATER",""],["ANNOTATION","McKay is asleep by his computer. Ronon still keeps watch. Koracen looks up from his work, staring at the monitor. He turns to Ronon at the same instant all the lights go off. Ronon is instantly on the move to the door, tapping the sleeping McKay on the shoulder while on his way."],["RONON","McKay! Power's out!"],["MCKAY","(instantly alert) What the--force field!"]],"present":["LATER","MCKAY","RONON","WOOLSEY"],"place":"ISOLATION LAB OBSERVATION ROOM"},{"speech":[["ANNOTATION","Ronon moves swiftly through the darkened corridor to reach the isolation science lab's door, his gun at ready. Before he even reaches the door, Koracen tries to surprise him from behind. Ronon raises his gun, but Koracen pushes him, throwing Ronon lengthwise several feet down the hallway, where he slams into the wall. Koracen heads down that path. Two guards try to gun Koracen down, but he moves to fast. Ronon struggles to get up, but has been injured from the impact. He collapses to the floor with a pained cry."],["RONON","Oh!"]],"present":["RONON"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","The city has no lights."]],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Marines hold raised weapons on the remaining Replicators. Sheppard and Teyla arrive. McKay is already there."],["SHEPPARD","What happened?"],["MCKAY","One of the Replicators escaped--Koracen, the leader? He must've written some hidden program that was timed to kill power as soon as they were downloaded into Replicator bodies. It disabled the forcefield, they were able to pry open the doors."],["ANNOTATION","Sheppard scans the faces of the prisoners. Weir is not among them."],["SHEPPARD","Where is she?"],["REPLICATOR WOMAN TWO","She went after Koracen."],["MARINE","Three teams in pursuit. We've lost all radio contact."],["SHEPPARD","(to Ronon) Go join 'em. (to McKay) Go up to the control room. Try and get the power restored."],["ANNOTATION","His team and some marines leave."],["MARINE","What do we do with them?"],["SHEPPARD","Shoot 'em. Keep shooting. They'll go down eventually."],["FEMALE REPLICATOR TWO","Wait! We knew nothing of Koracen's plan. If we were a part of it, we would not be standing here right now. Please? We're complying with your wishes."],["SHEPPARD","(grimly, to Marine) Nothing gets through that door. If they move an inch...shoot 'em."]],"present":["FEMALE REPLICATOR TWO","MARINE","MCKAY","REPLICATOR WOMAN TWO","SHEPPARD"],"place":"ISOLATION SCIENCE LAB"},{"speech":[["ANNOTATION","Sheppard heads down a corridor, weapon at ready. At the end of one, he sees Koracen turning a corner. Sheppard races to catch up."],["SHEPPARD","Hold on!"],["ANNOTATION","Koracen stops and raises his hands."],["SHEPPARD","You just couldn't wait for those human bodies, could you?"],["KORACEN","The human body is frail, weak. Every second, that much closer to dying."],["SHEPPARD","Yeah, and this whole ascension thing--you're just giving up on that, huh?"],["KORACEN","Not at all. I'm certain there's another way. With this body, I'll have plenty of time to discover it."],["ANNOTATION","He rushes at Sheppard. Sheppard shoots, striking Koracen in the chest several times, but the Replicator doesn't go down. He pushes Sheppard to the floor, sliding him down the hall several feet. Koracen heads down a side corridor. Sheppard gets to his feat and pursues."]],"present":["KORACEN","SHEPPARD"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Zelenka enters. McKay and Woolsey are among the staff already there."],["ZELENKA","Any luck?"],["MCKAY","They've shut just about everything down. Power's cut to most of the critical systems."],["WOOLSEY","Except for the DHD and the 'gate. They're obviously going to try to dial out."],["MCKAY","Now, I've managed to gain remote access to the mainframe. I'm, uh, creating a workaround to allow the resumption of naquadah power to the central tower's primary systems. It's minimal, to be sure, but, uh, from there, at least, we'll be able to--"],["ZELENKA","(interrupting) Overwrite the Replicator program and restart the remaining systems."],["MCKAY","Exactly."],["WOOLSEY","Just hurry. We need power back now."],["ANNOTATION","He leaves. Zelenka leans over McKay's station."],["ZELENKA","Okay, is there anything you want me to do?"],["MCKAY","Yes, for starters you could...um...stay out of my way?"],["ANNOTATION","Zelenka nervously steps back."],["ZELENKA","Oh, yes. Okay, sorry, fine."],["ANNOTATION","McKay starts typing. Zelenka makes frustrated sighing sounds."],["MCKAY","Uh...and be quiet."]],"present":["MCKAY","WOOLSEY","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard spots a Replicator on stairs. He raises his weapon."],["SHEPPARD","Stop!"],["ANNOTATION","It is Weir. She comes back down the staircase."],["WEIR","(sternly) John, stay back. Let me handle this."],["SHEPPARD","Haven't you done enough already?"],["WEIR","I'm trying to help you!"],["SHEPPARD","By what? Escaping?"],["WEIR","I didn't know that Koracen would do this!"],["KORACEN","Of course she knew!"],["ANNOTATION","Koracen appears at the other end of the hall, behind Sheppard. Sheppard shifts his weapon to aim at the new threat. He points his sidearm at Weir."],["KORACEN","Elizabeth has been a willing participant in our goals from the very beginning. It was her idea to come here in the first place."],["SHEPPARD","(suspiciously) You said you broke off from them, that they couldn't track you...?"],["ANNOTATION","Weir looks upset, and guilty."],["KORACEN","(sneering) Track her? She was the one who alerted us when the time was right to come. We were only following her commands."],["WEIR","John, listen to me. I had to bring them here. It was our only chance, our only way out. I didn't know that Koracen would cause this kind of trouble. I didn't think that anyone would get hurt."],["SHEPPARD","What did you think we were going to do? Just give you a bunch of Replicator bodies and send you on your way?"],["WEIR","I truly believed that we were no threat to you."],["SHEPPARD","You may still think you're Elizabeth, but you're not."],["ANNOTATION","Weir hangs her head. The power comes back down. Koracen takes advantage of the distraction to attack Sheppard, knocking him into the wall. Sheppard collapses in a heap, stunned, and dropping his weapons. Before Koracen can do more, Weir attacks Koracen, pinning him to the wall and sticking her hand in his head while Sheppard looks on in shock. She pulls her hand back, and Koracen disintegrates into nanites."]],"present":["KORACEN","SHEPPARD","WEIR"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Guards wait outside as Weir talks to McKay, Woolsey, and Sheppard."],["WOOLSEY","If you'd like to resume your work, I've decided to allow it."],["MCKAY","We would re-engage the force field, of course."],["SHEPPARD","Beef up security."],["WEIR","It's too risky."],["ANNOTATION","The others look surprised."],["WEIR","I thought that bringing the others here would be safe. I was wrong. I can no longer guarantee there won't be any more trouble from them...or even myself."],["SHEPPARD","All right, um...what do you want to do?"],["WEIR","(to McKay) I remember, after you reactivated the nanite cells inside me, I said this was a bad idea. So much has gone wrong since then. But I think I know how I can finally set things right."]],"present":["MCKAY","SHEPPARD","WEIR","WOOLSEY"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Weir, the female Replicators, Woolsey, and Sheppard's team stand around the dialing computer."],["WOOLSEY","Go ahead."],["ANNOTATION","Female Replicator Two dials a gate address. The wormhole activates. The Replicators leave with their escort, Sheppard's team and Woolsey following."]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The group walks down the stairs."],["MCKAY","If you need anything else for your work, let us know."],["WEIR","Thanks, Rodney."],["WOOLSEY","Once again, you have to promise to stay put until you're finished constructing the human bodies. No leaving your home-world, no communication with any other civilization except Atlantis."],["WEIR","You have my word. Good luck with your command, Richard. It's...comforting to know Atlantis is in capable hands."],["ANNOTATION","Woolsey quirks a sad smile."],["WOOLSEY","Thank you."],["WEIR","(to others) Shall we?"],["ANNOTATION","The Replicators hesitate at the Stargate, still wary. Weir gives them a reassuring smile."],["WEIR","It's okay. I'll go first."],["ANNOTATION","She walks to the Stargate. At its edge, Weir turns back, looking at Sheppard. He can't quite meet her eyes. She smiles as if in understanding and turns, walking into the wormhole. There is a pause while the other Replicators appear to listen for some unheard signal. Finally..."],["FEMALE REPLICATOR TWO","It's safe."],["ANNOTATION","The other Replicators walk into the Stargate."]],"present":["FEMALE REPLICATOR TWO","MCKAY","WEIR","WOOLSEY"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","The female Replicator and the others come through the wormhole to find themselves exposed to outer space. Weir already floats there. They slowly shut down."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The wormhole disengages."],["WOOLSEY","You're sure the DHD reconfiguration worked?"],["MCKAY","(sadly) Yes. They were sent to a space gate. I guess that answers the question as to whether it was really Elizabeth."],["ANNOTATION","He walks away. The others follow. Sheppard remains standing, staring at the Stargate."]],"present":["MCKAY","WOOLSEY"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Weir floats in space, looking wistful as the cold of space shuts down her nanite cells."],["'",""]],"present":["'"],"place":"SPACE"}]