[{"speech":[["VIDEO--DAY FIFTEEN",""],["ANNOTATION","McKay, dressed in a t-shirt and bathrobe, sits on a bench. He looks confused and his voice is slurred. He shifts around with awkward, uncoordinated movements."],["KELLER","(offscreen) You can go ahead, Rodney."],["MCKAY","I don't remember where to start."],["KELLER","(offscreen) Sure you do."],["MCKAY","No."],["KELLER","(offscreen) Start with your name, like we've been doing, okay? We'll just go from there."],["MCKAY","My name...my name is...Mister Rodney McKay."],["KELLER","(offscreen) No..."],["MCKAY","(insistent) Yes."],["KELLER","(offscreen) Come on now. You're Doctor McKay, remember?"],["ANNOTATION","McKay shakes his head in an exaggerated manner, as if his head is too heavy for him."],["MCKAY","No, I'm-I'm not anymore. I'm not...s-s-mart anymore. Doctors are smart, so I'm \"mister\" now."],["KELLER","(offscreen, placating) Okay."],["MCKAY","I used to be the s-smartest person ever. And-and now...and now, I'm-I'm not."],["KELLER","(offscreen) That's what we're trying to fix, right?"],["MCKAY","No. No, you can't fix me."],["KELLER","(offscreen) You know we're trying our very best--"],["MCKAY","(becoming upset) No. You can't. You can't. Can't. Can't."],["KELLER","(offscreen) It's okay, Rodney. What's the next thing you're supposed to say?"],["MCKAY","Where is...where did John go?"],["KELLER","(offscreen) He just had to go away for a few minutes. He'll be back."],["MCKAY","John?"],["ANNOTATION","He starts looking around for Sheppard."],["KELLER","(offscreen) Rodney. Rodney, I'm your friend. I'm right here."],["MCKAY","(louder) Where are you, John? John!"],["ANNOTATION","He starts to get up as the video cuts off."],["END VIDEOTAPE",""]],"present":["END VIDEOTAPE","KELLER","MCKAY","VIDEO--DAY FIFTEEN"],"place":"nowhere"},{"speech":[["ANNOTATION","The image of McKay on the video is still paused. Jeannie Miller turns from watching the video to stare in shock at Woolsey and Sheppard. Keller stands nearby."],["JEANNIE","(upset) Why the hell didn't you tell my brother was this far gone?!"],["SHEPPARD","(quietly) It happened pretty fast, Jeannie."],["JEANNIE","No, I...I got a message from him just--just a couple of weeks ago. He seemed perfectly fine. He'd never been so nice!"],["KELLER","(nodding slowly) That...would've been shortly after he became infected. I didn't recognize the symptoms in time."],["ANNOTATION","Keller fights to keep her composure."],["SHEPPARD","It's not your fault, Doc."],["WOOLSEY","Frankly, Mrs. Miller, we contacted you as soon as we became aware of the seriousness of his condition. In fact, Daedalus dropped you off at the first available 'gate in Pegasus because we were concerned that you...wouldn't make it here in time. We thought you deserved a chance...to say goodbye."],["ANNOTATION","Jeannie stares at them in horror."]],"present":["JEANNIE","KELLER","SHEPPARD","WOOLSEY"],"place":"ATLANTIS INFIRMARY"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Sheppard, Jeannie, and Woolsey stare down through the window to where McKay is seated in a wheelchair below. He is in pajamas and bathrobe, staring into space. Keller kneels beside his chair."],["WOOLSEY","Doctor Keller wanted to take a moment to...prepare him for your visit."],["JEANNIE","(shakily) Yeah, I, uh...I think I need a moment myself. How did-how did this happen to him?"],["SHEPPARD","(quietly) Um...there was a little SNAFU on the last mission."]],"present":["JEANNIE","SHEPPARD","WOOLSEY"],"place":"ATLANTIS ISOLATION OBSERVATION ROOM"},{"speech":[["ANNOTATION","Woolsey steps to the control room balcony above the gate room. Sheppard's team is in off-world gear, waiting for the Stargate to finish dialing."],["WOOLSEY","Colonel Sheppard, when you've reached the research camp, please remind Doctor Nichols that his is now...one hour and fifteen minutes overdue for his scheduled check-in."],["SHEPPARD","(deadpan) Right. Want me to...smack him around or anything?"],["ANNOTATION","The Stargate kawhooshes."],["WOOLSEY","(humorless) Just the reminder, please."],["ANNOTATION","He walks away from the balcony."],["TEYLA","Shouldn't we be concerned for Doctor Nichols's team?"],["SHEPPARD","No. No, the settlement's half-hour away from the 'gate. He's got them checking in every six. I'm sure Nichols is just tired of taking the round trip."],["ANNOTATION","Sheppard's team starts walking to the Stargate."],["MCKAY","Still, it wouldn't hurt to bust his chops a bit. That Nichols is so arrogant."],["ANNOTATION","The rest of the team shoot McKay knowing looks as they enter the wormhole."]],"present":["MCKAY","SHEPPARD","TEYLA","WOOLSEY"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Woolsey checks his watch and leans on Banks's station."],["WOOLSEY","Hmm. Amelia, I think I'm going to risk heading down to breakfast before they check in. I just mean that...it will probably take them some time to get to the camp...and then more time for Nichols to get back to the 'gate and report. There's really no point in my...telling you this."],["BANKS","(shakes her head) Not really, sir."],["ANNOTATION","He starts striding quickly out of the room."],["WOOLSEY","Right. Be back in twenty minutes!"],["ANNOTATION","The Stargate starts to activate. A klaxon blares."],["BANKS","Unscheduled off-world activation!"],["ANNOTATION","Woolsey jogs back to her station."],["WOOLSEY","Activate the shield!"],["ANNOTATION","The Stargate kawhooshes as the shield encapsulates the Stargate."],["BANKS","I'm not receiving an IDC."],["SHEPPARD","(over radio, breathless) This is Sheppard! Do not lower the shield! The entire tower will be flooded."],["WOOLSEY","(into radio) I have no intention of doing that, Colonel. What's your status?"],["SHEPPARD","(over radio) It's cold and wet. The Stargate's underwater. The entire valley's flooded."],["MCKAY","(over radio) And it's freezing!"],["SHEPPARD","We need you to send a jumper through so we can stay warm and dry until the water recedes."],["ANNOTATION","Woolsey nods at Banks. She starts typing."],["WOOLSEY","(into radio) Will do, Colonel. Hold on!"],["SHEPPARD","(over radio) Holding on. Sheppard, out."],["ANNOTATION","A jumper is lowered into the Gate Room, hovering while waiting for the Stargate to shut down so they can redial."],["JUMPER PILOT","(over radio) Rescue One is standing by."],["WOOLSEY","What's taking so long? Why isn't the 'gate disengaging?"],["ANNOTATION","Banks shakes her head and shrugs, looking baffled."]],"present":["BANKS","JUMPER PILOT","MCKAY","SHEPPARD","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Sheppard's team are crouched together on top of the Stargate. Only the uppermost rim and chevron sits above water level. The Stargate is still active. They are all wet. McKay is shivering."],["MCKAY","It's the water. The constant pressure's forcing the wormhole to stay active, which means we're going to have to wait the maximum amount of time a Stargate can stay open--thirty-eight minutes."],["SHEPPARD","Well, we're down to thirty-two. And before you say \"I told you so\", we had no choice."],["MCKAY","I can't stop shivering."],["RONON","You're letting all the hot air out of your mouth."],["ANNOTATION","McKay tries to laugh but it comes out more like a breathless sob."],["SHEPPARD","All right, everybody. You'll be warm soon enough."],["MCKAY","I don't know. I think I got wetter than you did."],["SHEPPARD","(sarcastically) I-I don't know. I got a little damp dialing the DHD."],["TEYLA","The research camp was further up this valley. I'm a little concerned for Doctor Nichols's team."],["SHEPPARD","Right. (keying radio) Anyone at the research camp, this is Colonel Sheppard. Please respond."],["ANNOTATION","There is only static."],["SHEPPARD","(into radio) I repeat, this is Colonel Sheppard. Please respond."],["MCKAY","I'm pretty sure they're all dead."],["TEYLA","(protesting) We can't know that, Rodney!"],["MCKAY","Look, the research team was studying the effects of global warming. They set up camp at the foot of a massive glacier up the valley."],["SHEPPARD","You think an ice dam broke?"],["MCKAY","It fits. The Ancients don't put Stargates on a flood plain, and I certainly don't think the tide just came in. It explains why the water's so...freezing. (sneezing) Oh. Aw. Okay. Okay, so now I'm hot and I'm still shivering."],["ANNOTATION","Teyla feels his forehead."],["TEYLA","Were you running a fever before we left?"],["MCKAY","I don't know. Maybe. I'm always running something."],["SHEPPARD","All right. I think the water's receded a little. So, uh..."],["MCKAY","So we're going to be stuck here all night!"],["SHEPPARD","In the back of a warm, cozy jumper, all right? All you need to do is hold on for, I don't know, thirty minutes or so."],["ANNOTATION","They are alone in a large valley. All around them is water and fog, up to the distant mountain ranges and massive glacier."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"FLOODED VALLEY, M44-5Y9, NIGHT"},{"speech":[["ANNOTATION","Ronon carries an unconscious McKay through the wormhole. McKay is covered in a blanket. Sheppard and Teyla are with them. Keller and a medical team await with a gurney, and Ronon sets Rodney on it."],["KELLER","How long has he been unresponsive?"],["TEYLA","Since he fell asleep in the jumper. About nine hours."],["KELLER","Okay, let's get him to the infirmary. I want him under a scanner. I want to have a look at you guys, too."],["ANNOTATION","They exchange surprised looks."],["RONON","We're good."],["KELLER","(sternly) By that, I mean now."],["ANNOTATION","She leaves with McKay and the medical team. Woolsey walks with Sheppard out of the room."],["WOOLSEY","I think you've just made a case for my proposal to send a MALP ahead of every single transit."],["SHEPPARD","Stuff happens, Woolsey. And by \"stuff,\" I mean..."],["WOOLSEY","I know what you mean, thank you. Why didn't you return in the jumper I sent you?"],["SHEPPARD","Well, I ordered the rescue party to continue the search for Nichols's team. There's a chance they're still alive."],["WOOLSEY","(abashed) Of course."],["SHEPPARD","I got to go get checked out, and then, uh, I'm going to go check on Rodney."],["ANNOTATION","He jogs away."]],"present":["KELLER","RONON","SHEPPARD","TEYLA","WOOLSEY"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Teyla and Keller stand by McKay's bed. He is conscious and alert. Sheppard arrives. still adjusting his sleeve from a blood draw. Another medical staff person finishes taking Ronon's blood pressure nearby."],["SHEPPARD","Well, how's our boy?"],["KELLER","No fever. No hypothermia. Nothing on the scan at all."],["MCKAY","(brightly) How about you guys?"],["RONON","(as he leaves) Like I said, we're good."],["KELLER","Yeah, yeah."],["TEYLA","But we're not the ones who became unconscious."],["MCKAY","Yeah, well, I--I didn't get much sleep the night before. And I did skimp on breakfast, so..."],["SHEPPARD","You know, Woolsey wants to send out a MALP before every transit now?"],["MCKAY","Well, that's going to get old fast."],["SHEPPARD","That's what I said."],["MCKAY","Um, hey, can I go now? I feel a little silly lying here."],["KELLER","I'm keeping you under observation for a little longer. Besides, I ordered you dinner."],["MCKAY","Well, then you can observe me eat 'cause I'm famished."],["ANNOTATION","Teyla and Sheppard smile. Sheppard taps McKay's leg as they wave and start to head out."],["SHEPPARD","Well, it's official. He's better."],["MCKAY","See you guys!"]],"present":["KELLER","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"ATLANTIS INFIRMARY"},{"speech":[["KELLER","Do you want me to send them in?"],["MCKAY","(dully) Okay."]],"present":["KELLER","MCKAY"],"place":"ATLANTIS ISOLATION ROOM"},{"speech":[["ANNOTATION","They watch as Keller moves to a telephone."],["KELLER","(over intercom) Rodney's all ready for you."],["JEANNIE","(nonplussed) Well...what am I supposed to say?"],["ANNOTATION","Sheppard gives a weak attempt at a reassuring smile."],["SHEPPARD","Doesn't matter."]],"present":["JEANNIE","KELLER","SHEPPARD"],"place":"ATLANTIS ISOLATION OBSERVATION ROOM"},{"speech":[["ANNOTATION","Jeannie enters the room. McKay is sitting, staring to the side and forming sound shapes with his mouth. Jeannie stands there a moment, then moves quickly over and grabs a chair to sit in front of him."],["JEANNIE","(brightly) Meredith? It's me. It's Jeannie. Here. I'm here."],["MCKAY","(voice slurred and slow) You're my sister."],["JEANNIE","(stunned) Yes."],["MCKAY","Meredith's my...real name."],["JEANNIE","It's your first name, that's right. But you never liked it."],["MCKAY","No. No. It's...a girl's name."],["ANNOTATION","Jeannie tries to laugh, but it comes out more as tears."],["JEANNIE","Sometimes, yes. But you go by Rodney."],["MCKAY","Rodney McKay. Mister Rodney McKay. Rodney McKay. Rodney McKay."],["ANNOTATION","Keller looks away. Jeannie grasps McKay's hand and fights her tears. McKay doesn't quite look Jeannie in the eyes."],["MCKAY","You're crying because of me."],["JEANNIE","No, I'm-I'm crying because I missed you very much."],["MCKAY","'Cause you're my sister."],["JEANNIE","(voice breaking) That's right."],["MCKAY","(becoming upset) I'm...sick."],["ANNOTATION","Jeannie grasps both his arms."],["JEANNIE","I know. I know. I'm here now. I..."],["ANNOTATION","McKay looks confused. Jeannie fights to keep her composure."],["JEANNIE","Sweetie, I just need to go outside for one second, okay? I will be right back. I promise."],["ANNOTATION","Jeannie hurries out of the room."]],"present":["JEANNIE","MCKAY"],"place":"ATLANTIS ISOLATION ROOM"},{"speech":[["ANNOTATION","Once out of the room, Jeannie is unable to stop her sobs any longer. Ronon blocks her path. She tries to go around him, but he stays in front of her."],["RONON","Hey."],["JEANNIE","I know."],["ANNOTATION","Jeannie weeps. Ronon puts his arms around her comfortingly."],["JEANNIE","(sobbing) I just need a second. I just...don't want him...to see..."],["ANNOTATION","She steps back. Her breath hiccups as she tries to speak."],["RONON","I know how you feel. I felt the same way."],["JEANNIE","I'll go back in...I will. He needs me, and I want to be able to say goodbye, but it's like...it's like he's already gone."],["RONON","I know."],["ANNOTATION","Jeannie nods, still weeping."],["RONON","There's a way."],["JEANNIE","(surprised) What? How?"],["RONON","It's a place. I've been there before. He'll be himself again, and you can say goodbye."],["ANNOTATION","Jeannie wipes away her tears, appearing confused."],["JEANNIE","I don't understand. Then why haven't you already taken him?"],["RONON","Because it's dangerous. But I'm willing to risk it if you are."],["ANNOTATION","Jeannie considers this."],["VIDEO--DAY SIX",""],["ANNOTATION","McKay sits in front of the camera, looking amused and dressed in his uniform."],["KELLER","(offscreen) All set?"],["MCKAY","Remind me to register a complaint with whoever's idea this was."],["KELLER","(offscreen) Uh, it was yours, actually."],["MCKAY","(with great humor) Oh, ho ho. Well...complaint duly registered."],["ANNOTATION","His voice has a barely noticeable slur."],["KELLER","(offscreen) It was a good idea to get a keep a record of what's happening to you and--and how fast, but if you'd rather not..."],["MCKAY","No, it's fine. It's fine. Start with my name, right?"],["KELLER","(offscreen) Right."],["MCKAY","Hey, I remembered something. Yay!"],["ANNOTATION","Keller chuckles."],["MCKAY","My name is Doctor Rodney McKay. I'm the head of the...department of science something in Atlantis in the, um... (sighs, fidgeting, upset) Oh, for god's sake...in the Pegasus Galaxy."],["KELLER","(offscreen) Okay. Not bad. Keep going."],["MCKAY","(looking towards Keller) Jennifer, there's s-something I wanted to, um...you know, while I remember. While I still can. Something I wanted to say..."],["KELLER","(offscreen) Go ahead."],["END VIDEOTAPE",""]],"present":["END VIDEOTAPE","JEANNIE","KELLER","MCKAY","RONON","VIDEO--DAY SIX"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Jeannie knocks at the door. Keller quickly pauses the video of McKay she's been watching."],["KELLER","Jeannie, uh...I wasn't expecting anyone this late."],["ANNOTATION","She shuts off the monitor screen of McKay's video."],["JEANNIE","Yeah, I'm kinda one of those people who needs all the information they can get."],["ANNOTATION","Keller motions Jeannie over to a different computer monitor that shows a three-dimensional image of a brain."],["KELLER","This is his most recent scan. This dark area that looks like a tumor is actually a parasitic organism. Its tendrils spread far beyond any hope of surgical extraction, and it's not responding to treatment. Even stasis barely slowed its progression. There are still a number of drug combinations that--"],["JEANNIE","(confused) He was infected somehow on his last mission?"],["KELLER","Well, maybe, but...not necessarily. It was too small to show up on a scan at the time. But in the Pegasus Galaxy, the condition is fairly common among the very old."],["JEANNIE","Right. So, why him?"],["KELLER","It's possible we're all exposed to it and fight it off. Rodney was already suffering from a viral infection when he went on the mission to M44-5Y9, and then all that time in the freezing water--"],["JEANNIE","So his resistance was low."],["ANNOTATION","Keller nods."],["KELLER","The parasite doesn't so much as kill cells as render them dormant, for reasons I still don't completely understand, but...the net result is ever-diminishing brain function. As it spreads, he'll lose motor control, regulation of organ function--"],["JEANNIE","Ronon's people call the disease \"second childhood.\""],["ANNOTATION","Keller purses her lips and turns away."],["KELLER","You talked to Ronon."],["JEANNIE","Yes."],["KELLER","Okay. I know what he's told you."],["JEANNIE","That he's dying, and there's nothing you can do."],["KELLER","(struggling to keep her composure) No, he's dying, and I'm doing...everything I can."],["JEANNIE","I have to ask you...why did you tell me you didn't recognize the symptoms in time?"],["KELLER","Because he was already showing the symptoms when he came back from the mission, and...I didn't see it."]],"present":["JEANNIE","KELLER"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","McKay, lying in the infirmary bed, eats his meal voraciously. Keller approaches."],["KELLER","So?"],["MCKAY","(brightly) Just what the doctor ordered."],["KELLER","(chuckling) Funny."],["ANNOTATION","He picks up his fruit cup and waves it at her."],["MCKAY","You want my fruit cup?"],["KELLER","No, no, no."],["MCKAY","(teasing) I think you do."],["KELLER","Eating from the patient's tray is kind of frowned upon."],["MCKAY","Jennifer, we've practically dated."],["KELLER","You bought me one drink. That's hardly \"dating.\""],["MCKAY","Right, so now I'm asking you to have dinner with me. I mean...such as it is."],["ANNOTATION","He waves the fruit cup again and smiles. She smiles back, relenting; she perches on his bed and takes the cup."],["KELLER","I do love the fruit cup."],["MCKAY","Not that this is exactly the dinner I had in mind, but..."],["KELLER","(flirtatiously) Is that an invitation?"],["MCKAY","Only if you promise to accept."],["ANNOTATION","Keller studies him, then nods."],["KELLER","If I wasn't so taken by the new Rodney McKay, the parasite might've been small enough for me to operate without causing significant brain trauma. By the time he started to forget, it was too late. (pauses to regain her composure) I haven't given up on trying to find a treatment."],["JEANNIE","Ronon told me about this place that could give Mer one more day as himself again before he dies."],["KELLER","Jeannie, you can't possibly believe--"],["JEANNIE","And that you're the one who won't let him go!"],["ANNOTATION","Keller looks stricken."]],"present":["JEANNIE","KELLER","MCKAY"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Sheppard, Ronon, Teyla, and Keller are in Woolsey's office with him. Ronon hands Woolsey a leather armband. The underside of it has a Stargate address."],["RONON","It's on a planet called Talus. It's one of the original worlds of the Ancestors. It took us about five or six hours to get there from the 'gate, but, uh, I was just a kid, and my grandfather had to be carried most of the way. We could do it in about half that time."],["SHEPPARD","There's a small problem with that plan."],["WOOLSEY","The Wraith established a major outpost there during the Replicator war. It's still there."],["RONON","Yeah, well, that's never stopped us from going anywhere we needed to go before."],["SHEPPARD","(equivocating) Well, it's not just that, uh..."],["TEYLA","(accusing) You don't believe it's real."],["SHEPPARD","I'm not saying--"],["WOOLSEY","(cutting in) I am, actually."],["RONON","I was there!"],["WOOLSEY","Yes, but you were six years old! Ronon, listen to what you've told us. A magical shrine, inside a cave, behind a waterfall."],["RONON","Did I say it was magic?"],["KELLER","(condescending) No, but you did say that people afflicted with McKay's condition suddenly revert to their former selves for--"],["TEYLA","The Shrine of Talus is also known among my people for victims of the Second Childhood. It offers the gift of one last day...and a quick death."],["ANNOTATION","Keller looks surprised."],["SHEPPARD","That doesn't necessarily make it real."],["RONON","(angrily) I'm telling you that, in a matter of seconds, I saw my grandfather go from someone who couldn't speak his own name to the man that taught me how to track and hunt."],["WOOLSEY","(surprised) You learned to hunt when you were six years old?"],["ANNOTATION","Ronon glares at Woolsey. Woolsey averts his eyes. Ronon hovers over Woolsey, getting into his personal space."],["RONON","(passionately) For one day, he got to hold his wife in his arms and share a meal with the people that he loved, and then he died with honor. You can say I was too young to remember, but I know what I saw. And we can do the same thing for McKay. If you think that's not worth it, you're wrong."],["ANNOTATION","Woolsey steps back, deep in thought."],["WOOLSEY","I've never told anyone this, outside of... My father had a disease called Alzheimer's. It's...similar in many respects to the condition that Doctor McKay is suffering from. My point is, I had a similar moment with him to the one you've just described. He hadn't recognized me, literally, for months. And then one day, out of the blue, he had a moment of absolute clarity. He said, \"Richard, what are you doing here?\" And I said, \"Dad, I, uh, I'm here to see you.\" And he said, he said, \"Isn't that wonderful?\" And then he was gone again. Now, couldn't you be remembering a similar--"],["RONON","It's not the same."],["WOOLSEY","Ronon, look--"],["RONON","I owe him this! I'll take him myself."],["TEYLA","I'll go with him."],["ANNOTATION","They move to the door. Sheppard stands and holds up his hand."],["SHEPPARD","Hold on. Hold on. We know for a fact there are two hive ships and 10,000 Wraith on the ground. If we're even going to consider this, all right? We have to make a plan."],["RONON","(resentfully) Fine. Make your plan."],["KELLER","I'm sorry, but he's not going anywhere without my permission. And...you won't get that until we talk to Rodney."]],"present":["KELLER","RONON","SHEPPARD","TEYLA","WOOLSEY"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","McKay lies in a hospital bed. He is in scrubs and looking around dully, unable to fully focus. Keller enters, and he notices her."],["KELLER","Hey, Rodney...you got some visitors. John's here. So are Teyla and Ronon. The whole team."],["ANNOTATION","The team enters. McKay focuses on Ronon, shifting his wrist; his hand curled awkwardly."],["MCKAY","(voice heavily slurred) Ronon Dex!"],["ANNOTATION","Ronon pats McKay's leg."],["RONON","(smiling) That's right, buddy. I want to take you to a place--a place that's going to give you a chance to be yourself again for a little while."],["ANNOTATION","Keller looks away, unhappy. There is an awkward silence. Teyla steps forward. McKay stares at Ronon without understanding."],["TEYLA","As you were before you became ill."],["MCKAY","Before..."],["ANNOTATION","Ronon and Teyla exchange helpless looks. Sheppard approaches, smiling."],["SHEPPARD","Hey, pal."],["MCKAY","Hey, J-John!"],["SHEPPARD","Truth is, uh, we don't...know exactly what's going to happen to you. But, we're willing to try if you are."],["MCKAY","Okay."],["SHEPPARD","Okay. Okay, well, that settles it, then."],["KELLER","No, it doesn't. Rodney, they haven't told you everything."],["RONON","(low, warning) He doesn't need to know."],["ANNOTATION","McKay looks startled, picking up the tension, if nothing else."],["KELLER","They planet they want to take you to is a Wraith outpost. Do you remember who the Wraith are? It means going will be very, very dangerous, not just for you, but for your friends."],["ANNOTATION","McKay begins to look more troubled."],["SHEPPARD","We're willing to take that risk."],["KELLER","A risk for which, (to Ronon) and I'm sorry, even if it works, which I very much doubt... (to McKay) You might revert to your former self for one day. Now, forgive me if that sounds more like torture than a blessing. We're still coming up with new ideas on how to treat this thing. But if you do this, if you leave Atlantis..."],["ANNOTATION","Sheppard and Teyla exchange looks. Keller has her hand on McKay's shoulder and he is staring at her with a vacant expression."],["MCKAY","Atlantis..."],["KELLER","...it's over. I can't help you."],["ANNOTATION","McKay starts mumbling the digits of pi to himself, lost in his own world."],["TEYLA","(whispering) Doctor..."],["ANNOTATION","She, Keller, and the others step away from McKay's bedside."],["TEYLA","He doesn't understand."],["KELLER","No. He doesn't. Which means the decision on whether or not to let him go is mine. And I haven't given up on trying to cure my patient."],["ANNOTATION","She walks back over to McKay's bedside, glancing rebelliously back to the team as she wraps a comforting arm around his shoulder. The team leave."],["JEANNIE","And you still haven't given up."],["KELLER","No, because I don't think the damage to his cells is permanent, which means if I can safely remove the parasite--"],["JEANNIE","How long have you been at it? Weeks? And how many days does he have left? Like, two at most? Look, I know you've done everything you can, I-I know you feel responsible, and you want to keep trying, but...I'm his next of kin. That makes the decision mine...and we're taking him."],["ANNOTATION","Keller scowls unhappily, but defeated."],["VIDEO--DAY ONE",""],["ANNOTATION","McKay primps in front of the camera, straightening his jacket."],["KELLER","(offscreen) It's recording."],["MCKAY","Well, aren't you supposed to say \"action\" or something?"],["KELLER","Oh, sorry."],["MCKAY","(laughing sweetly) I'm kidding. Okay, here we go. My name is Doctor Rodney McKay. I am head of the science and research departments here in Atlantis, in the Pegasus Galaxy, in the local cluster, in the...universe as we know it. Um, the purpose of this log is to provide a baseline for myself, Doctor Keller, to monitor the progress of my, um, uh...memory loss. (chuckles and looks at Keller off-camera) Ironic, isn't it? (faces camera) Um, by reciting the aforementioned as well as a list of things I know like the back of my hand, starting with pi, to, uh, say, twelve decimals. 3.1415926535..."],["END VIDEOTAPE",""],["'INT--ATLANTIS CONTROL ROOM",""],["ANNOTATION","Zelenka walks down from the jumper bay and passes Woolsey and the arriving Sheppard's team."],["SHEPPARD","Rodney on board?"],["WOOLSEY","Yes. Are we clear on the rules of engagement?"],["SHEPPARD","In and out before the Wraith even know it."],["ANNOTATION","They start jogging up the steps."],["WOOLSEY","Colonel Sheppard."],["ANNOTATION","Sheppard pauses."],["WOOLSEY","If in fact Doctor McKay does regain his... Say goodbye for me."],["ANNOTATION","Sheppard nods soberly and follows his team up."]],"present":["'INT--ATLANTIS CONTROL ROOM","END VIDEOTAPE","JEANNIE","KELLER","MCKAY","RONON","SHEPPARD","TEYLA","VIDEO--DAY ONE","WOOLSEY"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","The team enters. With them are some marines. Jeannie has her arm around McKay, both dressed in off-world gear, McKay in a black leather jacket. Keller sits beside them, also in off-world gear."],["RONON","Hey, I thought you didn't believe."],["KELLER","Is that a prerequisite?"],["JEANNIE","He'll be glad you're here."],["ANNOTATION","The door closes as Sheppard starts up the engines."],["SHEPPARD","All right, we're either going to get away with this, or we're not. If we don't, the ride's going to be wild, and it's going to be fast, so I need everyone prepared. (into radio) Jumper Three, standing by. Send the MALP through."]],"present":["JEANNIE","KELLER","RONON","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The MALP goes through the active Stargate."]],"present":[],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Banks works the MALP controls. Woolsey watches the MALP's progress through the video camera. Wraith hive ships on the planet shoot at the probe."],["WOOLSEY","(into radio) The MALP is clear of the 'gate and they're firing on it from both sides of what appears to be a deep valley."],["ANNOTATION","Jumper Three lowers into the Gate Room."],["WOOLSEY","(into radio) It's deploying smoke. You should have complete coverage of the area in five seconds."]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["SHEPPARD","(into radio) Okay, see you tomorrow."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["WOOLSEY","I hope so."],["ANNOTATION","The jumper goes through the Stargate."],["WORMHOLE EFFECT",""]],"present":["WOOLSEY","WORMHOLE EFFECT"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","The jumper flies through the Stargate into a blanket of fog. They cloak and fly up to open sky, watching as the daylight of Talus breaks through. They level out and fly between the hive ships without incident."],["RONON","That's one helluva valley."],["TEYLA","Do you think they detected us before we were able to cloak?"],["SHEPPARD","No, I think the smokescreen worked. Hopefully they just think we just sent a MALP through ahead of us, changed our mind when they blew it up."],["ANNOTATION","He pulls up the HUD."],["SHEPPARD","All right, I'm going to do a sweep of the landing area. Shouldn't take more than a few minutes."],["MCKAY","(voiceover) John! John!"]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","McKay runs desperately through the halls. He is barefoot, in only a t--shirt and loose fitting pants. He pounds on the door to Sheppard's quarters."]],"present":[],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Sheppard bolts out of bed and turns on the light, awakened by McKay's pounding. He's wearing a black tee-shirt and track-style pants."],["MCKAY","(frantic) John! John! John!"],["ANNOTATION","Sheppard opens the door. McKay instantly grasps him by both shoulders."],["MCKAY","You were there, and-and then you-you-you."],["SHEPPARD","(befuddled and very concerned) Rodney, Rodney, I'm right here! What-what's wrong?"],["MCKAY","(despairing) I woke up, and everyone had left!"],["ANNOTATION","Sheppard's face falls, both pitying and guilt-ridden. McKay grasps his head and shuffles farther into the room."],["SHEPPARD","Oh, buddy. I'm sorry. I-I thought you'd fallen asleep."],["MCKAY","Oh...I was...I got so scared. I was sure that...by morning what was left of my mind was gonna be gone."],["ANNOTATION","Sheppard lays a reassuring hand on McKay's arm."],["SHEPPARD","All right. I'm going to take you back to your quarters, okay?"],["ANNOTATION","McKay grasps his arm desperately."],["MCKAY","(hysterical) John...John, I've never been so scared. I'm slipping away. I'm slipping away, and I don't know how to stop myself!"],["ANNOTATION","Sheppard grasps the other arm, holding McKay steady."],["SHEPPARD","(reassuring) Look, you're still here. All right? You're still here."],["MCKAY","(calming) Yeah. I am."],["SHEPPARD","And...I-I'm not going anywhere. You know, you want to hang out, you just...hang out."],["MCKAY","I don't know what to do. I don't know what to do with myself. I'm...I'm sorry. I shouldn't have-I shouldn't have woken you up."],["SHEPPARD","All right, look. It's a nice night out. Let's go have some beer on the pier, okay?"],["ANNOTATION","He slaps McKay good-naturedly and heads over to the mini-fridge in his quarters."],["MCKAY","(puzzled) I drink beer?"],["SHEPPARD","A lot. Take this."],["ANNOTATION","He tosses McKay a leather jacket, while grabbing a six pack of beer and a plaid over-shirt for himself."],["SHEPPARD","Come on, buddy. Let's go."]],"present":["MCKAY","SHEPPARD"],"place":"SHEPPARD'S QUARTERS"},{"speech":[["ANNOTATION","McKay and Sheppard sit at the end of a pier, their feet hanging over the side. Sheppard is barefoot. Sheppard pops another can and hands it to McKay, who puts his empty can aside."],["MCKAY","I don't know. Should I have another?"],["SHEPPARD","What could happen?"],["ANNOTATION","He opens another can of Budweiser for himself."],["MCKAY","(embarrassed) I shouldn't have banged on your door like that. I feel ridiculous."],["SHEPPARD","Don't."],["ANNOTATION","McKay sighs."],["MCKAY","I've been trying to remember the name of my...sister's kid."],["SHEPPARD","Betty."],["MCKAY","Betty..."],["ANNOTATION","Sheppard nods as he swallows more beer. McKay scrunches his face as he tries to recall."],["MCKAY","I'm pretty sure that's not it."],["SHEPPARD","It's Madison. See? At least you remembered what it wasn't."],["MCKAY","(sarcastic) Oh, there's an underrated skill."],["SHEPPARD","I'm just saying, you may not be as far gone as you think."],["MCKAY","I'm hiding it. Believe me, I've already forgotten more than most people will ever know. And I know that sounds...arrogant. Is that right?"],["SHEPPARD","(chuckling) Yeah. That works."],["MCKAY","This morning, I was trying to help...Zelenka finish a...device that was apparently my idea. I was...useless. Jennifer says it's going to get worse now, almost by the hour. In a week or so, I won't even remember my name."],["ANNOTATION","Sheppard looks upset as he takes in this information."],["MCKAY","How's about...how about we say goodbye now?"],["SHEPPARD","No."],["MCKAY","(annoyed) What do you mean, \"no\"?"],["SHEPPARD","(also annoyed) I mean, I'm not saying goodbye."],["MCKAY","Well, I'm saying it anyway!"],["SHEPPARD","Well, I'm not listening!"],["MCKAY","Yeah, but pretty soon, I won't even know who you are!"],["SHEPPARD","Then I'll remind you."],["MCKAY","Yeah, but I...don't want you to see me like that. I want you to remember me as I am--as your genius friend, not as some shell--"],["SHEPPARD","(firmly) Not happening."],["MCKAY","Please..."],["SHEPPARD","You're stuck with me, Rodney. Just accept it."],["MCKAY","Yeah, but I--"],["SHEPPARD","No! That's final."],["ANNOTATION","Sheppard stares intently at McKay, holding up his finger, breathing hard, and looking scared. McKay chuffs a short laugh and shakes his head."],["MCKAY","Okay."],["SHEPPARD","(cautious in victory) Okay."],["ANNOTATION","He takes another swig of beer."],["MCKAY","You're a good friend, Arthur."],["ANNOTATION","Sheppard looks at McKay. They both burst out laughing at the same time, Sheppard spitting out his beer."]],"present":["MCKAY","SHEPPARD"],"place":"ATLANTIS PIER, NIGHT"},{"speech":[["ANNOTATION","Sheppard flashes a wistful smile as he remembers. He glances over to Teyla and sobers."],["SHEPPARD","All right, landing area's clear. I'm taking us in."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Teyla supports McKay as they work their way down rocks near the waterfall. McKay shuffles and moves awkwardly."],["MCKAY","(voice heavily slurred) Where are we going?"],["ANNOTATION","Teyla points to the waterfall."],["TEYLA","Up there. Do you see? Behind the waterfall there is a cave, and when we get there you will spend a wonderful day with your friends."],["MCKAY","(twisting his hands) I'm tired."],["TEYLA","(sympathetically) I know. We'll be there soon."],["ANNOTATION","The team, including the marine escort, work their way up through the rocks."]],"present":["MCKAY","TEYLA"],"place":"TALUS WATERFALL, DAY"},{"speech":[["ANNOTATION","The group enter the cave. McKay is whimpering, hiding his head in his hands as Ronon leads him in. Sheppard takes him from Ronon, putting his arm around Rodney, who begins to sob. There is an opening in the cave where the \"back\" of the waterfall flows past."],["KELLER","So...what do we do?"],["RONON","We wait."],["SHEPPARD","Rodney, look at the waterfall. It's cool, huh?"],["MCKAY","(upset) No!"],["ANNOTATION","Keller runs a scanner over a central pillar to the chamber."],["KELLER","(curious) I'm getting very faint energy readings."],["ANNOTATION","Jeannie comes over."],["JEANNIE","What kind of energy readings?"],["KELLER","I'm not sure..."],["ANNOTATION","Teyla approaches the other side of the pillar and notices a tablet of Ancient writing embedded in the moss covered pillar."],["KELLER","Look at this. Radiation?"],["JEANNIE","Not that I've ever seen."],["SHEPPARD","Maybe we can ask Rodney in a minute."],["ANNOTATION","Ronon and Sheppard stand on either side of McKay, one arm each around him comfortingly as McKay rocks back and forth."],["MCKAY","(more upset) John!"],["SHEPPARD","Just hang in there, buddy."],["MCKAY","I wanna go home now!"],["TEYLA","Perhaps he should stand closer to this tablet."],["KELLER","I--I don't know. I think that's the source of these energy readings."],["ANNOTATION","Sheppard starts herding McKay closer."],["MCKAY","Wanna go now!"],["SHEPPARD","A little bit longer."],["MCKAY","Go now!"],["ANNOTATION","McKay screams in pain and crumples. Jeannie rushes in front of him. Teyla and Keller also hover nearby. McKay shakes in a crouched position, then stands upright, looking alert."],["MCKAY","(surprised) Jeannie?"],["JEANNIE","(gently) I'm here, Mer."],["MCKAY","(in normal, acerbic tone) Yeah, obviously."],["SHEPPARD","He's back."],["ANNOTATION","McKay looks around in confusion."],["MCKAY","Would someone please tell me what the hell we're all doing here?"],["VIDEO--DAY TEN",""],["ANNOTATION","McKay is in his uniform, but he looks disheveled, and fidgets restlessly. He is upset and agitated."],["MCKAY","...Rodney McKay. I'm head of science and...and...and...and...research. Dammit!"],["ANNOTATION","He gets up and paces, upset."],["KELLER","(offscreen) It's okay."],["MCKAY","No it is not!"],["ANNOTATION","The video cuts suddenly. When footage resumes, McKay is sitting again, leaning close to the camera, looking uncertain."],["MCKAY","...Atlantis...Pegasus...It's 3.14...I don't know. How can I not know that?"],["ANNOTATION","He stares at Keller offscreen with a look of utter despair."],["KELLER","(offscreen) Do you want to stop?"],["MCKAY","I keep seeing a face...every time I close my eyes. I think it's my mother. I don't-I don't...recognize her...so long ago. She's saying words to me...I don't know them."],["END VIDEOTAPE",""]],"present":["END VIDEOTAPE","JEANNIE","KELLER","MCKAY","RONON","SHEPPARD","TEYLA","VIDEO--DAY TEN"],"place":"SHRINE OF TALUS CAVE"},{"speech":[],"present":[],"place":"TALUS WATERFALL, DAY"},{"speech":[["MCKAY","(acerbic) Well, you can start with what is this place?"],["RONON","It's the Shrine of Talus."],["MCKAY","That means nothing to me."],["RONON","It's a planet of the Ancestors. We brought you here."],["MCKAY","Thank you, Mr. Information. Since when did he become Ronon the Explainer? And why am I not in the infirmary, huh? What am I, better? (eyes widening) I am better!"],["KELLER","(sadly) No, you're not."],["MCKAY","No, I am. I can feel it. This is amazing!"],["JEANNIE","Mer, we brought you here so we could have a chance to say goodbye to each other. Well, you're only going to feel like this for about a day. That's just how it works."],["MCKAY","Whoa, whoa, whoa, what?"],["SHEPPARD","What...do you remember?"],["MCKAY","I remember you not wanting me to say goodbye then! Why now all of a sudden? Look, and why one day? What's with that?"],["TEYLA","It is the gift of the Shrine, and from all of us who risked great danger to bring you here. One last chance to be with those you love."],["MCKAY","And then what?"],["ANNOTATION","No one speaks; they just look sympathetic."],["MCKAY","(incredulous) I die?!"],["RONON","With honor."],["TEYLA","And dignity."],["MCKAY","Yeah, well, screw that. I'll just stay here."],["RONON","It doesn't work that way."],["MCKAY","Why not?"],["SHEPPARD","One, this is a Wraith-controlled planet."],["JEANNIE","And we're detecting ionizing radiation. In fact, we shouldn't be standing this close to the Shrine."],["MCKAY","You've got to be kidding me! (to Keller, accusing) How could you let them do this to me?"],["JEANNIE","Don't blame her, she didn't even want to do this."],["MCKAY","Well, then whose brilliant idea was it?"],["ANNOTATION","Jeannie juts out her jaw and crosses her arms, looking away."],["RONON","Mine."],["SHEPPARD","(cutting in) We all thought it was a good thing..."],["MCKAY","How could this possibly be a good thing? Look, I'd got past the humiliation. I'd said my goodbyes!"],["JEANNIE","Meredith, I'm sorry this happened to you, but I'm not sorry that I got this chance. Please, just...try to see this as an opportunity and not--"],["MCKAY","(angrily) Not torture?"],["ANNOTATION","Jeannie looks away and huffs. The team look stricken."],["MCKAY","(contrite) Look, I'm sorry. I just...I thought I was going to be okay, and then now you tell me...Did you have some kind of itinerary planned?"],["SHEPPARD","Well, actually, we're going to have a big feast first."],["ANNOTATION","He heads over towards the packs by the waterfall."],["MCKAY","Last supper, huh?"],["SHEPPARD","(lightly) Well, suits your Messiah complex."],["MCKAY","True."],["ANNOTATION","Jeannie brushes his arm."],["JEANNIE","Please...don't be mad at me."],["MCKAY","Well, I guess if I had to choose the people I would spend my last day with, then..."],["JEANNIE","(smiling) Hmm."],["ANNOTATION","Keller goes back to scanning the Shrine pillar. It gives off a beep. McKay and Jeannie watch her."],["MCKAY","What is it?"],["KELLER","Honestly, I didn't expect it to work. I expected nothing would happen, and that would be that. So...why did it? You don't believe in magic shrines any more than I do."],["JEANNIE","Show him the readings."],["ANNOTATION","Keller hands McKay her scanner. He takes his own scan."],["MCKAY","Hmm."],["JEANNIE","That's what I said."],["MCKAY","(caustically) You said \"hmm\"?"],["JEANNIE","I just meant that I...thought it was weird too. So what do you think? Antimatter?"],["MCKAY","Or a superheavy element the Ancients used to use as an energy source. I've never seen it before."],["JEANNIE","Or created to power whatever this place used to be."],["MCKAY","Well, who could tell what that is? It must be thousands of years since--"],["ANNOTATION","The scanner beeps rapidly."],["MCKAY","Whoa! See that spike?"],["RONON","(calling over) Come on. This is your party. Let's have some fun."],["MCKAY","Hey, for me, this is fun! Just...save me some ham. Whoa, there it goes again. It's like some kind intermittent gamma that's--"],["ANNOTATION","Keller covers the scanner and his hands with her own and starts leading him to the cave entrance."],["KELLER","Come with me."],["MCKAY","What? Why?"],["KELLER","Because I need to find out something."],["MCKAY","Where are we going?"],["KELLER","Hopefully, all the way back to Atlantis."],["ANNOTATION","As the reach the entrance, McKay doubles over in pain, screaming and clutching his head. Sheppard runs over and helps Keller lead him back into the cave."],["KELLER","(abashed) Sorry..."],["ANNOTATION","Jeannie comforts her brother and turns accusingly to Keller."],["JEANNIE","Why did you do that?"],["KELLER","To determine whether the parasite would expand rapidly back into his brain when we took him from the radiation source. And I think it did. The reason why his symptoms disappeared when we came here was because it contracted to protect itself."],["ANNOTATION","McKay continues to rock back and forth, doubled over and whimpering in pain."],["SHEPPARD","All right, well, what does that mean for us?"],["KELLER","That leaving this chamber will rapidly kill him. We can't take him back to Atlantis. So...we're going to have to find a way for me to operate on him right here."]],"present":["JEANNIE","KELLER","MCKAY","RONON","SHEPPARD","TEYLA"],"place":"SHRINE OF TALUS"},{"speech":[],"present":[],"place":"TALUS WATERFALL, DAY"},{"speech":[["ANNOTATION","Keller, Sheppard, and Jeannie walk to another section of the cave."],["SHEPPARD","I thought you already tried radiation."],["KELLER","Well, I did, but we'd never come across this kind before. The-the parasite is radiosensitive to it. That's why the Shrine works. You feel fine for one day until the radiation starts making you feel sick. And then you leave."],["JEANNIE","The farther away you get, the more rapidly the parasite expands back into your brain."],["SHEPPARD","And your day is over. I get it. So, if we're here, it's small enough to operate?"],["KELLER","Well, I'm guessing here, but that's the only thing I can think of that would explain his sudden remission. But...I-I'm not going to know for certain until I get in there."],["SHEPPARD","How are you going to manage that with a field kit?"],["KELLER","I don't. We would have to bring equipment back from Atlantis."],["SHEPPARD","Well that's a problem."],["KELLER","What if we radio Atlantis and ask them to send a second jumper through with what I need?"],["SHEPPARD","(shaking his head) No. We can't."],["KELLER","I need that equipment, John."],["SHEPPARD","Look, the Wraith are never going to fall for the same trick twice. Even if somehow they don't pick up on our radio signal, and even if the second jumper makes it through the gauntlet, they're going to know we're here. We're never going to make it back to Atlantis."],["ANNOTATION","Jeannie shakes her head, upset."],["KELLER","If we don't try, he's dead."],["ANNOTATION","Sheppard bites his lip and looks from Keller to Jeannie."],["SHEPPARD","What do you need?"],["KELLER","To operate? I-I already told you..."],["SHEPPARD","No. Bare minimum, what do you need?"],["KELLER","More than I have in my medical kit. I mean, I'd need a scanner to find out the location of the parasite. I'd need the proper tools to...cut his skull open...and..."],["SHEPPARD","All right. I've got an idea. (to Jeannie) Keep-keep him as far away from this thing as he can stand. We'll be back in twenty minutes."],["ANNOTATION","Sheppard leads Keller out of the cave. Jeannie rejoins Teyla, Ronon, and McKay, who is sitting on the ground, quiet and weak. They help him up."]],"present":["JEANNIE","KELLER","SHEPPARD"],"place":"SHRINE OF TALUS"},{"speech":[["ANNOTATION","Sheppard and Keller run through the forest."]],"present":[],"place":"TALUS FOREST, DAY"},{"speech":[["ANNOTATION","Sheppard and Keller run inside. Sheppard grabs a case from the jumper supplies and rummages through it, pulling out a cordless drill."],["KELLER","Uh, you can't expect me to operate with those."],["SHEPPARD","Well, I've seen surgical drills. They're not that much different."],["KELLER","F-fine. Assuming we can open him up, I still have no way of knowing where the parasite has contracted to."],["SHEPPARD","Uh..."],["ANNOTATION","He moves to the cockpit and pulls a life-signs detector of a side console."],["SHEPPARD","We can use this."],["KELLER","A life-signs detector?"],["SHEPPARD","Yeah, why not?"],["KELLER","Well, it's just not designed to do what I need it to do on the correct scale."],["SHEPPARD","Oh, we'll have Jeannie modify it."],["KELLER","No, you don't understand. The radiation is compromising his immune system as we speak. Which means if I don't kill him, the infection he's bound to get by being operated on in a damp cave almost certainly will."],["SHEPPARD","Look, if we don't do something...he's dead. You said it."]],"present":["KELLER","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["MCKAY","Absolutely not!"],["JEANNIE","We're talking about saving your life."],["ANNOTATION","McKay comes over to where Sheppard now sits and snatches up the drill."],["MCKAY","Look, my brain is not some new deck off the back of your house!"],["SHEPPARD","I'm not the one doing the surgery."],["MCKAY","(spinning to Keller) Yeah, and as my parting advice, you need to stop letting these guys talk you into doing stupid things!"],["KELLER","(reassuring) I can do it."],["MCKAY","Really?"],["JEANNIE","And I'm fairly sure I can modify the life-signs detector."],["MCKAY","(petulant) Yeah, with my help..."],["JEANNIE","So help."],["MCKAY","Look, this isn't one of those...PBS brain surgeries where my...skull is wide open and we're having a conversation?"],["KELLER","I have enough anesthetic to put you out. You're not going to feel a thing."],["MCKAY","Yeah, it's probably a hammer."],["TEYLA","Time is of the essence, Rodney. You need to make a decision."],["JEANNIE","Please, Mer. Let us try."],["MCKAY","Look, obviously I'd get around to consenting. It's just you...you've thrown an awful lot at me all at once."],["RONON","That's life."],["ANNOTATION","McKay sighs in resignation."],["MCKAY","All right, well let me have a little ham. We'll uh..."],["SHEPPARD","No. No food before surgery."],["ANNOTATION","Sheppard claps McKay on the arm sympathetically."],["VIDEO--DAY FIFTEEN",""],["ANNOTATION","McKay sits in the chair with a semi-vacant expression. He is in his bathrobe."],["MCKAY","(voice slurred) Bye, Jeannie. Sorry I was mean sometimes."],["ANNOTATION","He waves."],["MCKAY","Bye. Bye, Teyla. Bye, Ronon Dex."],["ANNOTATION","He smiles."],["MCKAY","Bye, John."],["ANNOTATION","He stares at someone (likely Keller), offscreen."],["MCKAY","(sadly) Bye."],["END VIDEOTAPE",""]],"present":["END VIDEOTAPE","JEANNIE","KELLER","MCKAY","RONON","SHEPPARD","TEYLA","VIDEO--DAY FIFTEEN"],"place":"SHRINE OF TALUS"},{"speech":[["ANNOTATION","McKay lies on the cave floor, unconscious and covered with a blanket, his head on a bed-roll. Keller, wearing surgical gloves, places an antiseptic pad on his forehead. Sheppard, also wearing gloves, assists, holding the pad in place and setting the life-signs detector on McKay's chest. Keller marks spots on McKay's head."],["KELLER","I'm going to have to cut here...here...and here, and drill those points to resect the area."],["SHEPPARD","Okay."],["KELLER","I don't want to penetrate the dura layers until we get to that stage, so hold him as still as you can."],["ANNOTATION","Sheppard holds McKay's head still and braces himself."],["SHEPPARD","Go."],["ANNOTATION","Keller cuts into McKay's head. She places clamps on either side of the cut and Sheppard holds the clamps in place with his fingers while holding McKay's head. Keller starts the drill and Sheppard looks to Ronon, who stands watch."],["ANNOTATION","Jeanne can no longer watch. She turns around, holding her head worriedly with one hand. She moves over to Teyla, while looking at her watch."],["JEANNIE","I took too long reconfiguring the life-signs detector. I haven't given her enough time to perform the surgery before his immune system is compromised."],["ANNOTATION","Keller abruptly stops drilling as McKay begins to seize."],["KELLER","Dammit, I went too far. Hold him steady."],["SHEPPARD","(tightly) I'm trying."],["ANNOTATION","Keller checks the life-signs detector."],["KELLER","It's the parasite. It's moving."],["SHEPPARD","Well, maybe it knows we're going after it."],["KELLER","I don't think so. I-I think it instinctually wants to get away from the radiation source, and we've just shown it the way out. (to Ronon) Ronon, we're going to need that big gun of yours in about ten seconds."],["ANNOTATION","Ronon unholsters his sidearm. The parasite crawls out of the opening. Keller snatches it with forceps and flings it away. Ronon shoots it. Teyla and Jeannie run over to check, but the parasite is merely a scorch mark in the sandy ground."],["SHEPPARD","You could have stepped on it."],["RONON","She told me to shoot it."],["ANNOTATION","He lowers his gun."],["KELLER","It's clear."],["RONON","You did a good job."],["ANNOTATION","Keller gives a shy smile."],["KELLER","You too. (to everyone) Let's get him home."]],"present":["JEANNIE","KELLER","RONON","SHEPPARD"],"place":"SHRINE OF TALUS"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","McKay sleeps in one of the beds, his head still bandaged. Jeannie sits at his side drinking coffee. Keller approaches."],["KELLER","Why don't you get some sleep? I'm going to be here all night."],["JEANNIE","No, it's okay. I'd like to be here when he wakes up."],["KELLER","(smiling) Well, it could be a while. He does love to sleep, our Rodney."],["JEANNIE","(with wry laugh) You should've seen him when he was a teenager."],["MCKAY","(groggily) Who can sleep with all the talking?"],["ANNOTATION","Jeannie sets her coffee aside and leans over."],["JEANNIE","Hi!"],["ANNOTATION","McKay gives a sleepy sigh and smiles at Jeannie."],["MCKAY","Hi."],["JEANNIE","You still, uh, all there?"],["ANNOTATION","She points to her head. McKay winces and shifts."],["MCKAY","Well, there was so much to spare."],["ANNOTATION","Jeannie and Keller both smile."],["MCKAY","(to Keller) Thank you."],["KELLER","You're welcome."],["MCKAY","That was scary."],["KELLER","For me, too."],["ANNOTATION","McKay nods."],["KELLER","You hungry?"],["MCKAY","(brightening slightly) Peckish."],["ANNOTATION","Jeannie laughs."],["KELLER","I'll go order you something."],["ANNOTATION","She walks away. Jeannie straightens McKay's covers absently."],["VIDEO--DAY SIX",""],["MCKAY","(looking towards Keller) Jennifer, there's s-something I wanted to, um...while I remember. While I still can. Something I wanted to say before uh..."],["KELLER","(offscreen) Go ahead."],["MCKAY","I, uh...I love you."]],"present":["JEANNIE","KELLER","MCKAY","VIDEO--DAY SIX"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Keller smiles sadly at the video."],["MCKAY","(on video) I've loved you for some time now. Okay, where was I?"],["ANNOTATION","Keller looks at the screen, with moist eyes and gives a sad smile before turning off the video."]],"present":["MCKAY"],"place":"ATLANTIS INFIRMARY"}]