[{"speech":[],"present":[],"place":"nowhere"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Woolsey sits at his desk. Ronon enters."],["RONON","You wanted to see me?"],["WOOLSEY","May I ask why you have not filed a single mission report since I assumed command of this base?"],["RONON","'Cause I haven't given you any?"],["WOOLSEY","As you know, one of the changes I made around here is to require every team member to file mission reports, as opposed to only team leaders and science officers."],["RONON","(drily) Really? I didn't--I didn't know that."],["WOOLSEY","I announced it my fourth day here, at an away team orientation meeting, detailing changes to mission protocol."],["RONON","Was I there?"],["WOOLSEY","(sighing, trying to stay patient) Yes, it was mandatory."],["RONON","Because, I...I don't remember."],["WOOLSEY","(losing patience) I saw you there! It's kind of hard to miss you. Look, my point is, I want you to file a report every mission."],["RONON","(pained) I'm not good at writing."],["WOOLSEY","I figured you might say that. Use this. It's a digital voice recorder. Speak into it, we'll plug it in, and your report will be automatically transcribed and filed with the others."],["ANNOTATION","He hands the dictaphone to Ronon, who takes it."],["RONON","I'm not good at talking, either."],["ANNOTATION","Woolsey closes his eyes and sighs."]],"present":["RONON","WOOLSEY"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","McKay and Sheppard race radio controlled toy cars down the corridor."],["MCKAY","(mocking) Oh, I'm sorry. Too fast for you, buddy boy?"],["SHEPPARD","Nursing home just called, Rodney, and they want their scooter back."],["MCKAY","Scooter? That is a tri-cell lipo pack under my hood, son."],["ANNOTATION","Sheppard's red car forces McKay's yellow one into the wall, then passes it."],["MCKAY","Hey!"],["SHEPPARD","(unrepentant) Ooh, sorry. My bad."],["ANNOTATION","The cars circle a barrel and start back."],["MCKAY","Okay, yeah, I will trample you."],["SHEPPARD","Or trip on your skirt."],["ANNOTATION","Teyla shrieks as the cars pass under her feet where she suddenly appears, walking Torren around. Sheppard and McKay instantly shut the cars down and run to her side."],["SHEPPARD","Whoa! You okay?"],["TEYLA","(scolding) I could have dropped him!"],["SHEPPARD","Sorry, we didn't know anyone was around. Sure you're all right?"],["MCKAY","Come to think of it, what are you doing down here anyway?"],["TEYLA","Trying to get Torren to sleep. I find that walking him is the best way to calm him."],["MCKAY","Ooh, he's colicky, huh?"],["TEYLA","Doctor Keller says it is a phase that will pass."],["MCKAY","Oh, don't worry about it. I was a colicky baby too. Just do what my mum did, which is let me cry myself to sleep. I'm no worse for it."],["ANNOTATION","Sheppard and Teyla exchange looks."],["TEYLA","Anyway...we usually take turns walking him, but Kanaan is away visiting our people for a few days."],["ANNOTATION","Sheppard glances at the baby, keeping his distance."],["SHEPPARD","I...I'd help you out, but it looks like you've got everything taken care of."],["TEYLA","Yes. Now, all I have to do is get him back to our quarters without waking him...or being run over."],["MCKAY","(contrite) Yeah, well, you know, we're done here. We're just...you know...finishing up."],["SHEPPARD","Good night!"],["MCKAY","Good night! Have...a good one!"],["ANNOTATION","Teyla heaves an annoyed sigh and leaves. As soon as she's gone, Sheppard and McKay start up their cars again."],["MCKAY","(urging car) Go, go, go, go, go go, go."]],"present":["MCKAY","SHEPPARD","TEYLA"],"place":"ATLANTIS CORRIDOR, EAST PIER"},{"speech":[["ANNOTATION","Teyla lays Torren in his fur-lined crib."]],"present":[],"place":"TEYLA'S QUARTERS"},{"speech":[["ANNOTATION","McKay and Sheppard walk down the corridor, carrying their cars and controllers. McKay studies his."],["MCKAY","I must have put too much strain on the motor. Shaft needs a bushing lube."],["ANNOTATION","Sheppard shoots him a look."],["MCKAY","What?"],["ANNOTATION","The lights suddenly go out."],["SHEPPARD","What's that about?"],["MCKAY","Beats me. (keying radio) Radek? Come in. Control room, it's Dr. McKay. We just lost power on the East Pier. What's going on?"],["ANNOTATION","There is no response. Sheppard and McKay exchange concerned looks."]],"present":["MCKAY","SHEPPARD"],"place":"ATLANTIS EAST PIER CORRIDOR"},{"speech":[["ANNOTATION","Sheppard and McKay step out onto the pier itself. The city is all darkened except for the control room area of the tower."],["MCKAY","(puzzled) That's strange. Lights are all out all over the city except the control room."],["SHEPPARD","Why is that?"],["MCKAY","(into radio) This is Dr. Rodney McKay calling anyone in the control room. Please respond."],["ANNOTATION","There is still no answer."],["SHEPPARD","Something's definitely not right."]],"present":["MCKAY","SHEPPARD"],"place":"ATLANTIS EAST PIER, NIGHT"},{"speech":[["ANNOTATION","The only power is still at the top of tower."]],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Teyla has lit candles and tries the door controls to no effect."],["TEYLA","(into headset) Rodney, are you there? Colonel Sheppard?"]],"present":["TEYLA"],"place":"TEYLA'S QUARTERS"},{"speech":[["ANNOTATION","Sheppard scavenges the room for flashlights and walkie-talkie radios."]],"present":[],"place":"SUPPLY ROOM"},{"speech":[["ANNOTATION","Personnel mill around, trying to figure out what to do."],["MCKAY","Everything's dead. There's no way of knowing what the hell's going on!"],["SHEPPARD","All right. (spotting marine) Hey, Rivers. Fan out, find as many marines as you can, work your way up to the central tower. If you run into Woolsey, let me know. Communications are down; we're on walkies."],["ANNOTATION","McKay spots Zelenka walking towards them."],["MCKAY","Radek!"],["ZELENKA","Rodney, what's going on?"],["MCKAY","What, you don't know either?"],["ZELENKA","I'm on my way to the control tower. I tried to radio you."],["SHEPPARD","Power's out except for the central tower. Here."],["ANNOTATION","He hands Zelenka a walkie-talkie."],["MCKAY","Look, I need you to go to the main power room instead. See if you reboot the system from there."],["ZELENKA","Okay. All right."],["ANNOTATION","Zelenka heads out. McKay and Sheppard head in the other direction."],["MCKAY","All right."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Teyla's door opens. She turns, curious."],["TEYLA","Hello?"],["ANNOTATION","Two darkened figures are there. One shoots her with a Wraith stunner. She collapses"]],"present":["TEYLA"],"place":"TEYLA'S QUARTERS"},{"speech":[["ANNOTATION","Zelenka tries to reset the main power circuits to no avail. He curses in Czech."]],"present":[],"place":"MAIN POWER ROOM"},{"speech":[["ANNOTATION","Sheppard and McKay are climbing the metal staircases one after another."],["ZELENKA","(over walkie) Rodney, do you read me?"],["MCKAY","(over walkie) Yeah, Radek. Go ahead."],["ANNOTATION","The conversation switches between the power room and the stairwell."],["ZELENKA","I've tried to restart power. So far, absolutely no success."],["MCKAY","(breathless from exertion) What about the ZPM?"],["ZELENKA","I've checked it, as well as the naquadah generator. Neither are online. Someone must've disabled them from the control room."],["ANNOTATION","McKay pauses to catch his breath."],["MCKAY","If that was the case, then they wouldn't have any power up there either."],["ZELENKA","No, not unless they're using an external power source."],["MCKAY","Okay, listen to me. I want you to do exactly the same thing. Initiate a temporary patch using an external power source--one of the auxiliary battery units."],["ZELENKA","Yes, but that won't be enough to power the entire city, not by a long shot."],["MCKAY","Don't worry about that. Just get me enough juice to access the mainframe so we can figure out what the hell is going on up there."],["ZELENKA","All right. Whereabouts are you right now?"],["MCKAY","I think Level 36?"],["SHEPPARD","Thirty-five."],["MCKAY","(sarcastic) Oh, great. 35. Perfect. So just another 28 floors to go. And that's just this stairwell. Then we get to Level 63; got to cross over to an ancillary stairwell. Climb another four levels and that's just to access the Gate Room...ooh! You know, see if you can wrestle enough power to the transporters while you're at it."],["ZELENKA","All right, I'll try."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"ATLANTIS STAIRWELL, NEAR LEVEL 35"},{"speech":[["ANNOTATION","Sheppard reaches the level where other personnel mill around. McKay slowly brings up the rear. He is breathless and drenched in sweat. They head to the ancillary stairwell"],["MCKAY","(finally catching up) Hey."],["SHEPPARD","This door leads to the Gate Room stairwell, right?"],["ANNOTATION","McKay tries the door but it's sealed closed."],["MCKAY","Yeah. Well, maybe the-the door was already closed when we lost power."],["SHEPPARD","Or sealed on purpose to keep people out."],["MCKAY","What, you think someone's infiltrated Atlantis?"],["ZELENKA","(over walkie) Rodney?"],["MCKAY","(into walkie) Talk to me."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"ATLANTIS CORRIDOR, LEVEL 63"},{"speech":[["ZELENKA","(into radio) I've initiated a temporary patch. I was able to route partial power to your lab."]],"present":["ZELENKA"],"place":"ATLANTIS MAIN POWER ROOM"},{"speech":[["MCKAY","(into walkie) Well, what about the transporters?"],["ZELENKA","(over walkie) Still working on it."],["MCKAY","(into walkie) Yeah, well, let me know when you've got one online."],["SHEPPARD","Go to your lab. Try to tap into the mainframe. I'll try the other stairwells. They're probably blocked, too, but who knows. Maybe there's another way up."],["MCKAY","All right."],["ANNOTATION","They split up."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"LEVEL 63, NEAR ANCILLARY STAIRWELL"},{"speech":[["ANNOTATION","Sheppard runs into Lorne, Rivers, and others trying to open another doorway with no success."],["LORNE","Colonel!"],["SHEPPARD","That one's sealed too?"],["LORNE","Yeah, all the stairwell doors are. Been trying to find a way up to the Gate Room since the power went out."],["SHEPPARD","Yeah, so have we."],["LORNE","Any idea what's going on yet?"],["SHEPPARD","McKay's still working on it."],["LORNE","I guess we could blow the door with C-4."],["SHEPPARD","Yeah, we probably will, but we're not there yet. I need to know what we're up against before we go storming up there."],["ANNOTATION","Sheppard leaves."]],"present":["LORNE","SHEPPARD"],"place":"LEVEL 63, NEAR OTHER STAIRWELL"},{"speech":[["ANNOTATION","Sheppard enters the darkened office where McKay already works."],["SHEPPARD","Any luck?"],["MCKAY","Not much. You're right, though. Someone's taken over Atlantis. Hacked into the mainframe. I'm having a hard time accessing several of the critical systems. And the ones I can access, you know, are read-only."],["ANNOTATION","Zelenka enters, carrying a tablet computer."],["MCKAY","(incredulous) Hey, what're you...how'd you get up here so fast?"],["ZELENKA","Oh, I was able to get some of the, uh, transporters back online again."],["ANNOTATION","McKay rolls his eyes."],["SHEPPARD","What about the transporter on the Gate Room level?"],["ZELENKA","(puzzled) Oh, sadly no. There's a lockout code in place on that one."],["ANNOTATION","Sheppard gives a frustrated sigh, then snaps his fingers, inspired."],["SHEPPARD","Surveillance cameras."],["ANNOTATION","McKay gets up and moves to a different terminal."],["MCKAY","We've got closed circuit feeds on the control room and the gate room."],["ZELENKA","Well, that is, if you're not locked out of those as well."],["MCKAY","They're not critical systems. I should be able to access them if...got it."],["ANNOTATION","An image of the Gate Room comes onto the monitor. A puddle jumper sits right beside the gate."],["ZELENKA","(puzzled) A puddle jumper?"],["ANNOTATION","McKay shifts the feed to the view of the control room. A man with his back to them is working the controls."],["ZELENKA","Who is that?"],["MCKAY","It's definitely not Atlantis personnel."],["ANNOTATION","A shadow crosses the screen heading towards Woolsey's office."],["SHEPPARD","Can you get a feed on Woolsey's office?"],["MCKAY","Yeah, hang on."],["ANNOTATION","He switches the feed again."],["MCKAY","Oh my god."],["ANNOTATION","Teyla is lying in one of the chairs. They watch on the monitor as she awakens and spots a swaddled Torren sleeping on a nearby chair. Teyla rushes to her baby. Another figure enters the room, recognizable in profile."],["MCKAY","Is that...?"],["SHEPPARD","Yeah."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Teyla picks up Torren and spins to go. Her path is blocked by..."],["TEYLA","Michael."],["MICHAEL","Hello, Teyla."],["TEYLA","How did you get here?"],["MICHAEL","The ship I borrowed from your people. It has provided me with a wealth of information and technology. And the key to infiltrating this base."]],"present":["MICHAEL","TEYLA"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Woolsey speaks to Ronon."],["WOOLSEY","Use this. It's a digital voice recorder. Speak into it, we'll plug it in, and your report will be automatically transcribed and filed with the others."],["ANNOTATION","He hands the dictaphone to Ronon, who takes it."],["RONON","I'm not good at talking either."],["ANNOTATION","Woolsey closes his eyes and sighs. The Stargate activates."],["BANKS","(over intercom) Unscheduled off-world activation."]],"present":["BANKS","RONON","WOOLSEY"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Woolsey and Ronon enter the control room."],["WOOLSEY","Is the shield raised?"],["BANKS","Yes, sir. Major...Nelson's IDC."],["WOOLSEY","They're early. Not due back until tomorrow. All right, let them in."],["ANNOTATION","The shield lowers and the jumper flies in. It parks itself on the Gate Room floor as the wormhole disengages."],["WOOLSEY","(puzzled) It's not going up to the jumper bay. What's wrong?"],["BANKS","(into radio) Major Nelson, what's your status?"],["ANNOTATION","The blue energy field forms around the puddle jumper. A whine begins to emit at an increasingly loud pitch."],["WOOLSEY","What is that?"],["RONON","(anxious) Get everybody out of here. Get 'em out now!"],["ANNOTATION","The field expands. As it crosses the control room, everyone collapses."],["ANNOTATION","The jumper's door opens, and Michael and his hybrids exit, heading up to the control room. They drag the unconscious personnel away. Michael takes a seat at a console."],["MICHAEL","Closing all immediate access doors."],["ANNOTATION","Doors seal shut around the base."],["LEAD HYBRID","I've activated the portal's shield."],["MICHAEL","Good. What about the external power interface?"],["LEAD HYBRID","We're connected. The control room level is now drawing power directly from the ship."],["MICHAEL","Is the stun field holding?"],["LEAD HYBRID","Yes. Two levels above and below us are protected."],["MICHAEL","Now we can get to work."],["TEYLA","Get to work on what?"],["MICHAEL","Forgive me. I forgot to congratulate you. What's his name?"],["ANNOTATION","Teyla continues to hold the baby protectively and refuses to answer."],["MICHAEL","No matter. We don't have much time I'm afraid. My hybrids are preparing to activate Atlantis's self destruct device. As soon as they do that, we will leave."],["TEYLA","You're going to destroy Atlantis?"],["MICHAEL","(bitter) A punishment richly deserved. Not that I expect you to agree with me. But don't worry, your baby will be safe."],["TEYLA","You are not taking my son!"],["MICHAEL","Yes, Teyla. I am. You know how important your child is to me. His father and you have given him a powerful gift that I will utilize to exert greater control over my legion of hybrids. He is the key to increasing my strength, securing my reign over the galaxy."],["TEYLA","Your \"reign\" is over. You will not make it out of here alive. My people will make certain of--"],["ANNOTATION","Michael storms forward, looming over Teyla. Torren fusses."],["MICHAEL","Enough! Enough. You think you've weakened me. You've destroyed my facilities, ruined much of my research. But you cannot...you can...not...weaken my resolve. Make no mistake, Teyla. I am as strong now as I have ever been. Look around you. I am in control of Atlantis. The very place where your people ended my life as I knew it. It is only fitting that I return...to extinguish this blight from the galaxy once and for all."],["ANNOTATION","Teyla breathes heavily, frightened."]],"present":["BANKS","LEAD HYBRID","MICHAEL","RONON","TEYLA","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Lorne and his team have joined the others. Sheppard is not there at the moment."],["LORNE","I thought Michael was dead."],["ZELENKA","As did I."],["LORNE","I mean, we blew up his ship, right?"],["MCKAY","He's the one who stole our jumper, used it to escape from his cruiser before we could destroy it. He's like a...a cockroach. You know, every time you try and step on him, he just skitters away."],["ANNOTATION","Sheppard walks over, geared up with a rifle and tactical vest. He points to a schematic of the control tower on a monitor."],["SHEPPARD","All right, we need to get moving. Lorne, you and your team take this stairwell. My team will take this stairwell. We move into position. You wait for my mark to blast the door. We head up, retake the gate room. McKay you're with me. Zelenka, stay here, try to figure this thing out."],["ZELENKA","Certainly."],["SHEPPARD","All right, we're giving Michael no quarter. If you get a shot at him, take it. Make sure he's dead. Let's move."],["ANNOTATION","The two teams head out."]],"present":["LORNE","MCKAY","SHEPPARD","ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Ronon wakes up to find himself on the floor amongst the control room personnel and Woolsey. All of the others are unconscious."],["RONON","(groaning) Oh."],["ANNOTATION","He gets to his feet and tries the door. It doesn't open. Ronon feels for his gun, but it and his weapons belt are gone."]],"present":["RONON"],"place":"ATLANTIS LOUNGE, CONTROL TOWER"},{"speech":[["ANNOTATION","One of the hybrids enters the room."],["LEAD HYBRID","(to Michael) I must speak with you."],["ANNOTATION","Michael steps out of the room and they talk on the catwalk, still audible to Teyla even thought they are speaking low."],["LEAD HYBRID","We are still having difficulty with the self destruct device."],["MICHAEL","Why?"],["LEAD HYBRID","As I told you, the encryption is much more complex than we had anticipated. We have run several integer factorization algorithms. Nothing has worked so far."],["MICHAEL","Keep at it."],["ANNOTATION","He turns to go."],["LEAD HYBRID","(resentfully) For how long?"],["MICHAEL","(turning back) As long as it takes."],["LEAD HYBRID","It is only a matter of time before the others figure out a way through our defenses."],["MICHAEL","I know. But you will have solved the encryption problem before them."],["LEAD HYBRID","We have the baby. We don't have to remain here."],["MICHAEL","(insistent) We are not leaving until that device is armed."],["ANNOTATION","The hybrid swallows and nods before leaving. Michael returns to the office."],["TEYLA","(unsympathetic) Problems?"],["MICHAEL","Nothing that can't be dealt with."],["TEYLA","You do know that Colonel Sheppard is no doubt preparing strike teams to retake the Gate Room?"],["MICHAEL","Of course. Probably moving them into place as we speak. But don't worry. They're not getting in here."]],"present":["LEAD HYBRID","MICHAEL","TEYLA"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Sheppard's team approaches one stairwell. He places some C-4 strategically against the door and moves back."],["SHEPPARD","(into walkie) Major, what's your status?"],["ANNOTATION","Lorne finishes placing his own armed explosive."],["LORNE","(into walkie) C-4 is in place, Colonel. Ready when you are."],["ANNOTATION","Sheppard turns the corner where his team is already waiting, McKay has his hands in his ears bracing for the explosion."],["SHEPPARD","(to his team) Fire in the hole."],["ANNOTATION","Lorne rejoins his own team and primes his detonator."],["SHEPPARD","(into walkie) On my mark. Three...two...one...mark."],["ANNOTATION","Both sets of C-4 are detonated, blowing the sealed doors of the stairwell."],["SHEPPARD","Move!"],["ANNOTATION","Sheppard's and Lorne's teams move up the stairwells."]],"present":["LORNE","SHEPPARD"],"place":"ATLANTIS CONTROL TOWER, LEVEL 63"},{"speech":[["ANNOTATION","Sheppard leads the way for his team. McKay studies his handheld computer. He stops short."],["MCKAY","Whoa, whoa, whoa, whoa, whoa. I'm picking up a serious energy reading up ahead."],["ANNOTATION","Sheppard pauses."],["SHEPPARD","What is it?"],["MCKAY","I don't know, but we should, uh, stop until I do."],["ANNOTATION","He starts fooling with his controls."],["SHEPPARD","(into walkie) Major Lorne, hold up."],["ANNOTATION","In the other stairwell, Sheppard's warning comes too late as Lorne hits the stun field and collapses, falling back into his men."],["RIVERS","(into walkie) Colonel Sheppard, Major Lorne is down."],["ANNOTATION","McKay and Sheppard exchange worried looks."],["SHEPPARD","(into walkie) What happened?"],["RIVERS","(into walkie) I don't know. I think he hit some kind of force field. He's alive, but unconscious."],["SHEPPARD","(into walkie) Get him out of there and fall back. (to McKay) Looks like he got himself a force field."],["MCKAY","(ruefully) He's nothing if not annoyingly industrious."],["SHEPPARD","All right, what do we do?"],["MCKAY","(focusing on his hand-held) Well, we disable it."],["SHEPPARD","How?"],["MCKAY","We...we...that's a good question."]],"present":["MCKAY","RIVERS","SHEPPARD"],"place":"STAIRWELLS"},{"speech":[["ANNOTATION","Sheppard and McKay have rejoined Zelenka."],["MCKAY","I've been examining the energy reading we picked up, and it appears that Michael has somehow managed to modify the Wraith stun-pulse technology and integrate it with the puddle jumper cloaking mechanism."],["ZELENKA","Yeah, creating a kind of a-a \"stun-bubble\"."],["MCKAY","(caustic) No, a \"force field\" around the control room and the gate room. Look, while it's in place, we're not getting in there."],["SHEPPARD","Well, I know that. What you haven't told me is how we're going to turn it off."],["MCKAY","That's because we haven't figured that part out yet. Look, it-it's going to be very tricky."],["ZELENKA","Yeah, see, Michael is using the puddle jumper as an external power source. Not only for the control room and the gate room, but also, he's using it to power the-the \"stun bubble\"."],["MCKAY","(annoyed) Okay, enough with the stun bubble."],["ZELENKA","Well, that's an accurate description because that's what it is. It's a--"],["MCKAY","(talking over Zelenka) It's a stupid description for what it is! You know--"],["ZELENKA","(talking over Mckay) It's a stun bubble! It's--"],["SHEPPARD","(interrupting) Guys. Guys!"],["MCKAY","Look the point is, that if we want to disable the stun... (McKay stops himself and glares at the smug Zelenka) ...the force field, then we first need to disable the power from the puddle jumper."],["ZELENKA","Either that or we figure out a way to override the mainframe lockouts that Michael has in place."],["SHEPPARD","All right, how's that going?"],["MCKAY","(frustrated) It's not."],["ZELENKA","Not yet."],["SHEPPARD","Keep working on it. I'm gonna check on Lorne."],["ANNOTATION","Sheppard leaves."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Ronon continues to try and pry open the doors. He notices Amelia Banks stirring behind him. She's looking around bewildered."],["RONON","Hey."],["BANKS","What happened?"],["RONON","That puddle jumper that came through? It sent out some kind of stun wave, knocked everybody out."],["BANKS","All of Atlantis?"],["RONON","I don't know. Probably."],["ANNOTATION","Ronon tries the door again. Banks looks around at her unconscious comrades."],["RONON","Don't worry. They'll wake up soon. Everyone has a different level of resistance. Here."],["ANNOTATION","He comes over and pulls her to her feet."],["BANKS","Who would do this?"],["RONON","I don't know. That's what I want to find out. Can you open that door?"],["BANKS","I think so."],["RONON","Good. Do it."],["ANNOTATION","Banks pulls a tool out from a pocket and starts toward the door's control panel."]],"present":["BANKS","RONON"],"place":"ATLANTIS LOUNGE, CONTROL TOWER"},{"speech":[["ANNOTATION","Michael monitors his hybrids' progress."],["LEAD HYBRID","Still nothing."]],"present":["LEAD HYBRID"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Teyla paces with Torren. She spots Woolsey's radio headset sitting on his desk. She starts to reach for it. Michael's voice pulls her hand back, and she spins around."],["MICHAEL","(softly) There was a time you understood me, Teyla. When your people brought me here, gave me the retrovirus that turned me into a human. You alone showed me compassion. You...were the voice of conscience. I've given this a great deal of thought. I'm...willing to return the favor. I would very much...like for you to come with me. You can care for your child, and...I will care for the both of you."],["TEYLA","I would rather die."],["MICHAEL","(with difficulty) I promise... I will not harm either of you. Teyla...you have to believe me."],["TEYLA","I cannot trust the word of a murderer."],["MICHAEL","(losing his composure) Why can't you understand?! I have become what I am out of necessity. The need to survive!"],["ANNOTATION","Michael's shouting disturbs Torren. Teyla soothes him."],["TEYLA","(to Michael) You became what you are out of vengeance!"],["MICHAEL","Do you not punish criminals in your world? Are they not brought to justice?"],["TEYLA","(upset) Is this justice to you? Killing hundreds of thousands of innocent people across this galaxy?"],["MICHAEL","They would not be dead had you not made me the subject of your vicious experiment! Their blood is on your hands!"],["ANNOTATION","Torren cries. Michael sighs."],["MICHAEL","(coldly) It's your choice. You can come with me and live or remain here and die. Either way, I'm taking your child."],["ANNOTATION","He leaves."]],"present":["MICHAEL","TEYLA"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Sheppard is back, and Zelenka continues working at a terminal."],["SHEPPARD","We need to blow up the jumper."],["ANNOTATION","McKay and Zelenka turn and stare at Sheppard."],["SHEPPARD","If we blow it up, we cut the power and disable the force field, right?"],["MCKAY","Yeah, it's a great plan. It's just...I'm just not sure I'm entirely clear on how you intend on doing the actual \"blowing up.\""],["SHEPPARD","Fire a drone at it."],["ZELENKA","We can't. The-the chair room requires far more power than the auxiliary battery units can provide. I was barely able to bring enough power to this lab, let alone the few transporters I could bring online."],["SHEPPARD","All right, then, we'll take a jumper."],["MCKAY","(caustic) Again, I come back to my question of \"how?\" We have no way of getting to the jumper bay."],["SHEPPARD","(reasonably) We'll take one from the underwater bay. Fly it up to the tower, fire a drone through the window, and take out Michael's jumper."],["ANNOTATION","Zelenka and McKay exchange awkward looks."],["SHEPPARD","What?"],["MCKAY","(stammering) Uh, no-no-no-no. That's a good-good-good plan. Except I-I see one small problem with that plan, which is that um, the thing is, the underwater bay only has a-a couple of jumpers in it."],["SHEPPARD","Well, we only need one."],["MCKAY","Yes, well, the thing is...um..."],["ZELENKA","Both of them were severely damaged in the flood. Neither of them is able to fly."],["SHEPPARD","That was two years ago, Radek. McKay already fixed them."],["ANNOTATION","He glances at McKay, who looks guilty."],["SHEPPARD","Oh, you've got to be kidding me..."],["MCKAY","(contrite) It was the next thing on my list."],["SHEPPARD","You said you were going to fix them!"],["MCKAY","I know, and I was getting to it, I swear."],["SHEPPARD","(angrily) And you had two years!"],["MCKAY","I was busy!"],["ZELENKA","(soothingly) Perhaps we could go down there and see if we can fix one of them."],["SHEPPARD","That's a good idea. (to Zelenka) But I want you to stay here to try to override Michael's lockouts."],["MCKAY","Well, why don't I stay here and work on that? I mean, Zelenka can go with you to the jumper bay."],["SHEPPARD","Because I want you to come with me and fix those jumpers like you said you were going to do two years ago. Let's go."],["MCKAY","(resigned, to Zelenka) Please tell me there's a transporter?"],["ZELENKA","Yes. Well, there's not one by the puddle jumper bay. But there's one two levels down."],["SHEPPARD","That'll do."],["ANNOTATION","They leave. Zelenka smiles smugly."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Banks gets the door open. She smiles at Ronon"],["RONON","Nice."],["ANNOTATION","A hybrid standing guard outside enters. Ronon throws him against the wall, knocking his weapon out of his hand, but the hybrid fights back. The hybrid tosses Ronon to the floor in the corridor. He turns into a kick by Banks, who knocks him to his knees with a series of punches and kicks. When he stands again, she looks worried, but while she's been fighting, Ronon has skidded across the hall to the fallen weapon. He fires and stuns the hybrid."],["RONON","(surprised, breathless) You can fight."],["BANKS","(breathless) Five years of kick-boxing."],["RONON","(impressed) That's good to know."],["WOOLSEY","(from in room) What happened?"]],"present":["BANKS","RONON","WOOLSEY"],"place":"ATLANTIS LOUNGE, CONTROL TOWER"},{"speech":[["ANNOTATION","Ronon moves from pillar to pillar, performing reconnaissance. He spots several men moving about, including Michael. He heads back."]],"present":[],"place":"ATLANTIS CORRIDOR OUTSIDE GATE ROOM"},{"speech":[["ANNOTATION","A staff person and Banks pull the unconscious guard into the room. Others have awakened as Ronon returns."],["RONON","It's Michael and his hybrids. I counted three of them. I'm not sure how many more there are. Probably not too many. They all had to fit in that jumper."],["WOOLSEY","Unless more came through on foot afterward."],["ANNOTATION","Ronon shrugs."],["BANKS","What do we do?"],["WOOLSEY","Try to get to the armory, come back, and retake the Gate Room."],["RONON","Sounds like a plan. You two come with us. Banks, stay here with them. Keep everyone calm. And uh, if any more hybrids show up, just...do what you did earlier."],["ANNOTATION","They exchange smiles as Ronon, Woolsey and two of the burlier personnel go with them."]],"present":["BANKS","RONON","WOOLSEY"],"place":"ATLANTIS LOUNGE, CONTROL TOWER"},{"speech":[["ANNOTATION","Ronon and the others reach a door. Ronon is about to try to open them when he hears voices."],["LEAD HYBRID","(in distance) ...speak with you again. It's urgent."],["RONON","(low, to guards) Stay with him."],["ANNOTATION","Ronon pulls his stunner and moves forward. From below, he spots Michael and the lead hybrid speaking on the catwalk to Woolsey's office again."],["MICHAEL","What is it?"],["LEAD HYBRID","We were finally able to decipher the encryption on the self-destruct device."],["MICHAEL","Good. Prepare the ship to leave. We'll arm the self destruct and switch the power back to Atlantis's systems a split second before we leave. The timing of the switch must be precise. I don't want to give them any opportunity to disarm the device."],["LEAD HYBRID","I will make the calculations."],["ANNOTATION","They part ways. Ronon heads back to the others."],["RONON","Change of plans. We're not going to the armory."],["WOOLSEY","Why? What happened?"],["RONON","They armed the self-destruct. Mr. Woolsey, would you please head back to the others?"],["ANNOTATION","Ronon and the two men continue while Woolsey pauses, then heads another way."]],"present":["LEAD HYBRID","MICHAEL","RONON","WOOLSEY"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Teyla watches for Michael, then reaches over and grabs the headset."],["TEYLA","(into headset) Colonel Sheppard, this is Teyla, can you hear me? John, this is Teyla, please respond."]],"present":["TEYLA"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Ronon and the two Atlantis personnel storm the control room, engaging in a firefight. The unarmed men are stunned but Ronon is able to fight his way to Michael."]],"present":[],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Teyla hears something in the control room and looks over, curious."]],"present":[],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Ronon and Michael continue to fight hand-to-hand."]],"present":[],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Zelenka spots the fight going on via the monitor."],["ZELENKA","(into headset) Colonel Shep-- (he realizes his mistake) Uh... (into walkie-talkie) Colonel Sheppard...Ronon is in the control room. He's fighting with Michael!"]],"present":["ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["SHEPPARD","We're almost at the jumper bay. Keep us posted."],["ANNOTATION","Sheppard and McKay break into a jog."]],"present":["SHEPPARD"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Ronon and Michael continue to fight, yelling and groaning in pain and rage. Teyla heads across the catwalk. Ronon spots Teyla standing there during a momentary pause in the battle."],["RONON","Teyla, run!"],["ANNOTATION","They continue to fight, Michael blocking a few of Ronon's blows and able to land some of his own. Teyla runs with her child out of the room."]],"present":["RONON"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Teyla runs down the hall with Torren. Woolsey spots her passing from where he's hiding in a side corridor."],["WOOLSEY","Teyla! Are you all right?"],["ANNOTATION","She stops."],["TEYLA","Yes. But Ronon needs our help. We need to get back up to the control room."],["ANNOTATION","A hybrid appears at the end of the hall, shooting his stunner at the pair."],["TEYLA","Run!"],["ANNOTATION","Teyla and Woolsey run off. The hybrid chases them."]],"present":["TEYLA","WOOLSEY"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Ronon and Michael's fight has moved to the control room balcony. One of Michael's blows ends up throwing Ronon over the rail. He falls several feet onto the Gate Room floor, where he ends up at the bottom of the steps."]],"present":[],"place":"ATLANTIS CONTROL ROOM AND GATE ROOM"},{"speech":[],"present":[],"place":"UNDERWATER PUDDLE JUMPER BAY"},{"speech":[["SHEPPARD","(low, into walkie talkie) Radek? Tell us what's going on up there."]],"present":["SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Zelenka studies the surveillance cameras, looking at Ronon's unmoving form sprawled at the bottom of the steps."],["ZELENKA","I--I can't tell. Ronon is down. He might just be unconscious."]],"present":["ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["SHEPPARD","(into walkie-talkie) Tell me when he comes to. (to McKay) What have we got?"],["MCKAY","It's like I said. I mean, both the jumpers are toast. This one's got a whole whack of problems starting with zero power."],["SHEPPARD","All right, you said the other jumper's got power, right?"],["MCKAY","Yeah, but not much else. I mean, the drive pods won't extend. There's no drones."],["SHEPPARD","And this one's got drones. So, if we bring power over to this, we can get the drive pods working, right?"],["MCKAY","(dubious) Okay, you want to harvest parts from both jumpers, cobble together a fix, so one of them will work?"],["SHEPPARD","(insistent) Is it possible?"],["MCKAY","Doubtful."],["SHEPPARD","But maybe."],["MCKAY","It's a long shot at best!"],["SHEPPARD","Perfect, get to it. Whaddya need? Fifteen minutes?"],["ANNOTATION","Sheppard walks out of the jumper. McKay grimaces and sighs, reaching under the jumper console. His computer cables get caught and they tumble to the floor around him."],["MCKAY","(muttering to self) Great. Just great."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Woolsey and Teyla, carrying Torren, run through the corridor. Woolsey tries a transporter door."],["WOOLSEY","Must've locked out the transporters."],["TEYLA","We need to get to the control room."],["WOOLSEY","(shaking his head) It's too dangerous. Not without weapons. Where's the nearest stairwell?"],["TEYLA","Around the corner. This way."],["ANNOTATION","She starts to move."],["WOOLSEY","Let me lead."],["ANNOTATION","Woolsey leads the way down the corridor and down the stairs. He starts down the steps. As he lands on one, he hits the stun bubble. He falls to the bottom of the steps. Panicking, Teyla runs back the way she came, but hears the hybrid approaching. She backs away. The hybrid arrives, standing at the top of the steps, looking down at Woolsey. As he turns, Teyla kicks the hybrid down the steps where he too is stunned as he falls through the field."],["ANNOTATION","Teyla runs, checking the wall panels until she finds an access panel. She hurriedly opens it and lowers the ladder, placing herself and Torren inside. She tries quickly and quietly to close the doors behind her as another hybrid approaches the area. She does so just in time as he patrols."],["ANNOTATION","Inside the panel, Torren gives a weak cry. The hybrid hears and pauses. Hearing nothing further and unable to pinpoint the source, it moves away."]],"present":["TEYLA","WOOLSEY"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","McKay works in the back of the jumper, with wires hanging down and using his hand-held. Sheppard sits at the pilot's chair."],["MCKAY","Okay, give 'er..."],["ANNOTATION","The system powers up."],["SHEPPARD","(pumping his fist) Drive pods are go!"],["MCKAY","(pleased) All right, now we're getting somewhere. I got juice, I got life support, I got...oh come on!"],["SHEPPARD","What?"],["MCKAY","(exasperated) It's the weapons won't come online."],["SHEPPARD","Why not?"],["MCKAY","I don't know!"],["SHEPPARD","Well, figure it out! We need those drones."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","Michael works at a console. The hybrid group returns to the room."],["MICHAEL","Where is she?"],["HYBRID","We don't know. We searched everywhere."],["MICHAEL","(angry) Are you telling me she just disappeared?"],["HYBRID","I'm saying that we searched every room and corridor within the stun field. We couldn't find her anywhere."],["MICHAEL","She knows this city well. She's hiding somewhere. She's toying with me!"],["ANNOTATION","He slams a computer across the room, shattering it."],["HYBRID","We'll keep looking."],["MICHAEL","No, I'll handle this!"],["HYBRID","What are you going to do?"],["MICHAEL","Flush her out."],["ANNOTATION","He starts typing on a console. The self-destruct klaxon begins to blare."]],"present":["HYBRID","MICHAEL"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The self destruct klaxon can be heard."],["MCKAY","(worried) That's Atlantis's self destruct. Michael's going to blow up the city!"],["SHEPPARD","How much time do we have?"],["MCKAY","(checking his computer) He's set it for ten minutes."],["SHEPPARD","How much time do you need before you get those drones working?"],["MCKAY","Well, if I can get them working at all, a lot more than ten minutes!"],["SHEPPARD","All right, forget about it."],["ANNOTATION","He turns back to his controls."],["MCKAY","What are you...what are you doing?"],["SHEPPARD","I'm gonna fly the jumper. I'm crashing it into the tower."],["MCKAY","Crash it?!"],["SHEPPARD","Look, it's our best chance at taking out Michael's jumper."],["MCKAY","Not to mention taking out yourself!"],["SHEPPARD","I have crashed jumpers into the tower before."],["MCKAY","Not like this, you haven't! Look, in addition to the weapons, the inertial dampeners are out. You'll need to impact Michael's jumper with enough force to do some serious damage, which means a lot of speed when you hit that tower. Look, this is a suicide mission."],["ANNOTATION","Sheppard looks troubled."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER, JUMPER BAY"},{"speech":[["ANNOTATION","Teyla continues to soothe her baby while Michael's voice carries over the intercom."],["MICHAEL","(over intercom) Teyla! I know you can hear me. That alarm, if you're not aware, is Atlantis's self destruct device. I've armed it--set it for ten minutes. That is the amount of time you have to consider the offer I am about to make. If you will surrender yourself and your child to me, I'll disarm the device, sparing the lives of everyone on this base. If not...you, your baby, and everyone else...will die."],["ANNOTATION","Teyla looks very frightened."]],"present":["MICHAEL"],"place":"ACCESS PANEL"},{"speech":[],"present":[],"place":"JUMPER BAY"},{"speech":[["ANNOTATION","McKay makes some final adjustments."],["MCKAY","Okay, you're good to go."],["SHEPPARD","Make sure that strike team's ready to move as soon as that field drops."],["MCKAY","I will. You make sure you don't accelerate too fast coming out of the jumper bay. I mean, if you hit the gas too hard, you're going to...flatten like a pancake."],["SHEPPARD","Right."],["ANNOTATION","McKay looks upset. Sheppard glances over and notices his expression."],["SHEPPARD","What?"],["MCKAY","Well, it's just...I'm...what you're about to do is..."],["SHEPPARD","(with false levity) Yeah. It's not like it's the first time. How many suicide missions have I flown?"],["MCKAY","I don't know. I lost count."],["SHEPPARD","All right, well, there you go..."],["MCKAY","Well right, well, you know...here's to many more."],["ANNOTATION","McKay stands and puts out his hand. They exchange looks and Sheppard takes his hand."],["ZELENKA","(over walkie-talkie) Rodney?"],["ANNOTATION","McKay sighs, then pulls out his walkie-talkie from his pocket."],["MCKAY","(into walkie) Yeah, Radek, go ahead?"],["ZELENKA","(over walkie) I've finally figured out how to override some of Michael's lockout codes."],["MCKAY","(into radio, excited) That's great. Can you shut down the self-destruct?"]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"PUDDLE JUMPER"},{"speech":[["ZELENKA","No, no, no. That will take a little bit more time. I have however, managed to get the access doors to the Gate Room open."]],"present":["ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","The conversation continues to switch between the lab and the jumper."],["MCKAY","Well, that does us absolutely no good. I mean, th-the stun field is still in effect."],["SHEPPARD","What about the transporter on the Gate Room level?"],["ZELENKA","Uh...no, no. I-I still don't have control of that either."],["MCKAY","For crying out loud!"],["ZELENKA","I'm sorry. I'm doing the best I can. Michael has placed several highly encrypted codes--"],["MCKAY","Look, just--what about the gate shield? Can you lower it?"],["ZELENKA","(checking) Yes. That, I can do."],["MCKAY","Great. (to Sheppard, excited) You don't have to do your kamikaze run."],["SHEPPARD","(surprised) Why not?"],["MCKAY","Well, you just have to fly up to the tower, get in proximity, dial the DHD to a random planet. We'll have Radek lower the gate shield, allowing the vortex to obliterate Michael's puddle jumper...or most of it."],["SHEPPARD","Now, that's a good plan."],["ANNOTATION","Sheppard starts to leave."],["MCKAY","Where are you going?"],["SHEPPARD","You're gonna fly it. That frees me up to lead the strike team."],["ANNOTATION","McKay stammers unintelligibly."],["SHEPPARD","You said it yourself; it's simple enough. You just dial the 'gate."],["MCKAY","(dubious) I guess I can do that."],["SHEPPARD","Go easy on the accelerator. (into walkie talkie) Radek. get ready to drop that shield on my mark."],["ANNOTATION","Sheppard runs out."],["MCKAY","Right..."],["ANNOTATION","McKay heads to the pilot's chair."]],"present":["MCKAY","SHEPPARD","ZELENKA"],"place":"PUDDLE JUMPER"},{"speech":[["LEAD HYBRID","We don't have much time. We need to leave this place."],["MICHAEL","(into intercom) Time is short, Teyla. I don't understand...I would think the choice is an easy one. If nothing else, consider your child. By remaining in hiding, you are sentencing him to die. What kind of mother would do such a thing? He has the chance to live. Both of you do. Come with me, Teyla. Trust me...I will not harm either of you, and I will not harm Atlantis. You have my word."]],"present":["LEAD HYBRID","MICHAEL"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","In the access panel, Teyla is upset, listening to Michael's offer. These last words seem to give her an idea."]],"present":[],"place":"ACCESS PANEL"},{"speech":[["TEYLA","(over radio) Turn off the self-destruct system."],["MICHAEL","Teyla!"]],"present":["MICHAEL","TEYLA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["TEYLA","(into headset) You want me to trust you? Then show me you mean what you say. Turn off the self destruct system, and I will come with you."]],"present":["TEYLA"],"place":"ACCESS PANEL"},{"speech":[["ANNOTATION","Michael sighs."]],"present":[],"place":"ATLANTIS CONTROL PANEL"},{"speech":[["ANNOTATION","Sheppard's strike force heads up the stairwell."]],"present":[],"place":"ATLANTIS STAIRWELL"},{"speech":[["ANNOTATION","McKay's jumper flies up from underwater and slowly approaches the city."]],"present":[],"place":"ATLANTIS OCEAN, NIGHT"},{"speech":[["MCKAY","(into walkie talkie) All right, I'm in the air, approaching the central tower."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The strike force pauses."],["SHEPPARD","(to McKay over walkie) Copy that. (to Zelenka, over walkie) Zelenka, you ready?"]],"present":["SHEPPARD"],"place":"ATLANTIS STAIRWELL"},{"speech":[["ZELENKA","(into walkie) Ready when you are."]],"present":["ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["TEYLA","(into headset) Michael, can you hear me?"]],"present":["TEYLA"],"place":"ACCESS PANEL"},{"speech":[["LEAD HYBRID","(concerned) Less than two minutes. We need to go, now."],["ANNOTATION","Michael ignores his minion."],["MICHAEL","(into intercom) Yes, Teyla. I hear you. You disappoint me. So I will leave you to the fate you have chosen. But I'm not leaving alone. You should know that I've already collected your son's DNA. Cloning him will require additional time, delay the implementation of my plan. But as you well know, I will not be deterred. Goodbye, Teyla."],["ANNOTATION","He starts to leave, with his hybrids following."]],"present":["LEAD HYBRID","MICHAEL"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","As the hybrids head to the jumper, Michael pauses next to Ronon."],["LEAD HYBRID","What are you doing?"],["MICHAEL","Collecting one last prize."],["ANNOTATION","He bends over Ronon, wielding a knife."]],"present":["LEAD HYBRID","MICHAEL"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","The jumper hovers near the Gate Room."]],"present":[],"place":"ATLANTIS TOWER"},{"speech":[["MCKAY","I'm in position, ready to dial."]],"present":["MCKAY"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","(into walkie-talkie) All right, Radek, drop the shield."]],"present":["SHEPPARD"],"place":"ATLANTIS STAIRWELL"},{"speech":[["ANNOTATION","Zelenka types on his computer."]],"present":[],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Michael leans down to cut Ronon's throat. He hears a noise behind him as the Stargate's shield lowers."]],"present":[],"place":"ATLANTIS GATE ROOM"},{"speech":[["ZELENKA","(into walkie-talkie) The shield's down. Go, Rodney!"]],"present":["ZELENKA"],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","McKay dials the jumper's DHD."]],"present":[],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The Stargate begins to dial."],["MICHAEL","No!"],["ANNOTATION","The Stargate activates, the kawhoosh obliterating 2/3 of the jumper, including the hybrids inside."],["ANNOTATION","A door opens and Sheppard's strike force rushes inside, exchanging fire with the remaining hybrids. Overwhelmed, the hybrids begin to fall."]],"present":["MICHAEL"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Teyla scrambles out of the access panel and runs, still carrying Torren."]],"present":[],"place":"ATLANTIS CORRIDOR"},{"speech":[["ZELENKA","(over walkie talkie) The stun field is neutralized."],["MCKAY","(into walkie talkie) What about the self-destruct? Is it disabled?"],["ANNOTATION","The conversation switches between McKay's and Zelenka's locations."],["ZELENKA","Yes, yes. It shut off when the jumper's power was cut."],["MCKAY","Good. I'm heading back. Go ahead and reboot the city's power."],["ZELENKA","Yes. I'm already doing it."]],"present":["MCKAY","ZELENKA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The lights begin to come back on in the city."]],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Power is restored. Sheppard's team moves cautiously. One man is stunned. Sheppard spots Michael in the control room. Michael tries to stun him, but Sheppard has taken cover behind the jumper wreckage. He returns fire, wounding Michael in the shoulder. Michael runs away."],["ANNOTATION","Sheppard pauses as he gets to Ronon."],["SHEPPARD","Get a medic!"],["ANNOTATION","Sheppard continues after Michael, who runs towards the jumper bay."],["SHEPPARD","(into walkie-talkie) Close the jumper bay doors, Radek!"]],"present":["SHEPPARD"],"place":"GATE ROOM"},{"speech":[["ANNOTATION","Teyla runs to where the control room crew have been waiting."],["TEYLA","Amelia! Will you take care of Torren for me?"],["BANKS","Of course."],["ANNOTATION","Banks takes the child from Teyla's arms."],["TEYLA","Make sure no one leaves."],["ANNOTATION","Teyla rushes out."]],"present":["BANKS","TEYLA"],"place":"ATLANTIS LOUNGE"},{"speech":[["ANNOTATION","Michael runs into the jumper bay, searching for a means of escape. He sees the bay doors of the ceiling closing. Sheppard enters and fires, but misses. Michael runs up to the top of the tower via a very long and shallow spiral staircase."]],"present":[],"place":"JUMPER BAY"},{"speech":[["ANNOTATION","Michael runs out to a small balcony surrounding the top of the tower. He sees no way out except the door he's just come through. Michael leans into the shadows as Sheppard appears in the doorway, P-90 at ready. Michael ambushes him, taking his gun and knocking him off the walkway."],["ANNOTATION","Sheppard struggles, falling to a lower awning and able to grab hold of a buttress before falling. He struggles and pulls himself back up to the lower awning. Michael jumps down to join him. They exchange blows. Michael gains the upper hand, knocking Sheppard on his back where Michael tries to choke him. Sheppard grabs at Michael's wounded shoulder, making Michael lose his grip. Sheppard throws Michael, but he again gains his balance and gets the upper hand. He knocks Sheppard against the metal buttress, stunning him and knocking him against the tower in a semi-consciousness fugue. Teyla joins the battle, catching Michael by surprise. She lands several blows, and Sheppard is able to strike back once as well. Their combined attacks knock Michael off the awning, but he is able to grab hold with both hands to the edge."],["ANNOTATION","Teyla looks down at Michael, studying him for several moments. She kicks Michael's hand, making him lose his grip."],["MICHAEL","Ah! Teyla!"],["ANNOTATION","Sheppard stares in surprise at Teyla but does nothing as Michael continues to hang by one hand. Teyla stares coldly down at Michael for several more moments, then kicks his other hand. Michael falls into the depths of the city. Teyla watches for a long moment as Sheppard sits behind her, stunned."]],"present":["MICHAEL"],"place":"ATLANTIS TOWER, NIGHT"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Ronon lies on top of the covers and shifts restlessly on a bed. He is dressed in scrubs. Woolsey, wearing a sling on his right arm, approaches."],["WOOLSEY","How's Dr. Keller's most cantankerous patient?"],["RONON","You gotta be kidding me. You get released, and I gotta stay here another day?"],["WOOLSEY","Because I only fell down a flight of stairs. You, my friend, were hurled from a much greater height. You're lucky you only suffered a concussion and didn't break your neck."],["RONON","(dismissive) It's nothing. I'm fine."],["WOOLSEY","I know you are, but listen to the doctor. Anyway, I just wanted to drop by and commend you for your exemplary work. Your courage in the face of danger continues to amaze, and...dare I say, inspire me."],["RONON","(uncomfortable) Thanks."],["WOOLSEY","Get some rest. And don't worry, your team's not going anywhere without you."],["ANNOTATION","Woolsey begins to walk away."],["RONON","That reminds me..."],["ANNOTATION","Woolsey returns to his side."],["RONON","I know Michael attacking the city isn't really a mission, but, uh...I filed a report anyway."],["WOOLSEY","(startled) Oh. Well. Splendid. Thank you."],["ANNOTATION","He takes the dictaphone from Ronon and heads out of the infirmary, clicking play."],["RONON","(on tape) Mission report....Michael invaded Atlantis--tried to blow it up. We stopped him. End of report."],["ANNOTATION","Woolsey shakes his head with a rueful chuckle."]],"present":["RONON","WOOLSEY"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Sheppard and McKay renew their car race, setting up at the end of the corridor. Sheppard has a wound on his right cheek from the fight with Michael."],["MCKAY","Take a good, long look. 'Cause soon you're gonna see nothing but tail lights."],["SHEPPARD","Nice try, Speed Racer."],["ANNOTATION","They start their cars. McKay's takes an early lead."],["MCKAY","Ha ha ha!"],["ANNOTATION","At the far end, Teyla enters from a side corridor, carrying Torren. She smiles expectantly at seeing the toys. Sheppard and McKay quickly veer their cars and stop them, then jog over to her."],["MCKAY","Whoa. I'm sorry. Sorry, we were just...you know."],["TEYLA","(smiling) Who's winning?"],["SHEPPARD AND MCKAY","I am!"],["MCKAY","Still colicky, huh?"],["TEYLA","He was awake all day, refused to take a nap."],["SHEPPARD","That's not surprising. He got a full night's sleep."],["TEYAL","Yes, it's remarkable. He slept through the entire ordeal. He hasn't slept through a whole night in um...ever!"],["MCKAY","(smug) Well, he can rest easy now, cause, uh, Michael's finally out of the picture."],["TEYLA","Unfortunately, there will be somebody else to take his place, of this, I am certain."],["SHEPPARD","Well he's got SuperMom watching his back. If you ask me, he's in good hands."],["ANNOTATION","Teyla looks amused. Sheppard leans close and jiggles his finger at the alert child."],["SHEPPARD","Torren, do you want to watch me kick Rodney's ass?"],["MCKAY","Ha, ha. Actually, you may want to cover the child's eyes, because this could get ugly."],["ANNOTATION","Teyla chuckles as her teammates turn and ready their controllers."],["SHEPPARD","Are you ready?"],["MCKAY","Mm-hmm."],["SHEPPARD","One...two..."],["ANNOTATION","He starts his car moving."],["MCKAY","Hey! Hey!"],["ANNOTATION","McKay starts his own car and races to catch up. Teyla continues to bounce her son and laughs at her teammates' antics."]],"present":["MCKAY","SHEPPARD","SHEPPARD AND MCKAY","TEYAL","TEYLA"],"place":"ATLANTIS CORRIDOR"}]