[{"speech":[],"present":[],"place":"nowhere"},{"speech":[],"present":[],"place":"ATLANTIS, NIGHT"},{"speech":[["ANNOTATION","Banks is at her station. Woolsey and Sheppard are nearby. The Stargate activates."],["BANKS","Incoming wormhole. Signal's coming in now."],["ANNOTATION","They look on a monitor to see a video transmission of the Wraith known as Todd standing outdoors on a planet."],["SHEPPARD","(taken aback) Todd."],["TODD","(on video) No doubt you're surprised to see me, John Sheppard."],["ANNOTATION","Sheppard glances back at Woolsey for a moment."],["SHEPPARD","Well, you weren't looking so good last time I saw you."],["TODD","Yes. Well, you'll be pleased to know the treatment was successful--although excruciatingly painful."],["SHEPPARD","You're just saying that to make me feel good."],["TODD","(chuckling) I was able to return to my position as leader of the alliance, although...I have had a recent setback. Perhaps you can see what is remaining of my shuttle behind me?"],["ANNOTATION","Todd steps back and in the distance the remains of a crashed Wraith ship lie in the desert."],["SHEPPARD","(sarcastic) Yeah, nice landing."],["TODD","Don't be so critical, Sheppard. It wasn't long ago my flying skills saved the lives of both you and your companions. It wasn't pilot error. I was attacked...by one of my underlings."],["WOOLSEY","You'll excuse me for being blunt, but why should we care?"],["TODD","It isn't the fact that he attacked and at least temporarily defeated me that should concern you. It is rather...how he managed to do it."],["WOOLSEY","And how was that?"],["TODD","Well, he acquired a rare and powerful piece of technology-- one with which I believe you are quite familiar..."]],"present":["BANKS","SHEPPARD","TODD","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Woolsey and Sheppard's team congregate in McKay's lab."],["MCKAY","A ZPM? Are you kidding me?"],["SHEPPARD","Eh, that's what he said."],["RONON","I don't buy it."],["WOOLSEY","Why not?"],["MCKAY","Well, for one thing, they don't exactly grow on trees."],["RONON","He got betrayed by one of his own people. Now he wants us to help him clean up the mess. End of story."],["TEYLA","It is possible that he mentioned the zero point module simply to get our attention."],["WOOLSEY","Except he would also have to know that sooner or later we would discover the truth, and in the meantime, he's volunteered to place himself in our custody. Not a very good plan."],["SHEPPARD","Well, you can bet there's something he's not telling us."],["WOOLSEY","Granted. But that doesn't necessarily mean that he's lying about the"],["ZPM.",""],["MCKAY","(worried) If this true, it could be very, very bad. I mean, inefficient power generation is the Achilles heel of Wraith technology. It's basically the reason for every technological advantage we have. If this...underling, or whatever it is that Todd calls him, is flying around in a ZPM powered hiveship, then..."],["WOOLSEY","It's a threat we can't tolerate. And we won't."],["ANNOTATION","He nods to Sheppard, who sighs and exchanges concerned looks with McKay."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA","WOOLSEY","ZPM."],"place":"MCKAY'S LAB"},{"speech":[["ANNOTATION","Woolsey enters the room. Todd already sits at a table, his hands resting on top of it."],["WOOLSEY","Well...here we are again."],["TODD","Indeed. The city has become quite familiar to me...almost a respite from daily life. It would be a shame to see it destroyed."],["WOOLSEY","Are you suggesting that if we don't help you, that would be a likely outcome?"],["ANNOTATION","Todd shrugs. Woolsey sits at the table across from him."],["WOOLSEY","All right. Let's start at the beginning. Where did the ZPM come from?"],["TODD","You recall I managed to acquire a few of the devices from the Replicator city before it was destroyed?"],["WOOLSEY","Yes, and they were lost when Colonel Sheppard took out the cloning facility."],["TODD","Not all of them. I may have acquired a few more than I let on."],["WOOLSEY","(shrewdly) How many more?"],["TODD","Let's not get caught up in unnecessary details."],["WOOLSEY","(firmly) I like details."],["TODD","Even if I gave you a number, you'd have no way of verifying it. So what's the point?"],["WOOLSEY","All right, then tell me this. Why now? You've had those ZPMs for over a year."],["TODD","The organic nature of the hive creates certain incompatibilities with Ancient technology. I put my best scientists to work on this project, and recently one of them succeeded."],["WOOLSEY","Only he didn't want to turn it over to you. He decided he wanted to keep it for himself. And now you want us to help you kick him to the curb."],["TODD","(becoming serious and intense) What you really need to know is that this hive is a work in progress. It has yet to reach its full potential, which means if you attack it now, you may be able to destroy it. But if you hesitate, it will be too late, and this hive will be unstoppable."],["ANNOTATION","Woolsey grinds his jaw."]],"present":["TODD","WOOLSEY"],"place":"ATLANTIS INTERROGATION ROOM"},{"speech":[["ANNOTATION","Daedalus flies through hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Todd sits on a cot. He is wearing a plain grey coverall. Sheppard enters. There are guards outside."],["TODD","Colonel."],["SHEPPARD","Looking good."],["TODD","Was it really necessary to remove my subspace transmitter and force me to wear this ridiculous outfit?"],["SHEPPARD","Well, after what happened last time on this ship, you can't blame us."],["TODD","I take it that my request to be on the bridge when we make contact--"],["SHEPPARD","(interrupting) Denied."],["TODD","(nodding) Understandable."],["SHEPPARD","Here's the problem. Every time we get involved with you, I feel like I'm walking around with a live grenade in my pocket, just waiting for it to all go wrong--for that one \"thing\" you forgot to mention."],["TODD","I assure you, in this case--"],["SHEPPARD","(cutting him off) Save it. Been down this road before."],["ANNOTATION","He starts to leave."],["TODD","If you really feel that way, why would you let me go after our last encounter?"],["SHEPPARD","We had a deal, and you kept up your end of the bargain. And to be honest, I didn't think you'd live."],["TODD","(understanding) Ahh."],["SHEPPARD","(quietly serious) If I find out you're playing us, I'm not gonna wait for authorization. There isn't gonna be any paperwork. I'm just gonna kill you."],["ANNOTATION","Sheppard turns and leaves as Todd watches, intrigued."]],"present":["SHEPPARD","TODD"],"place":"DAEDALUS BRIG"},{"speech":[["ANNOTATION","Sheppard's team is geared up for an away mission as the members enter the bridge and approach Caldwell."],["SHEPPARD","What's the status, Colonel?"],["CALDWELL","We're approaching the coordinates. You going somewhere?"],["SHEPPARD","Yeah. Drop us out early before we get into sensor range. We'll check it out in the jumper."],["CALDWELL","That's not the plan."],["MCKAY","We can go in cloaked. Stay in touch through subspace on a secure channel."],["SHEPPARD","If it's what Todd says it is, you can come in guns blazing."],["CALDWELL","All right. Just be careful."],["ANNOTATION","Sheppard's team leaves."]],"present":["CALDWELL","MCKAY","SHEPPARD"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","The puddle jumper flies through space."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sheppard's team is inside. McKay studies readings on the cockpit displays."],["MCKAY","Almost in range."],["SHEPPARD","Engaging cloak."],["ANNOTATION","Sheppard touches some controls, and the cloak engages."],["MCKAY","All right, getting readings now. It's a hive, all right. Hmm."],["RONON","What?"],["MCKAY","I'm reading...a higher than normal energy output. I mean, significantly higher."],["TEYLA","Consistent with the ZPM?"],["MCKAY","Well, it's hard to say from this far out."]],"present":["MCKAY","RONON","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["CALDWELL","(into radio) Sheppard, what's your status?"],["SHEPPARD","(over radio) McKay's getting some interesting readings, so we're going in for a closer look."]],"present":["CALDWELL","SHEPPARD"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","The hive ship is visible through the jumper window."],["MCKAY","I'm detecting massive energy output."],["SHEPPARD","What's happening?"],["MCKAY","(disturbed) It's growing."],["SHEPPARD","What the hell are you talking about?"],["MCKAY","That's what they're doing with the surplus energy--using it to grow a larger, and if I'm reading this correctly, significantly denser outer hull. It makes sense. Normal hives have a limit of growth. I mean, any bigger or heavier and they become impossible to maneuver, let alone get into hyperspace. I mean, you make a simple left turn, and you're torn apart by your own inertia. But with a ZPM..."],["SHEPPARD","I get the picture. What does that mean for us?"],["MCKAY","When they're done, my guess is that hull will be all but impenetrable."],["ANNOTATION","The team look worried."],["SHEPPARD","All right. Well, we better take 'em out of the picture before they get that far."],["ANNOTATION","A sensor beeps rapidly."],["MCKAY","Hold on. They're...powering weapons."],["RONON","They can't see us, right?"],["MCKAY","Of course not. They must just be running a test..."],["ANNOTATION","An energy pulse heads straight for them, passing directly overhead, shaking the jumper. Everyone's eyes widen."],["MCKAY","Holy crap!"],["SHEPPARD","Well, what are the odds of them randomly firing a test shot directly at us!"],["MCKAY","I would say--given the enormity of empty space all around us--nonexistent?"],["SHEPPARD","(low) They can see us."],["ANNOTATION","Sheppard steers the jumper away from the hive ship."],["MCKAY","They must've figured out a way to increase the sensitivity of their scanners."],["ANNOTATION","Another blast is a near-miss, rattling the jumper."],["MCKAY","(caustic) Let me guess, something to do with the ZPM?"],["MCKAY","Probably."]],"present":["MCKAY","RONON","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["SHEPPARD","(over radio) Daedalus, we've got a problem. Our cloak's ineffective."],["CALDWELL","(into radio) We're on our way. (to port helmsman) Take us in maximum sublight. (to Marks) Shields up."],["MARKS","Yes, sir."]],"present":["CALDWELL","MARKS","SHEPPARD"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Daedalus flies forward."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Another blast hits too close."],["SHEPPARD","I'm dropping the cloak. It ain't doing us any good."],["MCKAY","Not to mention you could fire back."],["SHEPPARD","(admonishing) One thing at a time, Rodney."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The jumper moves evasively and dodges several pulse blasts. It gets struck in one of its nacelles and starts spinning out of control around its longitudinal axis."]],"present":[],"place":"SPACE"},{"speech":[["MCKAY","We're hit!"],["SHEPPARD","I've lost controls!"],["ANNOTATION","McKay jumps up and heads towards the rear compartment."],["MCKAY","I'll work out a bypass. Give me a minute."],["SHEPPARD","They get a bead on us, Rodney, we're dead!"],["ANNOTATION","McKay opens a panel and starts working with the crystals."]],"present":["MCKAY","SHEPPARD"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The jumper continues to spin out of control as it gets close to Daedalus. Another pulse barely misses it. Further blasts are deflected by the Daedalus shields as it flies into the path of fire."]],"present":[],"place":"SPACE"},{"speech":[["MARKS","It worked, sir. We've blocked the shot. Shield is holding."],["CALDWELL","All right, now return fire. Main battery, full power."],["MARKS","Yes, sir."]],"present":["CALDWELL","MARKS"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Daedalus fires back at the hive ship."]],"present":[],"place":"SPACE"},{"speech":[["MARKS","Direct hit."],["CALDWELL","Damage?"],["MARKS","(surprised) Minimal."],["CALDWELL","Ready missiles. We're gonna throw everything we have at this guy."],["MARKS","Sir, I'm reading a massive energy buildup."]],"present":["CALDWELL","MARKS"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","The hive ship sends out a large series of pulse blasts from every weapons port along its flank. All are directed at Daedalus."]],"present":[],"place":"SPACE"},{"speech":[["CALDWELL","Brace for impact!"]],"present":["CALDWELL"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","Several of the pulses strike the Daedalus, battering the shield at the bow."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sparks fly as the ship takes damage."],["MARKS","Shields are down! Heavy damage on all decks! We've lost hyperdrive and main weapons."],["CALDWELL","Evasive maneuvers! We can't take another hit like that!"]],"present":["CALDWELL","MARKS"],"place":"DAEDALUS BRIDGE"},{"speech":[["ANNOTATION","McKay stops working on the ceiling control panel."],["MCKAY","Okay, you should have flight controls now!"],["ANNOTATION","Sheppard begins to move the craft."],["SHEPPARD","What about weapons?"],["MCKAY","Not a chance!"],["ANNOTATION","Teyla has been watching the window."],["TEYLA","Something's happening."],["ANNOTATION","McKay steps forward as they all lean to look."]],"present":["MCKAY","SHEPPARD","TEYLA"],"place":"PUDDLE JUMPER"},{"speech":[["ANNOTATION","The hive passes the Daedalus and jumps into hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Caldwell meets with Sheppard's team as they take off their tactical equipment. Outside, work teams try and repair damage to the ship."],["CALDWELL","You know, it doesn't make any sense. Most of our main systems were down. These guys had us dead to rights, and they knew it. Why would they just fly away?"],["TEYLA","Perhaps it's precisely because they knew we were no longer a threat."],["CALDWELL","But it's not like the Wraith to be so charitable."],["MCKAY","Todd said the ship isn't finished, right? They haven't adapted the full potential of the ZPM. Well, maybe the battle maxed them out."],["CALDWELL","Well, if that's the case, I'd hate to meet up with them when they do finish it."],["ANNOTATION","Sheppard finishes unloading his pistol and sets it on the gear table."],["SHEPPARD","We need to get back to Atlantis. What's the prognosis on the hyperdrive?"],["CALDWELL","Uh, the control systems are completely shot. My guys are working on a patch, but it could be days, even weeks before we're back online. For the moment, we're not going anywhere."],["ANNOTATION","Marks enters."],["MARKS","(to Caldwell) Sir."],["CALDWELL","What is it, Marks?"],["MARKS","I think we may have something."],["ANNOTATION","Marks leads the way out of the room. Caldwell and Sheppard's team follow."]],"present":["CALDWELL","MARKS","MCKAY","SHEPPARD","TEYLA"],"place":"DAEDALUS GEAR UP ROOM"},{"speech":[["ANNOTATION","Kavanaugh is amongst the crew working in the room. Caldwell and Sheppard's team enter and surround his station. He glances back, spots McKay, rolls his eyes and turns back to work."],["MCKAY","Kavanaugh? What the hell are you doing here?"],["KAVANAUGH","(sarcastic) Reassignment. More fun and adventure in the Pegasus Galaxy."],["CALDWELL","(irritated) Show us what you got, please?"],["ANNOTATION","Kavanaugh moves to another station. They follow."],["KAVANAUGH","It's a subspace signal. We detected it just before the hive jumped into hyperspace. It was weak. Luckily, I happened to be monitoring the sensor, or we might not have picked it up at all."],["MCKAY","(studying the readout) It's Wraith code."],["KAVANAUGH","(irked) Obviously. We're having trouble deciphering it because the message is interlaced with a residual radiation, and I've never seen it before."],["MCKAY","I have. Once, when we met another me, and once when we encountered another Daedalus. This signal was sent from another reality."],["CALDWELL","Uh, I'm sorry. What the hell are you talking about?"],["MCKAY","Some Wraith, somewhere, in another reality sent a coded signal--only whatever means they used to access subspace created a rift, allowing the signal to cross into multiple realities, including our own."],["RONON","So what does it say?"],["MCKAY","Oh, just give me a second."],["ANNOTATION","He leans across Kavanaugh's station and starts typing. He pulls up a new readout."],["MCKAY","(sighing in despair) Oh, great."],["SHEPPARD","What is it?"],["MCKAY","It's a set of coordinates."],["CALDWELL","Coordinates to what?"],["MCKAY","Earth."],["ANNOTATION","They exchange worried looks."]],"present":["CALDWELL","KAVANAUGH","MCKAY","RONON","SHEPPARD"],"place":"DAEDALUS AUXILIARY CONTROL ROOM"},{"speech":[["ANNOTATION","McKay, Sheppard, and Caldwell move through a corridor."],["SHEPPARD","You think the hive picked up the signal?"],["MCKAY","Why else would they leave like that? It can't be a coincidence. The Wraith know that Earth is a much richer feeding ground than anything in the Pegasus Galaxy, and they've been looking for those coordinates for years."],["CALDWELL","All right. As soon as communications are back up, we'll contact Atlantis, have them relay a message to Stargate Command."],["MCKAY","Wait a minute. I've got an idea. How many ships do we have available?"],["CALDWELL","Aside from ourselves, there's the Apollo and the Sun Tzu."],["SHEPPARD","How about the Odyssey?"],["CALDWELL","Mmm, it's on some secret mission even I'm not supposed to know about."],["MCKAY","Then two will have to be enough."],["SHEPPARD","What are you suggesting?"],["MCKAY","Look, that hive may be super-powerful and all, but I'll bet it has to drop out of hyperspace at some point along the way for hull regeneration. I can use the sensor data from the jumpers to extrapolate exactly where that'll be."],["CALDWELL","(skeptical) Sounds pretty risky. If you're wrong, it--"],["MCKAY","(interrupting) I won't be! Anyways, we can't wait until they get all the way to Earth. My guess is by that point, they'll be fully adapted to the"],["ZPM.",""],["ANNOTATION","Caldwell nods."],["CALDWELL","Do it."],["ANNOTATION","McKay leaves."]],"present":["CALDWELL","MCKAY","SHEPPARD","ZPM."],"place":"DAEDALUS CORRIDOR"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Chuck is at his usual station. Woolsey works with another technician nearby."],["CHUCK","Sir? The Daedalus just dropped out of hyperspace."],["WOOLSEY","It's about time."],["CHUCK","Colonel Sheppard and his team are beaming down."],["ANNOTATION","Sheppard's team beams directly into the control room."],["WOOLSEY","Colonel. It's good to finally have you all back."],["SHEPPARD","What'd we miss?"],["WOOLSEY","Well the good news is, there's no indication of any other Wraith ships heading for the Milky Way."],["MCKAY","That's as I figured. That signal was too short and too weak. That ship only detected it because of its obvious improvements to the sensors."],["SHEPPARD","All right. What's the bad news?"],["WOOLSEY","(to Chuck) Show them."],["ANNOTATION","Chuck types on his keyboard, and a video of Ellis on board the Apollo appears on the screen. There are signs of ship damage behind him."],["WOOLSEY","This is part of a subspace message sent by Colonel Ellis on board the Apollo."],["ELLIS","(staticy, on video) We've engaged the hive, unfortunately, without much success. The Sun Tzu was crippled, and she's venting atmosphere. We're in the process of taking on her crew now. But unfortunately, with my engines down, I won't be able to get to the nearest Stargate for at least a month. As for the enemy, all indications are that they received very little damage and are continuing on their previous course."],["ANNOTATION","As Ellis has been speaking, McKay and Sheppard exchange worried looks."],["WOOLSEY","With those two ships out of the picture, nothing stands between that hive...and Earth."]],"present":["CHUCK","ELLIS","MCKAY","SHEPPARD","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[],"present":[],"place":"ATLANTIS, DAY"},{"speech":[["ANNOTATION","Sheppard heads down a corridor. McKay runs into him as he turns a corner."],["MCKAY","(excited) There you are! Look, I've been thinking..."],["SHEPPARD","So have I."],["MCKAY","There is another ship that can help defend Earth."],["SHEPPARD","I know. We're standing on it."],["MCKAY","The city...exactly! The only problem is..."],["SHEPPARD","ZPMs."],["MCKAY","Yeah, but if we want to get there in time to make a difference, we need a full complement."],["SHEPPARD","Where do you think I'm headed, Rodney?"],["MCKAY","Right."],["ANNOTATION","McKay stops short in surprise and lets Sheppard continue without him. McKay heads back the way he came."]],"present":["MCKAY","SHEPPARD"],"place":"ATLANTIS CORRIDOR"},{"speech":[["ANNOTATION","Todd sits at the table, still in the coverall. Sheppard enters and leans across the table."],["SHEPPARD","Well, things didn't go exactly according to plan."],["TODD","So I heard. You intend to hold me responsible?"],["SHEPPARD","All I know is that everything went sideways--the way it always does when you're involved. You mean to tell me that's a coincidence?"],["ANNOTATION","Todd leans in, his hands bracing the table."],["TODD","Then you've come to make good on your threat?"],["ANNOTATION","Sheppard sits in the chair opposite Todd and folds his hands, never breaking eye contact with the Wraith."],["SHEPPARD","The other ZPMs you talked to Woolsey about? Tell us where to get 'em, and maybe it'll improve your situation."],["TODD","Am I supposed to be enticed by this offer?"],["SHEPPARD","No. I'll probably kill you anyway. But, don't forget, this Wraith betrayed you and got away with it. For no other reason, you might want to do it out of pure spite."],["ANNOTATION","Todd leans back, studying Sheppard."],["TODD","You...know how to talk to me, John Sheppard."],["ANNOTATION","Todd laughs."]],"present":["SHEPPARD","TODD"],"place":"ATLANTIS INTERROGATION ROOM"},{"speech":[["ANNOTATION","Woolsey and Sheppard wait by the active Stargate. Lorne's team exits the wormhole. Lorne carries a black case."],["LORNE","We got 'em."],["ANNOTATION","He opens up the case to reveal two ZPMs inside as the wormhole shuts down."],["WOOLSEY","(incredulous) He actually came through for us."],["SHEPPARD","(dubious) Well, maybe he's turning over a new leaf."],["WOOLSEY","Get those down to Zelenka immediately."],["LORNE","Yes, sir."],["ANNOTATION","Lorne starts to leave."],["SHEPPARD","Or maybe they're going to blow up when you plug them in."],["WOOLSEY","Have Doctor McKay check them first."],["LORNE","Right."],["ANNOTATION","Lorne's team leaves. Sheppard turns to go in the opposite direction."],["SHEPPARD","All right. I'm heading to the chair room."],["WOOLSEY","Actually, Colonel, you won't be flying the city for us. In fact, you won't be coming with us at all."],["ANNOTATION","Sheppard turns back, surprised."],["SHEPPARD","What are you talking about?"],["WOOLSEY","You have a half an hour to pack, and then you'll be gating back to Earth. Even with the ZPMs, there's still a good chance we won't get there in time. And Earth's only other line of defense is the Ancient weapons platform. General O'Neill wants you in the chair."],["ANNOTATION","Sheppard bites his lip and nods. Woolsey puts out his hand. Sheppard shakes it."],["WOOLSEY","Good luck."],["SHEPPARD","Yeah. You too."],["ANNOTATION","Sheppard heads back the other way."]],"present":["LORNE","SHEPPARD","WOOLSEY"],"place":"ATLANTIS GATE ROOM"},{"speech":[],"present":[],"place":"CHEYENNE MOUNTAIN, DAY"},{"speech":[["ANNOTATION","Sheppard steps through the active Stargate, wearing a large backpack. Colonel Carter waits at the bottom of the ramp. She wears blue BDUs with the SG-1 patch on her right shoulder. She smiles in greeting."],["CARTER","Colonel Sheppard!"],["SHEPPARD","Colonel Carter!"],["ANNOTATION","She pats him on the back as she leads him out of the room."],["CARTER","It's good to see you again, John."]],"present":["CARTER","SHEPPARD"],"place":"SGC GATE ROOM"},{"speech":[["ANNOTATION","McKay makes some final adjustments on a control panel."],["MCKAY","(into radio) All right. I've finished recalibration on the chair. Radek, how are things at your end?"],["ZELENKA","(over radio) ZPMs are online and functioning one hundred percent. We're good to go."],["MCKAY","Okay! Who's flying this puppy."],["ANNOTATION","Beckett quickly enters the room."],["BECKETT","That would be me."],["MCKAY","(nonplussed) Carson?"],["BECKETT","Rodney."],["MCKAY","What, they called you in for this?"],["BECKETT","Aye."],["MCKAY","You must have a higher CIA than I thought."],["BECKETT","Excuse me?"],["MCKAY","Chair Interface Aptitude. We have a...ranking system."],["BECKETT","Well, apparently, after Colonel Sheppard, I'm number two."],["MCKAY","(skeptical) Really? I gotta look into that."],["BECKETT","Well, thanks for the vote of confidence, Rodney."],["MCKAY","(absently) Oh, I'm sure you'll...do fine."],["ANNOTATION","Beckett sinks into the chair."],["BECKETT","(sighing) Great."],["ANNOTATION","He leans back in the chair, and it activates."],["BECKETT","(into radio) I suppose I'm ready."],["ANNOTATION","He clears his throat."]],"present":["BECKETT","MCKAY","ZELENKA"],"place":"ATLANTIS CHAIR ROOM"},{"speech":[["WOOLSEY","(to techs) Raise the shield. (into radio) Doctor Beckett, take us out."]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","As McKay worriedly watches from behind him, Beckett winces in concentration. The room shakes."]],"present":[],"place":"ATLANTIS CHAIR ROOM"},{"speech":[["ANNOTATION","The city ship of Atlantis, surrounded by its shields, rises from the water's surface."]],"present":[],"place":"ATLANTIS OCEAN, DAY"},{"speech":[["ANNOTATION","The room shakes with the movement."]],"present":[],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Beckett has his eyes closed in concentration."]],"present":[],"place":"ATLANTIS CHAIR ROOM"},{"speech":[["ANNOTATION","The city ship rises out of the atmosphere."]],"present":[],"place":"ATLANTIS PLANET, DAY"},{"speech":[["ANNOTATION","Carter and Sheppard walk down the corridor."],["SHEPPARD","So, you're in command here, huh?"],["CARTER","Only until General Landry gets back. He's heading up a task force in Washington."],["ANNOTATION","She reaches into her pocket and pulls out her key card, swiping it at the elevator."],["CARTER","My next position is to take command of our new Daedalus-class ship."],["SHEPPARD","The Phoenix?"],["CARTER","Actually...we're renaming it. The General Hammond."],["SHEPPARD","(sympathetic) Oh, yeah. I heard about that. Sorry. It was kinda sudden."],["CARTER","(sadly) Heart attack. I was off-world at the time."],["SHEPPARD","He was a good man."],["CARTER","(nodding) He really was."],["ANNOTATION","Her expression is distant and sad. The elevator doors open, and they enter."],["SHEPPARD","So, uh, what's next? C-130 to McMurdo?"],["CARTER","Not exactly."],["ANNOTATION","The elevator doors close."]],"present":["CARTER","SHEPPARD"],"place":"SGC CORRIDOR, LEVEL 25"},{"speech":[["ANNOTATION","The briefing room has been turned into an operations center with people on laptops sitting all around the table. Near the window to the Gate Room, Major Paul Davis stands by a monitor. Carter and Sheppard enter. Davis and Sheppard shake hands."],["CARTER","Colonel Sheppard, this is Major Davis. Homeworld Security."],["SHEPPARD","Major."],["DAVIS","Colonel."],["SHEPPARD","What are we looking at?"],["ANNOTATION","Davis gestures to the map on the computer screen. It shows Earth surrounded by concentric range rings, and the moon with a small red dot moving around it."],["DAVIS","It's the hive ship. It dropped out of hyperspace and established orbit around the moon just before you arrived."],["SHEPPARD","You've got to be kidding me! It's not supposed to be here for weeks!"],["CARTER","Evidently, this is no ordinary hive ship."],["SHEPPARD","(ruefully) Well, that much I know. What's it doing?"],["DAVIS","For the moment, nothing."],["ANNOTATION","The screen shows the hive orbiting the moon."],["CARTER","Best we can guess is it's completing it's ZPM upgrades prior to launching an attack."],["SHEPPARD","Then we got to make to make a move first. You got any F-302s?"],["DAVIS","We have a squadron on permanent stand-by with Earth Defense, but those birds aren't outfitted for anything more than fighter-interceptor duties. There's no way they're gonna take on a hive..."],["SHEPPARD","How long to fit 'em with nukes?"],["DAVIS","(looking to Carter) Well, that could take some doing."],["ANNOTATION","Carter nods."],["DAVIS","I'll get right on it."],["ANNOTATION","He leaves."],["SHEPPARD","(to Carter) These pilots have any experience fighting the Wraith?"],["CARTER","(admonishing) John, that's not why I brought you here."],["SHEPPARD","I can sit in the chair and wait for the Wraith to get stronger, or I can take the fight to them. What do you want to do?"],["ANNOTATION","Carter sighs, troubled."]],"present":["CARTER","DAVIS","SHEPPARD"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The city-ship of Atlantis flies through hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Woolsey sits at his desk. Teyla and Ronon arrive at the door."],["TEYLA","Mister Woolsey. You wanted to see us?"],["WOOLSEY","Yes. Come in, please."],["ANNOTATION","They enter and stand in front of his desk."],["WOOLSEY","I wanted the opportunity to offer you both one last chance to reconsider."],["RONON","Reconsider what?"],["WOOLSEY","Your involvement in this mission."],["ANNOTATION","Teyla sighs and exchanges looks with Ronon."],["WOOLSEY","I'm told we're about to pass the outer edge of the Pegasus Galaxy. If you wish to be dropped off, now would be the time."],["TEYLA","Mister Woolsey..."],["ANNOTATION","Woolsey stands and steps around his desk."],["WOOLSEY","We've all grown so accustomed to having you here--as part of the team. It's easy to lose sight of the fact that your priorities are not necessarily always the same as ours. You're being asked to fly to another galaxy, to take what might turn out to be the losing part in a battle that isn't yours."],["RONON","Do you mean like everyone on this base has been doing for the last five years?"],["ANNOTATION","Woolsey smiles and ducks his head."],["TEYLA","(smiling) Thank you for your consideration, Mister Woolsey, but I can assure you it is not necessary."],["ANNOTATION","Ronon leans in close to Woolsey with a conspiratorial smile."],["RONON","We're not going anywhere."],["WOOLSEY","(touched) Very well."],["ANNOTATION","Teyla and Ronon leave."]],"present":["RONON","TEYLA","WOOLSEY"],"place":"WOOLSEY'S OFFICE"},{"speech":[["ANNOTATION","Sheppard climbs out of a cockpit as technicians make last minute adjustments. Carter and Davis enter the hangar."],["SHEPPARD","All right, it looks like we're ready to go."],["CARTER","There's been a change of plans. I'm afraid the refit took too long. The hive's still in lunar orbit, but we've detected an inbound wave of darts."],["SHEPPARD","I guess they got tired of waiting. Any idea where the target is?"],["DAVIS","We think so. The Wraith message we intercepted contained a warning about Earth's defensive capabilities--specifically the drone chair. Only in the alternate reality where the message came from, it looks like the chair had been moved to Area 51."],["SHEPPARD","That's where they're heading?"],["DAVIS","We believe so."],["SHEPPARD","Well...evacuate the base! Let 'em hit it. When they bring the hive down, we'll take 'em down from Antarctica."],["ANNOTATION","Davis and Carter exchange worried looks."],["SHEPPARD","Right?"],["CARTER","(shaking her head) I'm sorry, John. I was going to tell you this, but..."],["SHEPPARD","(interrupting) Tell me what?"],["DAVIS","The...chair was in violation of the Antarctic non-proliferation treaty. After lengthy international negotiations, they finally moved it just less than a month ago."],["SHEPPARD","Where?"],["CARTER","(sighing) Area 51."],["ANNOTATION","Sheppard sighs and stares, frustrated."]],"present":["CARTER","DAVIS","SHEPPARD"],"place":"F-302 BAY"},{"speech":[["ANNOTATION","Several darts fly from around the moon towards Earth."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Davis sits at one of the table's computers. Carter stands behind his chair."],["DAVIS","(into radio) All right, Colonel, they're entering the atmosphere now. Should be showing up on the screens momentarily."]],"present":["DAVIS"],"place":"SGC BRIEFING ROOM"},{"speech":[["SHEPPARD","(into radio) All right, we got 'em. Twelve o'clock high. Range: eight kilometers and closing fast."]],"present":["SHEPPARD"],"place":"F-302 COCKPIT"},{"speech":[["DAVIS","(into radio) You are cleared to engage. Good hunting, Colonel."]],"present":["DAVIS"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","F-302s fire missiles at the incoming darts, engaging them in a dogfight. There are many more darts than F-302s."]],"present":[],"place":"NEVADA AIRSPACE, DAY"},{"speech":[["ANNOTATION","Carter leans down by Davis's screen."],["DAVID","(concerned) We're seriously outnumbered. They'll never be able to keep them all from getting through."]],"present":["DAVID"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Two darts break away from the dogfight and head for Area 51."]],"present":[],"place":"NEVADA AIRSPACE, DAY"},{"speech":[["CARTER","(into radio) Sheppard, two darts have disengaged. They're headed for the deck."]],"present":["CARTER"],"place":"SGC BRIEFING ROOM"},{"speech":[["SHEPPARD","I'm on it. Riggs, you're with me."],["RIGGS","(over radio) Yes, sir."]],"present":["RIGGS","SHEPPARD"],"place":"F-302 COCKPIT"},{"speech":[["ANNOTATION","Sheppard's and Riggs's F-302s give chase to the two darts as they dive toward the ground. Two more darts fall in behind the F-302s, firing on them."],["RIGGS","(over radio) Two more on our six!"]],"present":["RIGGS"],"place":"NEVADA AIRSPACE, DAY"},{"speech":[["ANNOTATION","The ships weave as they all chase each other. One dart's weapons fire catches Riggs's ship. It explodes."],["SHEPPARD","(into radio) Riggs! (to himself) Dammit!"],["ANNOTATION","Sheppard dodges enemy fire while trying to get a bead on the two darts in front of him. One dart's weapon clips his wing. His starboard engine goes out. He grabs the stick with both hands and tries to regain control as his aircraft spins toward the ground, trailing black smoke behind it."]],"present":["SHEPPARD"],"place":"NEVADA AIRSPACE, DAY"},{"speech":[["DAVIS","The darts are coming in too fast."],["CARTER","It's a kamikaze run."]],"present":["CARTER","DAVIS"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The two darts aim for large buildings on the ground, purposefully crashing into them at high speed."],["ANNOTATION","At higher altitude, Sheppard tries to break his ship out of a flat spin, or death spiral."]],"present":[],"place":"NEVADA AIRSPACE, DAY"},{"speech":[["SHEPPARD","Come on, baby. Come on. Come on."]],"present":["SHEPPARD"],"place":"F-302 COCKPIT"},{"speech":[["ANNOTATION","He finally gets the ship under control just before it hits the ground, skimming dust as it levels off."]],"present":[],"place":"NEVADA AIRSPACE, DAY"},{"speech":[["ANNOTATION","Sheppard sighs in relief, then looks over to see a black cloud rising just past the nearby ridge."],["SHEPPARD","(into radio) Stargate Command, this is Sheppard. Am I seeing what I think I'm seeing?"]],"present":["SHEPPARD"],"place":"F-302 COCKPIT"},{"speech":[["CARTER","(into radio, with regret) It was a nice try, John. There was just too many of them. The chair's been destroyed."]],"present":["CARTER"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Sheppard breathes heavily, looking despondent."],["ANNOTATION","Eyes shining, Sheppard suddenly looks determined. He pulls the control stick back, climbing steeply."]],"present":[],"place":"F-302 COCKPIT"},{"speech":[["ANNOTATION","The conversation switches between this location and Sheppard's cockpit."],["CARTER","Sheppard, what are you doing?"],["SHEPPARD","I've got an idea."],["DAVIS","He's climbing rapidly. He's heading into the upper atmosphere."],["CARTER","(angry) Sheppard, your orders are to return to the base."],["SHEPPARD","I've still got a nuke. I'm going to finish this mission."],["CARTER","You don't have enough fuel! You'll never make it to the hive."],["SHEPPARD","Ah, he got what he wanted. He's going to come to us."],["DAVIS","He's right. The hive ship has changed course. They're on their way."],["SHEPPARD","I've got enough fuel to establish orbit. I'm going to shut everything down except basic life support. That way, he won't detect me until it's too late."],["CARTER","Even if that does work, given what we know about this ship, one nuke is not going to be enough."],["ANNOTATION","Carter and Davis exchange looks."],["SHEPPARD","No, not from the outside. I'll wait for him to enter orbit. I'll fire up my systems, shoot my way through the dart bay door, and fly the damn bomb right down his throat. Then, I'll detonate from the inside."],["ANNOTATION","Carter's eyes glisten."],["CARTER","John, I can't ask you to do that."],["SHEPPARD","Well, you're not asking, I'm volunteering. Look, without that chair, Earth is basically defenseless, right?"],["ANNOTATION","Carter and Davis exchange looks again. Neither answers."],["SHEPPARD","Right. Commencing radio silence. Sheppard out."],["ANNOTATION","He turns off his radio and flies his F-302 higher."]],"present":["CARTER","DAVIS","SHEPPARD"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Sheppard's F-302 continues climbing steeply."]],"present":[],"place":"HIGH ABOVE EARTH, DAY"},{"speech":[["ANNOTATION","Atlantis exits hyperspace."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Woolsey rushes up to where Zelenka is working. McKay is at another console nearby."],["WOOLSEY","What happened?"],["ZELENKA","We dropped out of hyperspace."],["WOOLSEY","Don't tell me we're there already."],["MCKAY","We're not even close. We're on the edge of the Milky Way."],["WOOLSEY","So, then, why did we drop out?"],["MCKAY","Well, obviously we..."],["ANNOTATION","McKay looks to Zelenka, who raises his hands and shrugs in frustrated ignorance."],["MCKAY","We're not sure."],["WOOLSEY","Doctor..."],["MCKAY","(hyper) Look, the hyperdrive hasn't been operated at full power in over ten thousand years. It's not surprising there are a few glitches."],["WOOLSEY","But you can fix it?"],["MCKAY","(intent, annoyed) I need to figure out what's wrong first, don't I?"],["ANNOTATION","He leaves."],["WOOLSEY","Zelenka, in the meantime, recalibrate our gate position, so we can dial Earth."],["ZELENKA","Yes, right away."],["WOOLSEY","We have to apprize them of our situation."]],"present":["MCKAY","WOOLSEY","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The hive ship approaches Earth."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Carter approaches Davis, who is staring at the large monitor."],["CARTER","What's our status?"],["DAVIS","The hive ship has almost reached Earth orbit. They've begun scanning us."],["CARTER","Any word from Sheppard?"],["ANNOTATION","Davis sits back at his computer."],["DAVIS","Not yet. According to my best estimates of his trajectory, his orbit won't intersect with the hive's for another twenty minutes. Now, if he fires up too early, to close the gap--"],["CARTER","(interrupting) They'll detect his presence and send out darts to intercept."],["ANNOTATION","Harriman approaches."],["DAVIS","Yeah, he wouldn't stand a chance."],["HARRIMAN","Excuse me, Colonel."],["CARTER","What is it, Walter?"],["HARRIMAN","We've been trying to dial up the Alpha Site to send through those IOA dignitaries?"],["DAVIS","(sarcastic) Good old IOA. Courageous to the end."],["ANNOTATION","Carter smirks."],["CARTER","(to Harriman) What's the problem?"],["HARRIMAN","We can't establish a lock, and it's not just the Alpha Site. I've already tried a couple of alternates, but for some reason, the 'gate's offline."],["ANNOTATION","Carter sighs, upset."]],"present":["CARTER","DAVIS","HARRIMAN"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The Stargate activates."]],"present":[],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","McKay is back at work at a console. Banks is at her station. Woolsey paces nearby."],["WOOLSEY","(to Banks) Open a channel. (into radio) Stargate Command, this is Atlantis. (pauses) Stargate Command, this is Atlantis, do you read?"],["ANNOTATION","He turns to Banks."],["BANKS","Comm system is operating, sir. They're just not responding."],["MCKAY","Oh-kay...this is weird. I'm picking up an energy signature feeding back through the wormhole. It's Wraith."],["WOOLSEY","The Wraith are at Stargate Command?"],["ANNOTATION","Zelenka joins McKay at his station."],["MCKAY","No, these readings are more like something you-you'd pick up in the middle of a hive."],["WOOLSEY","But we dialed Earth."],["ZELENKA","(worried) You don't think that..."],["MCKAY","(also worried) Standard Wraith procedure. Keep your victims from dialing out."],["WOOLSEY","What are you talking about?"],["MCKAY","There's a 'gate on the hive!"],["WOOLSEY","What?!"],["MCKAY","The Wraith always try to block the 'gate of a planet they're attacking--usually by dialing in. They couldn't do that in this case, so they came up with another solution."],["ZELENKA","You-you see, when two 'gates are in proximity, one supersedes the other. Usually, it's the default 'gate, unless it happens to be a Milky Way model and the other one's from Pegasus."],["MCKAY","We encountered exactly the same problem on the Midway Station. We had to create a work-around to prevent the Pegasus 'gate from always taking precedent."],["WOOLSEY","You're telling me that wormhole... MCKAY Leads directly onto the hive.</blockquote>"]],"present":["BANKS","MCKAY","WOOLSEY","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The hive ship is in orbit over Earth."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Wraith soldiers guarding the Stargate watch as three small round devices roll through the active Stargate. They are grenades."]],"present":[],"place":"HIVE SHIP GATE ROOM"},{"speech":[["ANNOTATION","Ronon, Teyla, McKay, and Lorne are geared up and waiting at the outgoing wormhole."],["MCKAY","Think that cleared the way?"],["ANNOTATION","Ronon unholsters his gun and strides towards the event horizon."],["RONON","There's one way to find out."],["ANNOTATION","He enters the wormhole without hesitation. The others follow as Woolsey looks on from the control room balcony."],["LORNE","(over radio) The guards at the 'gate have been neutralized. We're moving on."],["ANNOTATION","The wormhole shuts down. Woolsey turns to Zelenka, who's standing nearby. They walk towards Woolsey's office."],["WOOLSEY","(despondent) I should've sent more marines with them."],["ZELENKA","(shaking his head) A full scale assault wouldn't have accomplished anything. If they're going to sabotage key systems on that hive, they're going to need speed and stealth."],["WOOLSEY","Maybe. I just hate being stuck out here in the middle of nowhere and not able to do anything."],["ZELENKA","Actually, that's something I've been wanting to talk to you about."],["ANNOTATION","They stop walking."],["ZELENKA","(referring to the computer he's holding) This is something that Rodney's been working on for quite some time. It's an adaptation of an Ancient technology which was abandoned because of instability and...enormous power requirements."],["WOOLSEY","What is it?"],["ZELENKA","Wormhole drive. It-it's nearly instantaneous travel across enormous distances. It's not unlike gate travel itself. If it works, it could have us at Earth in a matter of seconds. Now, the calculations are incredibly complex. If we're off even by a fraction...it could be very bad."]],"present":["LORNE","MCKAY","RONON","WOOLSEY","ZELENKA"],"place":"ATLANTIS GATE ROOM"},{"speech":[["ANNOTATION","Sheppard's powered down F-302 floats in Earth orbit. He starts to power up systems."],["SHEPPARD","(into radio) All right. I'd say it's time to get moving."],["ANNOTATION","He powers up the engines and flies away."]],"present":["SHEPPARD"],"place":"SPACE, EARTH ORBIT"},{"speech":[["ANNOTATION","Ronon leads the team as they head warily through the corridors. McKay studies his scanner. Ronon spots a patrol of Wraith heading towards them."],["RONON","McKay!"],["ANNOTATION","They scatter for cover and begin a firefight with Wraith, staying behind various ship structures."],["RONON","(over gunfire) Is there another way around?"],["MCKAY","(over gunfire, looking at scanner) I think so!"],["TEYLA","Go! Go! Go!"],["ANNOTATION","She and Lorne provide cover fire as the others fall back."],["MCKAY","This way!"],["ANNOTATION","McKay and Ronon start down another corridor. Ronon cautiously turns a corner, but is ambushed by a Wraith who knocks his gun away and fights him hand-to-hand. McKay raises his gun but can't get a clear shot. He's ambushed from behind by another Wraith who disarms him. Ronon still struggles with his guard as the other Wraith tries to get his feeding hand through McKay's layers of tactical equipment and clothing. Teyla and Lorne fight a separate gun battle."],["ANNOTATION","Ronon finally gets the upper hand by using the Wraith's stunner as a blunt weapon, hitting the soldier multiple times and knocking it back. Ronon then strikes the one holding McKay, pulling it back by using the stunner in a choke hold, finally defeating him. The warrior Ronon originally fought pulls a dagger from its boot and stabs Ronon in the back. Ronon screams in agony as McKay watches helplessly."]],"present":["MCKAY","RONON","TEYLA"],"place":"HIVE SHIP CORRIDOR"},{"speech":[["ANNOTATION","Sheppard's F-302 fires a missile into the dart bay, blasting a hole open just before flying through the hole into the ship. Once inside, it maneuvers its way into the inner sections of the vessel."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Teyla arrives, shooting the remaining Wraith. On the floor, Ronon pants and feels his back for the wound as McKay rushes to him."],["MCKAY","Ronon!"],["RONON","Ah!"],["ANNOTATION","Teyla rushes over. Lorne also arrives and continues to provide cover fire for them. Teyla crouches next to Ronon by McKay. Ronon's mouth is filling with blood."],["TEYLA","Is it bad?"],["MCKAY","They hit his lung! He's bleeding out!"],["TEYLA","Ronon!"],["RONON","(between pained breaths) Just go...Just go!"],["TEYLA","No! We are not leaving without you!"],["ANNOTATION","Ronon looks at her, then dies, his eyes remaining open."],["TEYLA","Ronon?! RONON!"],["ANNOTATION","McKay pants in disbelief. More Wraith arrive, and Teyla immediately opens fire on them, McKay covering his ears from the percussion of noise. Lorne clears the way behind them then goes to help Teyla. He pulls her away from Ronon's body."],["LORNE","Come on, we gotta get out of here now! Let's go!"],["ANNOTATION","He drags McKay up and provides cover fire as they run away."],["LORNE","Come on, come on, come on. Let's go!"]],"present":["LORNE","MCKAY","RONON","TEYLA"],"place":"HIVE SHIP CORRIDOR"},{"speech":[["ANNOTATION","Carter waits impatiently."],["SHEPPARD","(over radio) Stargate Command, this is Sheppard. Come in."],["CARTER","Sheppard, where are you?"]],"present":["CARTER","SHEPPARD"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Sheppard's F-302 sits on a small landing area near a door."],["SHEPPARD","(into radio) I made it inside. Look, I don't have much time before this place is swarming with Wraith, so...I'm arming the nuke."]],"present":["SHEPPARD"],"place":"HIVE SHIP"},{"speech":[["ANNOTATION","The conversation switches between the briefing room and the F-302."],["CARTER","(upset) John..."],["SHEPPARD","Just do me a favor, when Atlantis shows up...tell 'em I said goodbye."],["ANNOTATION","Carter sighs."]],"present":["CARTER","SHEPPARD"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","McKay, now unarmed, ducks behind a pillar and grabs his scanner while Teyla and Lorne continue to shoot."],["SHEPPARD","(over radio) Stargate Command, this is Sheppard. Come in....Look, I don't have much time before this place is swarming with Wraith, so...I'm arming the nuke."],["ANNOTATION","Lorne and Teyla stop firing and look at each other and McKay in shock."],["MCKAY","(panicked) What? Did he say \"nuke\"?!"],["SHEPPARD","(over radio) Just do me a favor, when Atlantis shows up...tell 'em I said goodbye."],["ANNOTATION","Lorne hands McKay his sidearm."],["MCKAY","(into radio) Sheppard! This is McKay! Look, stop what you're doing now!"],["ANNOTATION","The conversation switches between the corridor and the F-302."],["SHEPPARD","(confused) McKay?"],["MCKAY","Yes, it's me! I've got Lorne! I've got Teyla! We're on board the hive."],["SHEPPARD","What?! Wha--how?"],["MCKAY","(rushed) Look, it's a long story...just...important thing is, if you're about to do what I think you're gonna do, don't."],["SHEPPARD","This hive is about to attack Earth, Rodney. I don't have much of a choice."],["MCKAY","Look, just wait. We'll come to you. I'm sure I can rig up some kind of a...remote detonator."],["SHEPPARD","What good's that gonna do for us? We can't get off this ship, Rodney."],["MCKAY","That's where you're wrong."],["ANNOTATION","He checks his scanner, then gestures to Lorne and Teyla, his sidearm at ready."],["MCKAY","This way."],["ANNOTATION","They head out."]],"present":["MCKAY","SHEPPARD"],"place":"HIVE SHIP CORRIDORS"},{"speech":[["ANNOTATION","Woolsey enters, approaching Keller, who is looking over charts with a nurse. She sees him and steps away from the nurse."],["WOOLSEY","Doctor Keller. I wanted to let you know that we're about to fire up the wormhole drive. If it works, we could find ourselves in the middle of a combat situation rather suddenly. You and your staff need to be ready."],["KELLER","(taken aback) And-and if it doesn't?"],["WOOLSEY","From what I'm told, the city would be...instantly vaporized."],["ANNOTATION","Keller stares at him in wide-eyed shock."],["KELLER","(weakly, then stronger) Oh...okay."],["ANNOTATION","Woolsey walks away."]],"present":["KELLER","WOOLSEY"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Sheppard hides by a pillar just outside where his F-302 is parked. A console is nearby. He braces himself then spins, weapon ready, to confront anything on the other side. Lorne, Teyla, and McKay are there, their own weapons at ready, the weapon flashlights shining at Sheppard."],["SHEPPARD","(relieved) You guys are the last people I expected to see on this ship."],["ANNOTATION","McKay runs into the landing bay."],["MCKAY","Same here. Gimme a minute."],["ANNOTATION","He starts working on his computer by the aircraft."],["SHEPPARD","Where's Ronon?"],["ANNOTATION","Teyla Teyla stares at Sheppard in shock and grief and doesn't answer. Lorne looks away."],["SHEPPARD","Teyla, where's Ronon?"],["ANNOTATION","Teyla slowly shakes her head."],["TEYLA","(quietly) I'm sorry, John."],["ANNOTATION","Sheppard stares at her, stricken by the news."]],"present":["MCKAY","SHEPPARD","TEYLA"],"place":"HIVE SHIP, OUTSIDE LANDING PLATFORM"},{"speech":[["ANNOTATION","Ronon comes to life dramatically with a pained breath. The Wraith known as Kenny has its feeding hand on Ronon's chest."],["RONON","Ah. Oh."],["ANNOTATION","He pants, looking around in shock. Kenny removes his hand."],["KENNY","I restored your life, human, and bound your wound."],["ANNOTATION","Ronon groans, looking around frantically."],["RONON","(drily) That was real nice of you."],["KENNY","Now you will answer my questions."],["ANNOTATION","Kenny stands."]],"present":["KENNY","RONON"],"place":"HIVE SHIP CORRIDOR"},{"speech":[["DAVIS","Hive has completed surface scan."],["CARTER","They'll target military installations first, then the power grid. Send the population into a panic. Then, they'll launch the darts."]],"present":["CARTER","DAVIS"],"place":"SGC BRIEFING ROOM"},{"speech":[["KENNY","How many humans are on my ship?"],["ANNOTATION","Ronon says nothing. Kenny grinds the heel of his boot around Ronon's wound. Ronon can't prevent a pained cry."],["KENNY","Where are they?!"],["ANNOTATION","Ronon snarls in defiance. Weapons fire strikes Kenny and his guards. Ronon looks over in surprise to see his teammates, including Sheppard, arrive. They look equally shocked to see him alive. Teyla and Sheppard help Ronon to his feet."],["SHEPPARD","How ya doin', Chewie?"],["RONON","(standing with pained grunt) Ow. Oh."],["MCKAY","(in disbelief) You were dead!"],["ANNOTATION","Lorne and Sheppard help Ronon limp away as Teyla protects their rear."],["SHEPPARD","We're all gonna be dead unless we get out of here."],["ANNOTATION","They leave."]],"present":["KENNY","MCKAY","RONON","SHEPPARD"],"place":"HIVE SHIP CORRIDOR"},{"speech":[["DAVIS","That's it. They're powering weapons."],["CARTER","(into radio) Sheppard, what's your status?"]],"present":["CARTER","DAVIS"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","The conversation switches from the corridor to the briefing room."],["SHEPPARD","We got Ronon. We're headed to the 'gate."],["CARTER","How much time?"],["MCKAY","Five minutes to get there, five minutes to recalibrate the DHD for local coordinates."],["SHEPPARD","Ten minutes."],["CARTER","I'm sorry. The hive is powering weapons. We're out of time."],["ANNOTATION","The team pauses in the corridor and they exchange stricken looks."],["SHEPPARD","Understood. (to McKay) Give me the detonator."],["MCKAY","(desperate) Yeah...but we're almost there. I mean...look, did I say five minutes to recalibrate the DHD? I meant two minutes."],["SHEPPARD","Rodney..."],["ANNOTATION","He holds out his hand. McKay enters some commands and resignedly hands it over. Everyone exchanges looks. Sheppard takes a breath and readies the detonation."],["CARTER","(over radio) John, wait! We're detecting another ship!"]],"present":["CARTER","MCKAY","SHEPPARD"],"place":"HIVE SHIP CORRIDOR"},{"speech":[["ANNOTATION","Atlantis rises towards the hive from out of nowhere, still shielded setting itself between the hive and Earth."]],"present":[],"place":"SPACE"},{"speech":[["WOOLSEY","Now would be the time, Doctor."]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["BECKETT","Understood."]],"present":["BECKETT"],"place":"ATLANTIS CHAIR ROOM"},{"speech":[["ANNOTATION","Many drones launch from the city, fly through the shield, and strike the hive."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The team feels the impact of the weapons."],["CARTER","(over radio) It's Atlantis! They're engaging the hive!"],["SHEPPARD","That might give us enough time to get to the 'gate."],["ANNOTATION","He hands the controller back to McKay, and they all run towards the Stargate."]],"present":["CARTER","SHEPPARD"],"place":"HIVE SHIP CORRIDOR"},{"speech":[["BANKS","Sir, the hive is returning fire."]],"present":["BANKS"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The hive's blue drones swarm towards Atlantis, impacting the shield."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Sparks fly as some equipment overloads."],["BANKS","Shields are down to seventy percent."],["WOOLSEY","(into radio) Keep firing, Doctor Beckett!"]],"present":["BANKS","WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The team arrives."],["SHEPPARD","Get to work, Rodney."],["MCKAY","I'm on it."],["ANNOTATION","McKay rushes to the DHD and starts to manipulate the lower control panel. Lorne spots Wraith approaching."],["LORNE","We've got company!"],["ANNOTATION","The others shoot at the Wraith."]],"present":["LORNE","MCKAY","SHEPPARD"],"place":"HIVE SHIP STARGATE ROOM"},{"speech":[["ANNOTATION","The Wraith drones continue to bombard the city-ship's shields."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Many sparks fly from the equipment."],["ZELENKA","The force of enemy weapons fire has pushed us into a lower orbit. We're skimming the atmosphere!"],["BANKS","It's draining the shields, sir!"],["WOOLSEY","(into radio) Doctor Beckett, can you adjust our course?"]],"present":["BANKS","WOOLSEY","ZELENKA"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["BECKETT","(into radio) I don't have enough power. I can keep firing, or pull us up. Which is it going to be?"]],"present":["BECKETT"],"place":"ATLANTIS CHAIR ROOM"},{"speech":[["ANNOTATION","Woolsey exchanges looks with Banks."],["WOOLSEY","(into radio) Keep firing, Doctor Beckett."]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Beckett closes his eyes in concentration."]],"present":[],"place":"ATLANTIS CHAIR ROOM"},{"speech":[["ANNOTATION","Atlantis and the hive ship continue to exchange fire in orbit over Earth."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","The team continues to exchange fire with the Wraith."],["SHEPPARD","(shouting over gunfire) How's it coming, Rodney?"],["ANNOTATION","McKay closes up the DHD panel."],["MCKAY","I've got it! Dialing the Alpha Site now!"],["ANNOTATION","He proceeds to dial the DHD."]],"present":["MCKAY","SHEPPARD"],"place":"HIVE SHIP STARGATE ROOM"},{"speech":[["ANNOTATION","Sparks and smoke fill the room as the technicians duck and try to remain at their stations."],["BANKS","Shields are about to collapse. We can't take another hit."]],"present":["BANKS"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","The Stargate activates."],["SHEPPARD","All right, let's move!"],["ANNOTATION","The team heads to the event horizon, Sheppard providing rear cover fire as the others run through. McKay hands Sheppard the detonator before running himself. Sheppard sets its timer and leaves it at the DHD before following the others."]],"present":["SHEPPARD"],"place":"HIVE SHIP STARGATE ROOM"},{"speech":[["ANNOTATION","Sheppard's F-302 nuclear weapon activates, the cockpit display signaling it is now armed."]],"present":[],"place":"HIVE SHIP LANDING PLATFORM"},{"speech":[["ANNOTATION","Sheppard fires his weapon a final time as he backs into the wormhole."]],"present":[],"place":"HIVE SHIP STARGATE ROOM"},{"speech":[["ANNOTATION","The hive ship explodes."]],"present":[],"place":"SPACE"},{"speech":[["DAVIS","They did it!"],["ANNOTATION","Everyone laughs in relief and celebration. Some applaud."],["DAVIS","The hive's been destroyed!"],["CARTER","(smiling, into radio) Atlantis, this is Stargate Command. Well done!"]],"present":["CARTER","DAVIS"],"place":"SGC BRIEFING ROOM"},{"speech":[["WOOLSEY","(into radio) Thanks for the kind words, Colonel, but I wouldn't pop the champagne just yet. We've lost orbit, and Doctor Beckett is unable to compensate. We're goin' in!"]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["CARTER","(concerned, into radio) Do you have enough shield to survive reentry?"]],"present":["CARTER"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Zelenka shakes his head and shrugs."],["WOOLSEY","(with dread) We're about to find out."]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Atlantis falls to Earth, the shield taking the brunt of the atmospheric friction."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Explosions rock the room."]],"present":[],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["CARTER","(worried, into radio) Atlantis this is Stargate Command. Do you read?"]],"present":["CARTER"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Atlantis, its shield not visible, falls through the sky as a small object when viewed from orbit."]],"present":[],"place":"SPACE"},{"speech":[["ANNOTATION","Harriman arrives."],["HARRIMAN","Colonel! We've been monitoring radio chatter. Several commercial vessels in the North Pacific have reported a giant fireball streaking across the sky."],["ANNOTATION","Davis puts his hands to his face in worry."],["CARTER","(desperately, into radio) Atlantis, this is Stargate Command. Do you read? Atlantis, this is Stargate Command. Please respond!"],["ANNOTATION","There is silence for several seconds."],["WOOLSEY","(over radio) Stargate Command, this is Atlantis. Nice to hear from you again, Colonel."],["ANNOTATION","The room breaks out in smiles and a visible release of tension. Davis laughs."],["CARTER","(into radio, pleased) Mister Woolsey, you gave us quite a scare."],["WOOLSEY","(over radio) Sorry about that."]],"present":["CARTER","HARRIMAN","WOOLSEY"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Atlantis flies towards the ocean, its shield still visible."]],"present":[],"place":"PACIFIC OCEAN AIRSPACE, DAY"},{"speech":[["ANNOTATION","The smoke is clearing. Earth daylight shines from the Gate room windows."],["WOOLSEY","We've completed our reentry and as far as I can tell, we're still in one piece. Doctor Beckett thinks he can bring us in over water, but...you might want to alert the Navy. It's gonna be close."]],"present":["WOOLSEY"],"place":"ATLANTIS CONTROL ROOM"},{"speech":[["ANNOTATION","Carter signals Davis with a pat on the shoulder."],["CARTER","(into radio) Understood."],["DAVIS","We are tracking them again."],["ANNOTATION","He turns to where Carter is already looking at the large monitor. It shows Atlantis has travelled from the east coast of Asia to its current position northwest of Hawaii."],["DAVIS","We should be able to project coordinates for splashdown."],["CARTER","(to Harriman) Walter, you'd better get me the President. It looks like Atlantis is coming home."],["ANNOTATION","Carter smiles, her eyes glistening."]],"present":["CARTER","DAVIS"],"place":"SGC BRIEFING ROOM"},{"speech":[["ANNOTATION","Ronon lies in an infirmary bed wearing scrubs. Sheppard leans on the footrest."],["SHEPPARD","Well, how you feelin?"],["RONON","I'm ready to get out of here."],["SHEPPARD","Take your time. The city's pretty banged up. Even with the ZPMs, we're not goin' anywhere for a while."],["RONON","And when they fix it? Do you really think they're going to let us take it back to Pegasus?"],["SHEPPARD","I'll make sure you get home."],["RONON","This is my home."],["ANNOTATION","Banks arrives, her hair down and dressed in civilian clothing."],["BANKS","Am I interrupting?"],["ANNOTATION","Sheppard exchanges looks with Ronon, who smiles at him. Sheppard looks back at Banks."],["SHEPPARD","Uh...no, uh...I was just leaving."],["ANNOTATION","Sheppard leaves. Banks approaches Ronon's bed. Ronon smiles at Banks and tries to sit up better."],["BANKS","(nervously) Hi...I heard you...died...and came back to life."],["RONON","Pretty much. There's, uh, there's a few things I still need to do."],["BANKS","(smiling) You up for taking a walk?"],["RONON","I don't see why not."],["BANKS","Good. There's something you should see."],["ANNOTATION","She moves to help him out of bed."]],"present":["BANKS","RONON","SHEPPARD"],"place":"ATLANTIS INFIRMARY"},{"speech":[["ANNOTATION","Sheppard enters. Todd stands by the table. Sheppard crosses his arms."],["TODD","So, all is well! Your homeworld was saved, you and your friends survived, and all thanks to my zero point modules."],["SHEPPARD","That's right. The question is, what would happen next time?"],["TODD","(warily) Is there going to be a next time?"],["ANNOTATION","Sheppard studies him."]],"present":["SHEPPARD","TODD"],"place":"ATLANTIS INTERROGATION ROOM"},{"speech":[["ANNOTATION","Banks helps Ronon out to the balcony. Keller, McKay, Teyla, Woolsey, and Beckett are already there."],["BANKS","You have room for two more?"],["WOOLSEY","Of course!"],["ANNOTATION","Teyla rubs Ronon's shoulder comfortingly as he steps up next to her."],["WOOLSEY","Ronon, welcome to Earth."],["ANNOTATION","They all stare at the Golden Gate Bridge of San Francisco, California and into the bay beyond it."],["KELLER","(cautiously) No one can see us, right?"],["WOOLSEY","We managed to activate the cloak before we came in too close. This entire area is under naval quarantine."],["ANNOTATION","Sheppard arrives and stands between Teyla and Ronon."],["SHEPPARD","Oh, so this is where everyone went, huh?"],["ANNOTATION","Keller nudges McKay, who's looking at the view with a pensive expression."],["KELLER","You okay?"],["MCKAY","(drily) I'm alive."],["ANNOTATION","Keller snickers. McKay puts his arm around her, pulling her close."],["MCKAY","And I've got you. What else do I need?"],["SHEPPARD","Nice view."],["WOOLSEY","Yes. Yes, it is."]],"present":["BANKS","KELLER","MCKAY","SHEPPARD","WOOLSEY"],"place":"ATLANTIS BALCONY, DAY"}]